{"sys":{"type":"Array"},"total":3,"skip":0,"limit":100,"items":[{"fields":{"attribute":"Mental Attributes","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Mental attributes indicate a character’s aptitude for problem-solving, learning, deduction, and general alertness. A character with high Mental attributes is attentive, logical, or intuitive. On the other hand, if a character has low Mental attributes, she is not as capable. Such a character may be poorly educated, naive, or mentally slow.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"example":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Nixx the Tremere is investigating a crime scene, hoping to find clues as to the identity of a clever thief who broke into the chantry. Depending upon his attribute level, his Mental focus,\nand his ranks in an appropriate skill, Nixx can go about his investigation using a number of different methods. He might studiously look around the room, using his Perception focus and  the Investigation skill to notice if anything is out of place. If he has focused in Wits, Nixx might use his Academics skill to remember everything that was in the room and see if he\ncan tell what’s missing. If Nixx has focused in Intelligence, he might utilize his Science: Forensics skill and check the room for fingerprints , hair follicles, or other evidence.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"focus":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The three Mental focuses are Perception, Intelligence, and Wits.\n\nMental powers often give special benefits for a character with a specific focus. \nWhen making a non-power-based challenge that relates to your character’s Mental focus, the Storyteller may choose to award you a +3 bonus to that challenge. Alternately, when your character is attempting a non-power-based focus-related action that requires a significant investment of time, such as translating an ancient text into English, your Storyteller may halve the time needed for your character to perform the action. \n\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"iwOgqh0xFolhr53dUFfxa","type":"Entry"}},{"fields":{"attribute":"Social Attributes","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Kindred are manipulative creatures, using humans (and one another) as building blocks in their attempts to advance personal schemes. Social attributes describe a character’s appearance, charm, and ability to interact with others. If your character has few Social attributes, she is awkward, shy, or just plain-looking. A character with a high rating in her Social attribute is attractive, compelling, and smooth, more capable of convincing others to do as she desires.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"example":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Rose the Toreador needs to find a way to get past the bouncers at the most popular nightclub in town: a socially oriented challenge. Depending upon her attribute level, her Social focus, and her ranks in an appropriate skill, Rose can attempt this in a variety of ways. She might flirt with the bouncers, relying on her Appearance focus and the Performance skill. If she has focused in Charisma, she might charm the bouncers with her ready Wit, using her Empathy to figure out what they want to hear. If Rose has focused in Manipulation, she might try to convince the bouncers that she’s part of the band playing that night, using her Subterfuge to make the lies as believable as possible.\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"focus":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The three Social focuses are Charisma, Manipulation, and Appearance.\n\nSocial powers often give special benefits for a character with a specific focus. \nWhen making a non-power-based challenge that relates to your character’s Social focus, the Storyteller may choose to award you a +3 bonus to that challenge. Alternately, when your character is attempting a non-power-based focus-related action that requires a significant investment of time, such as sweet-talking all the lawyers in town, your Storyteller may halve the time needed for your character to perform the action. \n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"7EgeDMxHCkVbWF3THNovmi","type":"Entry"}},{"fields":{"attribute":"Physical Attributes","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Physical attributes measure your character’s general strength, agility, and stamina. A character with modest Physical attributes is not very athletic, while a character with high Physical attributes is exceptionally strong, dexterous, or tough. Vampires may expend Blood points to supernaturally augment their Physical (and only their Physical) attributes for a short time.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"example":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vincent the Nosferatu is fighting a mortal vampire hunter. Depending upon Vincent’s attribute level, his Physical focus, and his ranks in an appropriate skill, he might fight in different ways. If he has focused in Strength, he might try grappling his enemy. If he has focused in Dexterity, he might attempt to shoot the hunter. If he has focused in Stamina, he might try to resist attacks long enough for him to escape.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"focus":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The three Physical focuses are Strength, Dexterity, and Stamina.\n\n• A Strength-focused character is vigorous and muscular. Once per combat, such characters may use one Strength-based combat maneuver without cost (Disarm, Grapple, Knock Down, or Pierce the Heart).\n• A Dexterity-focused character is quick and nimble. Once per combat, such characters may use one Dexterity-based combat maneuver without cost (Burst of Speed, Disarm, Fighting Blind, or Quick Draw).\n• A Stamina-focused character is tough and robust. Such characters do not suffer wound penalties. In addition, such characters cannot be Knocked Out or Knocked Down by a combat maneuver unless the attacker has a higher Physical attribute than your character.\n\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"23jJTGFwDVFNj0lau5h5cB","type":"Entry"}}]}