{"sys":{"type":"Array"},"total":389,"skip":300,"limit":100,"items":[{"fields":{"title":"Perfect Center","power":"The Path of Caelestikinesis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"In ancient times, ships navigated by attuning their movements to a lodestar; a star chosen for its constancy, visibility, and reliability. For many sailors this was Polaris, but in the Southern Hemisphere the Southern Cross was the point of reference. Regardless of where you are, you are attuned to movement of the heavens and can discern your location with practically no effort. This attunement is strong enough to aid you in the face of powers that seek to disrupt your bearings.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, this power is always active. You are aligned with the stars, the seasons, and the celestial flow of the universe. You always know where you are geographically and can find your current or previous location on a map or give fairly approximate coordinates. You have this ability even if you are indoors or underground. In addition, unless you are influenced by a supernatural power, you cannot become lost as long as you are in the physical realm, or in another plane where you have an applicable Lore specialization. If you are involved in any challenges that affect your sense of location or your ability to locate something or someone, such as the elder power Mental Maze, the werewolf gift Trackless Wastes, tracking challenges, or the ritual Illuminate the Trail of Prey, you gain a +3 bonus to these challenges.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, you may spend 1 point of Blood and your standard action to immediately gain familiarity with your current location. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"When you lose a test against a power that involves your sense of direction or location, such as tracking challenges or the above examples, you gain a retest without having to spend Willpower. This retest acts in all ways like a Willpower retest.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"level":1,"thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"495G9f0EeXDT7VuDLbxLbT","type":"Entry"}},{"fields":{"title":" Circadian Disruption","power":"The Path of Caelestikinesis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Tied to the cycle of day and night, a circadian rhythm is the natural internal process that regulates the sleep-wake cycle of all living creatures, down to the smallest bacteria. Even unliving vampires are supernaturally compelled to sleep during the day, and when disturbed or forced awake, they are sluggish to act. By disrupting the circadian rhythm of a creature, you limit her ability to concentrate and perform to the best of her ability.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and a simple action to activate Circadian Disruption. You immediately emanate a noticeable aura of lethargy. For the next 10 minutes, whenever you succeed in an offensive challenge using your Mental or Social attribute, any targets you succeed against also become ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Disrupted ","nodeType":"text"},{"data":{},"marks":[],"value":"in addition to the power’s standard effects. While Disrupted, a character experiences momentary lethargy. This limits her skills to a maximum of 3 for the purposes of forming offensive and defensive test pools. A character remains Disrupted until the end of her next action. Multiple applications of this effect are not cumulative.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While Disrupted, characters with the Light Sleeper merit have their skills limited to 4 instead of 3. Creatures who do not sleep, such as zombies, are immune to this power. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A character remains Disrupted until the end of the next turn. In addition, while Disrupted, characters with the Deep Sleeper flaw have their skills capped at 2 and characters with the Light Sleeper merit have their skills capped at 3. Multiple applications of this effect are not cumulative. If a character is subjected to both the focus effect of this power and the standard effect, apply whichever penalty would last the longest.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Using this power in conjunction with another power makes the challenge magical in nature. Therefore, merits such as Magic Resistance, Countermagic, or certain flaws may apply to challenges where it may not normally be used. You must make your target aware of this power such that she can modify her test pools accordingly. This applies only to the initial challenge; a power such as Countermagic that removes magical effects could end this power but not a non-magical lasting effect such as Dominate.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"cost":"1 Blood","thaumaturgy":true,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6vESiFq1mXbKkle35tYjD3","type":"Entry"}},{"fields":{"title":"Echoes of Anthelios","power":"The Path of Caelestikinesis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Red Star is a mysterious heavenly body which appeared on July 15, 1999, heralding a time of great trouble and turmoil. Known by many names ― Wormwood to the vampires, Anthelios to the werewolves, and the Eye of Balor to the fae ― the phenomenon was universally believed to be a sign of the End Times, specifically Gehenna for vampires. The final power of Caelestikinesis allows you to manipulate the residual energies of this event, focusing them on an individual and incapacitating her will through visions of her own doom.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your standard action to make an opposed challenge. If you succeed, your target’s fate becomes intertwined with the star of destruction and calamity. While affected by Echoes of Anthelios, your target cannot spend Willpower to retest challenges or achieve exceptional successes. However, if she has an ability that allows her to retest without spending Willpower, such as Iron Will or Magic Resistance, she may use those abilities to retest normally. If your target has an effect that automatically grants her an exceptional success, determine an exceptional success normally. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Echoes of Anthelios lasts for 5 turns. During this time, your target feels a foreboding sense of existential dread.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Instead of losing the ability to spend Willpower for a retest, your target loses the ability to retest challenges. Merits such as Iron Will or Magic Resistance do not grant her the ability to retest. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"level":5,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6JUnUNdWj3ecwlqlEYQPo1","type":"Entry"}},{"fields":{"title":"Water Mastery","power":"The Path of Neptune’s Might","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Some say the sea is the memory of the world, preserving her secrets and treasures for a future age. Many cultures hold reverence for bodies of water that sustain life and grant reprieve to the weary. You have the talent for communing with the seas, lakes, streams, and even small ponds; peering into them as you would another’s soul, learning their secrets and the truth of what is hidden within the depths, and causing them to react to your will.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can commune with a pool of water, causing it to obey your commands. Spend your standard action and 1 point of Blood. You may choose to pour the blood into the water in an offering to the spirits, though this is not required. The pool of water will respond to you as follows:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"First Cumulative Application","nodeType":"text"},{"data":{},"marks":[],"value":": You may choose to influence the composition of the water, raising or lower its temperature. In large bodies of water, you can only alter the temperature up to one square mile in radius around you by a few degrees. In small ponds or bodies of water no larger than an olympic swimming pool you can change the temperature to a deep freeze or just below a boil or anywhere in between. This effect lasts for 1 hour. During this time, you may alter the temperature within the permissible range by spending another standard action. The temperature change occurs over the span of one turn.  A character trapped in a body of water frozen with this effect must succeed in a static challenge using her Physical attribute + Brawl test pool against a difficulty of 10 to escape.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Second Cumulative Application","nodeType":"text"},{"data":{},"marks":[],"value":": You can now enter into a communion with the pool of water. You may ask the pool of water to reveal an event which took place within the past 24 hours which will be replayed in the reflection of its depths, visible to all. Alternatively, you may ask it to reveal the location of any item which may be immersed or submerged within it. In larger bodies, this ability is limited to objects and events within a single square mile of your current location.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Third and Subsequent Cumulative Applications","nodeType":"text"},{"data":{},"marks":[],"value":": To a limited extent you may command the water to animate. You may ask it to part up to 100 yards so that you and any allies may pass. Alternatively, you may direct it to surge against a vessel no larger than a fishing boat or living target that is in the water or against a living target within 5 steps of it. Initiate an opposed challenge using your Mental attribute + Occult skill versus the target’s Physical attribute + Dodge or Drive skill, as appropriate. If you succeed against a vessel it becomes capsized, and if you succeed against a living target, they are knocked prone.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"This power only functions on inanimate bodies of water. Animated bodies of water such as water spirits or elementals or water under magical applications such as Flowing Wall are not affected. Similarly, holy water blessed by individuals with True Faith cannot be affected.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"When you activate this power, you may choose from any of the power’s 3 applications, without the need to activate them in order.\n\n","marks":[],"data":{}}],"data":{}}]},"level":1,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6ghVOK8e5GTcfyEs38jn58","type":"Entry"}},{"fields":{"title":"Prison of Water","power":"The Path of Neptune’s Might","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Water grants buoyancy and allows for fluidity of movement within itself, yet when it comes to walking, being wet becomes harrying and cumbersome. You can conjure tendrils of water that attach themselves to your target, limiting her movement. If applied in sufficient numbers, you can cause them to harden and freeze. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your standard action to make an opposed challenge using your Mental attribute + Occult skill versus the target’s Physical attribute + Dodge skill targeting a character within your line of sight. If you succeed, watery chains manifest and wrap themselves around your target. She is affected as follows:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"First Application","nodeType":"text"},{"data":{},"marks":[],"value":": Your target receives a -5 penalty to her initiative score. In addition, she is reduced to a maximum of 3 steps per each simple action spent on movement.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Second Application","nodeType":"text"},{"data":{},"marks":[],"value":": Your target’s total penalty is increased to a -10 penalty to her initiative. In addition, her movement is now limited to a maximum of 2 steps per each simple action spent on movement.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Third and Subsequent Applications","nodeType":"text"},{"data":{},"marks":[],"value":": The tendrils freeze, and your target’s initiative is limited to a maximum of 3. Her movement is limited to a maximum of 1 step per each simple action spent on movement. Bonuses to either movement or initiative do not apply, including supernatural bonuses.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"You may choose to apply the effects of the next highest application instead of the current application.","foci":"Perception","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If you or your target is within 5 steps of a 3 gallon or greater body of water, you may draw upon it to shape your chains. If you do, you may add a +3 wild card bonus to your test pool. This body of water must be visible and open; visible pipes or a sprinkler head does not count unless water is flowing from them.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This power can affect vampires in Mist Form, slowing them as the vapid form presses against the watery tentacles, and freezing them as if they were solid. All applications from this power fade 10 minutes after its most recent application. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"User's Mental attribute + Occult skill versus the target’s Physical attribute + Dodge skill targeting a character within your line of sight.","level":2,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"HyZAZrwY77QwhSqOfKLqw","type":"Entry"}},{"fields":{"title":"Moment of Reflection","power":"The Path of Neptune’s Might","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Drawing upon the tranquil properties of water, you can immerse yourself in a sense of calm. In this meditative state, thoughts flow freely, and the body’s energies work rapidly. With enough concentration you may experience a breakthrough as the reflective property of water opens the mind to infinite possibilities.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your simple action to activate this power as you enter a momentary state of deep thought and reflection. In this state, the body’s energies align, and healing occurs at a rapid pace. The use of this power does not require the presence of water, though thaumaturges often find it useful as a meditative focus. You receive benefits according to the following:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"First Application","nodeType":"text"},{"data":{},"marks":[],"value":": You immediately heal up to 2 points of normal damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Second Application","nodeType":"text"},{"data":{},"marks":[],"value":": You immediately heal up to 2 points of normal damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Third Application","nodeType":"text"},{"data":{},"marks":[],"value":": You immediately heal up to 2 points of aggravated or normal damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Subsequent Applications","nodeType":"text"},{"data":{},"marks":[],"value":": You immediately heal up to 2 points of normal damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only use this power on yourself and you can use this power in combat. Unlike other Neptune’s Might powers, this power’s applications do not reset after 10 minutes, instead resetting at the end of the night. Therefore, you may only benefit from the third application once per game session.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Upon the third activation of this power, you may also recover up to 2 points of spent Willpower. \n\n","marks":[],"data":{}}],"data":{}}]},"level":3,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"E7oluhRs8MESW0T1Ve3S6","type":"Entry"}},{"fields":{"title":"Flowing Wall","power":"The Path of Neptune’s Might","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Water, while inherently formless, has the capacity to resist force. It does so in part through both its mass and fluidity, which ceaselessly shifts and evades. You can conjure a watery vortex that remains suspended in the air around you. This flowing barrier deflects blows and redirects harmful forces, ultimately freezing into a protective shell.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your simple action to conjure a swirling vortex of water. The water appears even in the absence of a nearby source and is clearly supernatural in origin. Once conjured, the Flowing Wall (and the subsequent icy barrier) is stationary and does not move. You may activate this power again over subsequent actions to achieve the following effects:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"First Application","nodeType":"text"},{"data":{},"marks":[],"value":": You create a watery vortex that surrounds you and disorients attackers. While standing in the vortex you receive a +2 wild card bonus to your test pools involving your Dodge skill.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Second Application","nodeType":"text"},{"data":{},"marks":[],"value":": The vortex intensifies. While standing in it, you receive a +4 wild card bonus to your test pools involving your Dodge skill.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Third Application","nodeType":"text"},{"data":{},"marks":[],"value":": The vortex hardens and freezes, turning into an icy barrier (see below). ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Subsequent Applications","nodeType":"text"},{"data":{},"marks":[],"value":": The icy barrier recovers 1 health level.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"After 3 applications the vortex hardens and turns into an icy barrier. It no longer provides a bonus to Dodge, but instead limits your vulnerability to attacks. The barrier has 4 health levels, it is affected by attacks and powers that cause physical damage, and it has a defense pool of 10. For as long as it has any health levels remaining, you cannot be affected by Physical challenges. The barrier is translucent, allowing for you to use and be targeted by powers that require line of sight. You may target others with Thaumaturgy powers such as Firebolt or Lightning Bolt; your magical projectiles pass through the barrier. However, you cannot shoot a gun through the barrier nor can you be affected by incoming uses of Firebolt or Lightning Bolt while the barrier still stands. You may not initiate Melee or Unarmed attacks against targets outside the barrier. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Upon losing all of its health levels, the barrier shatters and you can be targeted normally. Any damage from the final blow in excess of the barrier’s health levels does not harm you. If your icy barrier shatters, you may activate Flowing Wall once again to create a new vortex, starting over with the first application. The effects of this power end after 10 minutes, when the barrier is destroyed, or until you leave the center of the vortex or freely exit the barrier.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You can create a broader vortex and barrier capable of encompassing up to 2 additional people. If, due to the focus, you are shielded by another’s barrier or if you shield another practitioner through the focus with your vortex or barrier, you and any other shielded practitioner cannot not surround yourselves with, or claim the benefits from, multiple vortexes or barriers. Instead, an additional practitioner shielded by the focus who uses this power augments the already existing vortex or barrier by adding to the number of applications in effect.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"level":4,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5ks8rwT2VKlZ4arGhZc9GI","type":"Entry"}},{"fields":{"title":"Dehydrate","power":"The Path of Neptune’s Might","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The average human body is over 60% water and contains 5 liters of blood, making it reliant on the flow of liquids in order to maintain its function. Like the unrelenting sun, you have the power to extract the moisture from your target’s body, leaving her weathered and debilitated. This process accelerates through reverse osmosis; but draining a target of moisture becomes difficult once moisture becomes scarce.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your standard action to make an opposed challenge using your Mental attribute + Occult skill versus the target’s Physical attribute + Dodge skill, targeting a character within your line of sight. If you succeed, your target’s blood evaporates from her body and disappears. She is affected as follows:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"First Application","nodeType":"text"},{"data":{},"marks":[],"value":": Your target loses 4 points of Blood.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Second Application","nodeType":"text"},{"data":{},"marks":[],"value":": Your target loses half her remaining Blood, rounded down.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Third Application","nodeType":"text"},{"data":{},"marks":[],"value":": Your target loses all but her last 3 points of Blood. This application has no effect if the target has 3 points of Blood or fewer remaining.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Subsequent Applications","nodeType":"text"},{"data":{},"marks":[],"value":": Your target loses 1 point of Blood.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"If your target is a living creature, she loses health levels in addition to points of Blood. Wraiths, certain types of spirits, and other creatures that do not have liquid anatomical components are unaffected by this power, subject to the Storyteller’s discretion.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"You may choose to apply the effects of the next highest application. For example, if you achieve an exceptional success on the first application, you may apply the effects of the second application instead.","foci":"Perception","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Your target must instead defend with her Physical attribute + Willpower if you so choose but you must declare that intent when you activate the power.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"testPool":"User's Mental attribute + Occult skill versus the target’s Physical attribute + Dodge skill, targeting a character within your line of sight.","level":5,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6IReq0JfDbgDgHgx9KvQfn","type":"Entry"}},{"fields":{"title":"Gravity Well","power":"The Path of Caelestikinesis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Objects exert gravitational force upon each other relative to their size and the distance between them. Even distant and lonely objects exert some pull, while nearby objects maintain an orbit. By invoking Gravity Well, you can magnify the gravitational pull that your physical form has on other living objects, forcing them closer to you. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend one point of Blood and your simple action to surround yourself with a significant gravitational pull. Once activated, and at the beginning of the everyman round, all characters within 10 steps of you must take one step directly toward you. This step does not count toward their movement rate or actions and is done outside of initiative. If a character is affected by multiple Gravity Wells, she takes a direct step toward each in the order the Gravity Wells were created.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This movement is considered involuntary. Therefore, a creature who has been ordered through the use of Dominate to remain in place will still move; however, a character with the elder power King of the Mountain does not have to move. Environmental effects that regulate movement still apply, such as if a character is chained to a wall; such characters cannot move beyond the limits of their confinement. Effects that rely on voluntary movement, such as Rigor Mortis, are not influenced by this movement. Characters involved in a Grapple move together.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Gravity Well lasts for 10 minutes and only affects living or unliving creatures; inanimate objects and non-ambulatory life such as plants or dead creatures are not affected. A character may only conjure one Gravity Well at a time. If she conjures a second, the first one immediately ends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Wits","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Your Gravity Well extends an additional 5 steps. In addition, you can invoke Gravity Well on a static location rather than having the power’s effect centered on you. Once you have created a static Gravity Well, the effect remains stationary even if you centered the Gravity Well on an object that is then moved. If the origination of a Gravity Well is not centered on you, you may choose whether you are subject to its pull.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"level":2,"cost":"1 Blood","thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"45DQLsw4CBon9XtSEhQa2I","type":"Entry"}},{"fields":{"title":"Carnivorous Roots","power":"The Green Path","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Mortals forget the destructive power of a tree’s roots until it is too late, unaware as they spread deep underground, wrapping around gas lines, uplifting and cracking cement, and shifting buildings in their wake. The bioarcanists have turned the destructive power of roots to their advantage, imbuing them with the ability to syphon life energies. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned this power is always active. When using Boughs Below, you may target up to 3 individuals, making a separate challenge against each. If you spend a point of Willpower to retest against any of them, you may also retest against any remaining targets who you have not tested against without spending additional Willpower.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, at the end of the turn, if you have a target Grappled by Boughs Below, you may drain her of a single point of Blood which you may then absorb. Traits of Blood absorbed in this way are purified through a complex system of roots and do not convey any harmful effects, such as the blood bond.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Intelligence","focusDescriptor":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Targets who are Grappled by Boughs Below are considered valid targets for your powers that require you to directly Grapple your target, such as Cauldron of Blood, Withering, or Necrosis. Only disciplines and Thaumaturgy powers may be used in this way; techniques and elder powers cannot. Any activation costs for those powers must be paid separately from those required for Boughs Below. Note: This effect does not allow a subsequent single target power to be used to affect all targets Grappled by Boughs Below ; however, you may choose which target is affected.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"testPool":"Mental attribute + Occult skill versus target’s Physical attribute + Dodge skill","level":5,"thaumaturgy":true,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3oglx3ZTZAwTCakbEac302","type":"Entry"}},{"fields":{"title":"Rockheart","power":"Visceratika","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"You are one of the Created – more stone than vampire. Your heart no longer beats but rests in its stony chamber inside your chest. Stronger than any wood that could pierce it, it has dulled you to the emotional and mental influences of others, including the Beast that sleeps inside you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased this power is always active. Your heart becomes solid stone, making you immune to the Pierce Heart Combat Maneuver for as long as your heart remains in your body. Any time you test for frenzy you may spend 1 Blood to automatically win the challenge. Additionally, you may choose to resist any mental or social challenges using your Physical Traits + Survival instead of the normal test pool required. Further whenever you spend a point of Willpower to retest a Social power, you immediately regain the Willpower spent for that challenge.  If your heart is removed from your body, this power and all of its benefits end.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2Wfx1puDJHVeehtSal54Bd","type":"Entry"}},{"fields":{"title":"Meteor","power":"Visceratika","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While airborne combat is usually about speed, grace, and mobility, for you it is simply about one thing: momentum. Your stony physique gives you additional advantages over fleshy combatants, allowing you to fly faster and hit harder.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased this power is always active and gives you several advantages when using Aerial Combat Maneuvers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may use the Dive Bomb or Plummet Aerial Combat Maneuvers without spending Willpower.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When using Plummet your test pool is not reduced by 2 and you may affect opponents that have the Stamina focus.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When using Dive Bomb your attack does an additional level of damage. Further, you may use this power without being able to fly but you must be 6 steps vertically higher than your opponent.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When using Elude or Dive Bomb you may use up to 3 movement steps to pass through or into substances you can affect with Bond With the Mountain without paying an additional standard action cost to activate that power.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, if you wish to use an Aerial Combat maneuver but do not possess a means of flight (such as the 1-point Gargoyle merit Flight), you may spend a point of Blood to briefly manifest stony wings which grant you the needed propulsion for the turn.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6m3Awcvmybzs3FicbqJ1zk","type":"Entry"}},{"fields":{"title":"Cataclysmic Upheaval","power":"Visceratika","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your affinity for stone has granted you a devastating control over the earth and everything that stands upon it. Simply by touching the ground you can generate powerful tremors and terrible havoc. The ground, the rocks within the Earth, ancient foundations, and newly planted steel supports all bend to your will, crushing your enemies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood and your standard action to touch the ground, calling the earth to rise to you as it carries boulders, pipes, and foundational beams in a crushing attack against your foes. You may make an opposed challenge against everyone within 10 steps. You may exempt a number of allies from the challenge equal to your dots of the Survival skill. Any who lose the challenge suffer 3 points of damage that cannot be reduced or negated as the ground on which they stand crushes them. Should you desire, those affected are dragged and must take up to 5 steps in your direction. You may ignore previous immovable obstacles, such as boulders and support beams when moving your opponents. Should you spend 1 point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further Willpower. If you spend the Willpower to retest after some challenges are already resolved, you cannot go back to previous challenges you have lost and apply that Willpower retest retroactively.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"Targets against whom you achieve an exceptional success suffer an additional point of normal damage that cannot be reduced or negated. In addition, they are knocked prone.","level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3MowuRzgsrZbRNy9Pi8lL3","type":"Entry"}},{"fields":{"title":"Ravenous Conglomeration","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"By loosening the cohesion of your own muscles and skin you can defy the natural boundaries of shape, evolving into a superior hybrid composition of multiple forms. You may alter this form to suit your needs, choosing among the various shapes within your repertoire. Most who look upon the form of a Ravenous Conglomeration find it terrifying in the extreme; the fuel for nightmares and horror films. You, however, see it for what it is — the very essence of Vicissitude made manifest.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, this power is always active. You are no longer bound by the rule limiting you to a single major transformation power at a single time. Instead, you may assume up to 2 major transformations simultaneously, becoming a horrifying gestalt of monstrous features. You may also choose to combine the effects of your Bonecraft alterations with another major transformation, though retaining your Bonecraft effects in this way counts as one of your major transformations. You may not activate the same power twice.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may also spend 4 points of Blood and a simple action to activate any number of your transformation powers instead of paying their individual blood and action costs. This activation is subject to your limits above.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If one of your assumed forms renders you immaterial or unable to attack, such as Blood Form, Mist Form, or Tenebrous Form, your combined form is unable to attack.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Example: Roscoe, Paladin to Regent Temoch, is challenged to monomacy by the head of the Ultraconservatives. As the contest begins, Roscoe spends 4 points of Blood and his simple action to activate Ravenous Conglomeration. Roscoe may choose to activate up to 2 major transformation powers, or he may activate one major transformative power and substitute a number of Bonecraft alterations up to his maximum in exchange for another major transformation. He may also activate any number of minor transformations as well. In addition to his Vicissitude powers, Roscoe also has 4 dots of Protean. He chooses to activate Horrid Form, Shape of the Beast, Feral Claws, and Eyes of the Beast, erupting into a terrifying amalgamation of fur, muscle, and claws with burning red eyes.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1oy8ov1jxz8UxpQgUn8oy7","type":"Entry"}},{"fields":{"title":"Azhi Dahaka","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The ultimate goal of a Seeker is Azhi Dahaka – the penultimate state of shape mastery named after a Persian god. While some conjecture that this state is philosophical in nature akin to a state of mind similar to Golconda, others believe that it is an achievable state of physical preeminence and mental impermanence gained through a deeper understanding of Vicissitude. The Seekers who practice this power have declared it the highest expression of their art, believing it capable of granting spiritual communion with the Eldest.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, this power is always active. You gain every attribute focus. Any powers or flaws that remove focuses, such as Total Insanity or the Stolen Potential flaw, still apply.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once per night, you may also spend 3 uninterrupted standard actions to reassign your bonus attribute dots from one attribute category to another. For example, if you had 4 bonus attribute dots in the Physical category, you could reassign 2 to the Mental category and 2 to the Social category. When you do this, you may also change your Archetype. However, you may still only gain a benefit from your Archetype once per hour. Changing your Archetype does not reset this effect. Each night upon waking you will revert to the original attribute and bonus attribute dots recorded on your character sheet, along with your recorded Archetype.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4lM9lDdgSlEZ2pLFix2ufh","type":"Entry"}},{"fields":{"title":" Virtuoso del Corpo","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Although some vampires decry the notion that Vicissitude is an art, the Tzimisce say such closed-minded critics are held back by a perspective rooted in humanity or a weak stomach; both of which they can fix. For you, your mastery of the body sculpting powers of Vicissitude has reached a truly elite level. Indeed, Tzimisce of such skill are highly sought after, both by supplicating clients and as artists whose creations never fail to amaze and entertain. Interesting, creative or especially ironic applications of Virtuoso del Corpo have been known to bring macabre artists great acclaim.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, these powers are added to your list of Boncraft effects and are considered Bonecraft powers for all purposes. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Bauble: ","nodeType":"text"},{"data":{},"marks":[],"value":"You can reduce your subject to an object no smaller than half her original size, such as an ottoman or a lamp. While in this form she maintains awareness of her surroundings but is unable to move unless you specifically granted her limbs for that purpose. Similarly, unless you crafted your subject in such a way as to permit her to spend Blood, you subject cannot spend Blood or use Physical or Social disciplines while in this form. Further, your subject cannot speak unless you sculpt them a mouth. If your subject was not given a mouth, limbs to move, or the ability to spend Blood, she cannot use powers that require those things.  However, she retains any Fortitude powers she may have.  Any specimens must be incapacitated in order to be sculpted into a Bauble.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Chiropteran Marauder: ","nodeType":"text"},{"data":{},"marks":[],"value":"By connecting the subject’s limbs to her body with thin membranes you or your target can achieve flight in a limited fashion. If someone with Chiropteran Marauder falls from height, they can spread their arms and use these proto-wings to glide safely to the ground. In addition, they may fly three steps per turn by spending both a simple and standard action.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Kraken's Kiss: ","nodeType":"text"},{"data":{},"marks":[],"value":"By applying this modification to yourself or another you can alter a mouth to become oversized and alien, possibly with a cephalopod’s beak or an insect-like proboscis. Surprisingly, it does not impair speech. When someone with Kraken’s Kiss drinks blood, it allows her to drain 2 points of Blood as a simple action after a Grapple has been established. If desired, Kraken’s Kiss can also be used to force a Blood trait into a victim.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Living Weapon:","nodeType":"text"},{"data":{},"marks":[],"value":" You can craft a series of horns and bone spurs which protrude from your body, honing it into a capable and effective weapon. Your Brawl attacks gain the Reach quality plus one other Melee weapon quality that you choose when you apply this modification.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Simplified: ","nodeType":"text"},{"data":{},"marks":[],"value":"You have selected a single purpose for your subject and liberated her of any cumbersome structure or musculature that you deem unnecessary for her chosen task. This task must be non-combat in nature, such as doing your laundry, driving your car, or holding a mirror while showering you in obsequious praise. The application of this modification causes your target to take on an exaggerated and grotesque form, with awkward limbs and unnatural proportions. She receives a -5 penalty to her Physical attribute when not performing the task you have chosen, or a +2 bonus to her Physical attribute when she is performing that task, or something that effectively uses the same set of motions. Any specimens must be incapacitated in order to undergo this application of Virtuoso del Corpo.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Skin Trap: ","nodeType":"text"},{"data":{},"marks":[],"value":"By altering the composition of the skin, it becomes severely adhesive, similar to the inside of a Venus Flytrap. You do not need to spend Willpower to perform the Grapple combat maneuver, and you receive a +2 bonus when attempting to Grapple.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Skittering Legs: ","nodeType":"text"},{"data":{},"marks":[],"value":"Though versatile, human musculature is often outclassed by lesser animals. By applying Virtuoso del Corpo to yourself or another, you modify their form in such a way as to increase the movement rate by up to 5 steps per action; however, the movement must always be in a straight line without turns or side steps. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3xdNrMHp0vt1weaQs22lXC","type":"Entry"}},{"fields":{"title":"Cocoon","power":"Vicissitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Given enough time and privacy you can spin your own protective cocoon by secreting a jelly-like substance from your skin composed of liquefied bone and congealed blood. The revolting enclosure hides you from the outside world allowing you to repair yourself at an accelerated rate. Like a caterpillar transforming into a butterfly, you emerge as a new creature, completely healed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and 3 standard actions to excrete a supernatural cocoon that covers your entire body and protects you from attack. While within the Cocoon you gain a number of restorative and protective powers. Every minute spent in the Cocoon converts 1 level of aggravated damage you have incurred to normal damage. If you have no aggravated damage you instead heal 1 level of normal damage every minute. For every 30 minutes in the Cocoon, you regain 1 spent Willpower point. While within the Cocoon you cannot be supernaturally observed by powers such as Clairvoyance. In addition, upon leaving the cocoon any previous familiarity others have established with you are reset.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"From the inside of the Cocoon, you have limited visibility to your surroundings. While you cannot see or hear, you will sense if anyone approaches within 3 steps, or if the Cocoon takes damage. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once crafted, the Cocoon has a number of health levels equal to your total number of Vicissitude powers, including elder powers, luminary powers, and techniques. If a Cocoon loses all of its health levels, its benefits end and you can be attacked as normal. You may choose to affix a Cocoon to its surroundings as you create it. If you do, it cannot be moved for as long as it has health levels remaining.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2T82MaRrU7ss9l512qfiaQ","type":"Entry"}},{"fields":{"title":"Warrior’s Eminence","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your zeal and affinity for the combative arts is such that any who would fight in your name carry a portion of your power. By exerting your will upon the battlefield, you can cause grievous injury by the force of your presence alone and hinder any aid and relief to your enemies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate this power, spend 3 points of Blood and your standard action to invoke a powerful aura of righteousness and valor. Any damage done to your enemies by you or by any number of allies within your line of sight up to your dots in the Medicine skill is considered aggravated damage. Additionally, the cost of any powers or effects that would result in a healing are increased by 1 point of Blood, Gnosis, Glamour, or appropriate fuel type. For example, a vampire must now spend 2 points of Blood to heal 1 point of normal damage, and the Obeah power King’s Blessing requires 4 points of Blood. Passive regenerative effects, such as a werewolf’s regeneration, are rendered inert unless the subject spends a point of Gnosis or comparable fuel to allow her regeneration to function for the turn. While this power is active your countenance becomes menacing and impressive and all will recognize you as the source of these effects.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This effect negates any power that would reduce damage to non-aggravated damage, except Healer’s Eminence. If one or more parties on opposite sides of a battle have both Healer’s Eminence and Warrior’s Eminence active, the effects negate one another, and damage and healing is handled normally.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4MoJ9iEVjMXd8t03Eq3qL8","type":"Entry"}},{"fields":{"title":"Perfect Stance","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"A true martial artist recognizes that success or failure is often the product of angles, positioning, posturing, and balance. With the right alignment of factors, a defense that is seemingly impenetrable is overcome. Through your faith and intuition you can devise a combat style that overcomes your foes while protecting yourself from harm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend your simple action and up to 3 points of Blood to activate this power. For each point of Blood spent you may choose a single combat maneuver or equipment quality to guard yourself against. While this power is active, any attempt to employ the selected quality or combat maneuver against you is simply ineffective – your stance, posturing, and movement effectively nullifies them by targeting weak spots or protecting vital areas. You may not choose qualities or combat maneuvers that do not directly affect you, such as Rapid Reload or Burst of Speed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to weapon qualities and combat maneuvers, you may choose supernatural qualities from fetishes or treasures granting you immunity from them. However, you must possess at least 3 dots in the Occult skill or an appropriate Lore specialization for the item used against you.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While this power is active, anyone with at least 1 dot in the Brawl, Melee, or Athletics skills will be aware of which qualities and combat maneuvers are ineffective against you. However, your opponents will not know which supernatural qualities, if any, you are immune to unless they possess 3 dots in the Occult skill. Your immunity to the qualities chosen applies regardless of whether your opponent has access to them from equipment, through powers, or even from magic items such as fetishes or treasures. You may switch one or more of the qualities or combat maneuvers you are immune to by activating this power again.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2UGanqqytP1AOJ2F91HG2c","type":"Entry"}},{"fields":{"title":"Rampart of Faith","power":"Valeren","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The concept of faith as a shield is found in many religions, as believers seek protection through devotion to a higher power. Regardless of what faith guides your actions, you have found strength in your beliefs and can channel your devotion to help ward off evil forces. Those who learn this power become obsessed with maintaining their spiritual purity and often seek council or confession to ease their burdens.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you are defending in an opposed challenge with your Willpower as part of your test pool, you may activate this power immediately without spending an action. Spend 1 point of Blood as you call for divine protection, shouting your entreaty to the divine. Once done, you may add your current Morality score to your defensive pool, minus your current number of Beast traits.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"When determining your current Beast traits, you must subtract for any temporary Beast traits you might gain, such as from the power Revelry of the Great Beast.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"41gt8h6seAziwkUjGidFMw","type":"Entry"}},{"fields":{"title":"Fallowed Ground","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"You stand upon the earth like a discarded and decaying scarecrow of undeath. A conduit to Oblivion, you radiate an aura of decay that denies the restorative effects of any supernatural powers. Your cadaverous affinity to death calls out to the forgotten spirits that rest hidden beyond as you channel your powers through the befouled earth.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and your simple action as you cause necrotic energies to gather around you. Ghostly spirits coalesce from the other side of the Shroud as the barrier between the living and the dead thins. Any healing or regeneration effects that are used within 5 steps of you or that would heal anyone within 5 steps of you such as healing by spending Blood, are negated regardless of their source. Note this does not affect damage reduction powers or equipment such as Fortitude or armor. You are immune to this effect, but should another character have this power active within 5 steps of you, you will be affected. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, anyone standing within this area is considered a valid target for your Thanatosis powers without the need of establishing a Grapple. Instead of the normal Blood and action cost or Grapple requirement, spend 1 point of Blood and standard action. If you succeed in a challenge using the Thanatosis test pool, you may choose the effects of one of the Thanatosis powers you possess and apply it to your target.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"21Cb5XA7AB1iI194uLjOd9","type":"Entry"}},{"fields":{"title":"Rigor Mortis","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Before the rotting process begins, a corpse exists in a state of rigidity caused by hydrolysis in the muscles. Through your purview over death and decay, you can inflict a paralysis like rigor mortis on a creature. Once targeted, your victim must literally break bones and tear cartilage before she can move normally.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood, use your standard action, and make an opposed challenge using the Thanatosis test pool. If you succeed in the opposed challenge you inflict a supernatural rigor mortis on your opponent, locking up her joints and muscles preventing her from moving. Thereafter, she takes 1 normal damage for every movement step she takes. This damage cannot be reduced or negated. Once the opponent has taken a total of 6 steps and 6 points of damage in this way the power ends. A character can only be affected by one use of Rigor Mortis at a time. If a character decides not to move, this power’s effects end in 5 minutes.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"Your target’s paralysis undermines her balance, immediately knocking her prone","level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4kkQtH6xh1KNYYwUPbZMkT","type":"Entry"}},{"fields":{"title":"One Foot in the Grave","power":"Thanatosis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Baron delights in those who seek his power, for the aid he grants them comes at the expense of their lifeforce. He realizes that all power is temporal and that as lord of the dead, all will return to the earth. With this ability, you can bestow the power of the grave upon your servants, granting them greater strength while dragging them closer to their demise.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your blood carries a portion of deathly energy that, when imbibed by the living, grants them a portion of the power of death. Whenever you feed your blood to a retainer, you may choose to activate this power, if you do, your retainer becomes both a ghoul and a zombie. These retainers remain valid targets for powers that affect the living but are also considered valid targets for the Bone Path of Necromancy and other powers that affect zombies. However, the Bone Path power Destroy Husk will not function against them as they are still alive. In addition, giving blood to a ghoul in this manner raises its NPC rating by 1 point to a maximum of 6.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Ghouls made into zombies are considered valid targets for the Bone Path power Death’s Puppetry but retain the ability to spend Blood. If a ghoul goes 3 months without an application of this power, but still consumes vampire blood, it ceases to be a zombie and loses the benefits of this power and any zombie effects placed upon it. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2URB7dwYPoCTDlYuRWibpE","type":"Entry"}},{"fields":{"title":"Stitch in Time","power":"Temporis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"When you can control time itself, you become the master of your own fate. Where before you may have been able to pause or stop time, your mastery of Temporis has become so great that you are able briefly turn back the hands of time itself. Your skill allows you to even undo damage inflicted upon you as if it never existed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Immediately upon losing a challenge that would result in your taking one or more points of damage, or a physical challenge that causes you to be Grappled, moved, or harmed, you may spend 2 points of Blood to negate the attack as if it never happened. You may use this power outside your initiative order and even if you do not have an action this round. This discipline works even on damage that may not be resisted or negated.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2bbsCGENN5Hb6a7KBl4czG","type":"Entry"}},{"fields":{"title":"Mantle of Sutekh","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Those who know the secrets of Set’s undead kin understand that the clan believes its discipline is validation of divine heritage. His most prominent worshippers developed the Mantle of Sutekh as proof of their direct ties to godhood and assuming the mantle of power allows Set’s priests and priestesses to not only lay claim to divinity, but also to bestow blessings on those who support them in their beliefs. Invoking the Mantle of Setekh can be used to punish even the most stalwart of skeptics.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and a standard action while speaking aloud and making a claim to your connection to Set’s divine power. Once done, you assume a radiant aura of powerful magnificence. For example, you may appear to shine with divine light, or storm clouds may shroud you in darkness. Your supernatural nature becomes obvious to everyone within your line of sight and they are overcome with a palpable, discomforting weakness, similar to tremors of the heart. For the next five minutes, anytime anyone within your line of sight spends fuel such as Blood, Gnosis, or Glamour, you may choose to demand a tithe for that expenditure. Tithed expenditures require the target to spend 1 additional point of their fuel in order for their desired power to take effect. For example, if your target is a vampire, she must spend 2 points of Blood to activate Celerity instead of the usual 1 point of Blood, and if your target is a werewolf, she must expend an additional 1 point of Gnosis to fuel her supernatural gifts. Extracting a tithe through Mantle of Sutekh does not affect the number of Blood points your targets can spend per turn.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The tithed fuel is transferred to you. Regardless of the type of fuel, you gain 1 point of Blood for each tithed point. For the remainder of the power’s five-minute duration, you can retain the points of Blood you gain through Mantle of Sutekh even if they exceed the normal maximum limit of your Blood pool. Once the duration ends, any points of Blood you retain in excess of your Blood pool immediately dissipate without expenditure, restoring you to your normal Blood pool maximum. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, while Mantle of Sutekh is active, you may spend a simple action to make a visible gesture of blessing towards a target within your line of sight and within 30 steps of your location. You may do this during Celerity rounds if you have an action. If that target is a supernatural creature and a willing recipient, you immediately transfer up to 5 points of Blood from you to that target resulting in her gaining a unit of fuel appropriate to her (Blood for vampires, Gnosis for werewolves, etc.). Points of Blood transferred in this manner cannot allow a target to retain units of fuel in excess of her maximum pool. If she does not have space in her pool at the time of the transfer, the transferred fuel is lost. All transferred points of blood are of neutral origin and do not create or increase blood bonds, nor do recipients suffer any ill effects from the blood they receive through Mantle of Sutekh.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1qTrIiAnKQZOP3H6TeRbNi","type":"Entry"}},{"fields":{"title":"Spewing Venom","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"As one of the deadliest predators, the cobra is not known to hide in the face of threats. When challenged, it rises and remains poised, ready to strike or retaliate when its foes draw too close. Like the serpent, you too retain poise in the face of threats, reacting quickly with a deadly barb or a biting remark.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you win an opposed challenge where you are the defender, you may immediately activate Spewing Venom (even outside of your normal initiative) for no additional cost. As a result, you may then immediately activate one of your Social powers without spending a simple or standard action; however, the Social power must exclusively target the character you defeated in the opposed challenge. You may not use powers that add additional targets, such as Capricious Visage. This action happens immediately and is resolved before proceeding to the next character in the initiative order. You must still pay any Blood point cost to activate the chosen Social power, and are still subject to your maximum blood spend per turn.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only activate Spewing Venom once per turn; however, you may activate it (and your chosen Social power) during Celerity rounds as an exception to the rules preventing you from activating Social powers during Celerity rounds. The use of this power is subject to rules governing the maximum number of attackers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2jH5PMrNNGG9KXgD866oxb","type":"Entry"}},{"fields":{"title":"Heart Thief","power":"Serpentis","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Some believe that the heart is the seat of the soul and that in death, when material wealth is claimed by the state and the earth reclaims the body, it is the heart that remains the last bastion of human memory. Your power supersedes these mortal trappings, giving you the ability to seize the most precious of organs. With an invocation and a twist of the wrist you can extract the heart from a victim’s chest, bypassing the need for ritual or lunar timing.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Upon learning this power, you gain the ability to remove the hearts of your victims. To do so, your target must be on the Incapacitated wound track and you must succeed in a Brawl attack. If you succeed in the opposed challenge, you may spend 2 points of Blood to reach into the body of your victim for their heart. This power instantly kills mortals and ghouls but can remove the hearts of vampires. Thereafter, the removed heart functions as if it had been removed through the Serpentis power Heart of Darkness, and can be likewise damaged, destroyed, or replaced. This power may be used during Celerity rounds. Targets who are immune to the Pierce the Heart combat maneuver due to armor with the Chest Plate quality or other effects are likewise immune to this power unless you have the Armor Piercing quality. Characters with the Bonecraft Modification Transformed Biology are not immune to this power, as this power intuitively guides your hand to the correct area. Creatures aside from mortals, ghouls, and vampires cannot be affected by this power. Characters whose hearts have already been removed are not affected by this power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4kAnrG4QTDTDz74miG7eMq","type":"Entry"}},{"fields":{"title":"Dust Devil","power":"Serpentis","parent":false,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While often upheld as dishonorable, throwing sand in an opponent’s eyes has always been effective. In ancient times, even the proudest of gladiators could be brought low with only a handful of dirt, rendering them vulnerable during a crucial moment. As Set also holds authority as the god of storms, his influence grants you the ability to call upon the desert winds, and as the god of war and chaos, he likely would not object to fighting dirty.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your simple action to conjure a swirling vortex of blistering hot sand that envelops you. The storm can project gusts of wind and sand that have the potential to blind your opponents. For as long as this power is active, your Brawl and Melee attacks, as well as any attacks using Thaumaturgy where your target defends with her Physical attribute, are considered Blinding Attacks. For example, powers such as Force Bolt, Firestorm, and Lightning Bolt are now considered Blinding Attacks in addition to their standard effects. Targets struck by a Blinding Attack in this way do not suffer 3 fewer points of damage, and you do not have to spend Willpower to make these attacks. Blinded opponents may still spend 2 simple actions to clear out their eyes, but until they have done so, they cannot be considered observers for the purposes of Unseen Presence, even if they are using the Flighting Blind combat maneuver.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may also spend a simple action to disperse the storm in an intense burst of wind and sand to aid in your escape. If you do, anyone 3 or more steps from you cannot be considered an observer if you also activate Unseen Presence during the round. If you do not disperse the storm in this way, it lasts 10 minutes before quietly fading.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5j8JO6DUlPW5JZpgTZ7w9R","type":"Entry"}},{"fields":{"title":"Erosion","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The potency of toxins and venoms created throughout the animal kingdom vary in strength and intensity. Some are used to discourage attackers and others to weaken otherwise powerful prey. By calling upon the potency of vitae and invoking your clan’s mandate to punish the wicked, you purify your vitae into a deadly weapon to overwhelm a target’s resolve, diminishing her strength and crippling her attacks against you and your allies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When activating Scorpion’s Touch, you may spend an additional point of Blood to enact Erosion. The poisons you generate with Erosion are extremely potent and capable of devastating harm over time. Whenever your target is struck by your application of Erosion, she receives a -2 penalty to her Physical attribute instead of just her Physical attack pools. A character’s test pool cannot be reduced below 1 in this way. In addition, your applications of this power are now cumulative with other applications of this power, either by you or from another vampire. For example, if after striking your opponent once with a weapon coated by your Scorpion’s Touch you strike her a second time, your opponent’s penalty to her Physical attribute changes from -2 to -4.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Track any applications of the penalty inflicted by Erosion separately from any normal applications of Scorpion’s Touch for both penalty and duration. For example, if you strike someone who is already afflicted by Scorpion’s Touch, your target now has a -2 penalty to her Physical attribute and a -2 penalty to her Physical attack pools. Both the effects of Scorpion’s Touch and Erosion have a 5-minute duration.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may utilize this power when using Scorpion’s Touch through the Quietus power Taste of Death.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1PWNZLTypsSzbAx9YbT8IV","type":"Entry"}},{"fields":{"title":"Revelations of Blood Essence","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"For Assamites, the consumption of blood is no mere act of sustenance – it is an act of deliberation, judgment, and conviction. This power grants you a greater suite of abilities in serving your sacred role as a judge of Haqim, allowing you to extract hidden truths or even a portion of the soul.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you taste blood, you may spend a simple action to activate this power. Small quantities of blood are sufficient, such as blood dripping from an open wound, or licking the sides of a knife that successfully damaged your target; however, blood splatter and dried blood is not sufficient. When you activate this power choose one of the following effects:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Blood Familiarity","nodeType":"text"},{"data":{},"marks":[],"value":": You receive a psychic impression of your target that grants you familiarity with her (see ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"MET VTM, Chapter Four: Disciplines, page 114","nodeType":"text"},{"data":{},"marks":[],"value":"). However, your familiarity will last for 90 days as opposed to 30 days, unless ended through supernatural means.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Songs of Distant Vitae","nodeType":"text"},{"data":{},"marks":[],"value":": You experience a vision of a time your target fed in the past 30 days from her vessel’s point of view. The Storyteller will provide the vision. Visions are to be provided in the following priority order: acts of diablerie, acts of feeding that resulted in the gaining of a Beast trait, and any other act of feeding.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Scent of the Accused","nodeType":"text"},{"data":{},"marks":[],"value":": You attune yourself to the olfactory sensations that arise from your target’s blood, making it easier for you to track her. For the remainder of the night, you receive a +5 bonus in any tracking challenge against her and a +2 wild card bonus against any supernatural concealment she may use.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, whenever you are in the process of committing diablerie you may spend a simple action to share its benefits with up to 2 additional targets. These targets must be present and must join you in physically drinking the target’s soul, but they do not need to possess this power. These targets also receive the penalties of diablerie, including the potential loss of Humanity, subject to your game’s setting (see ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"MET VTM, Chapter Seven: Dramatic Systems, page 306","nodeType":"text"},{"data":{},"marks":[],"value":"). Among Loyalist Assamites, the inclusion of vampires in this act who are neither Assamites nor Path of Blood devotees is viewed as heretical; however, Assamite ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"antitribu","nodeType":"text"},{"data":{},"marks":[],"value":" are much more liberal in its applications.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6QBvB7xfOTgZcax05qKuGQ","type":"Entry"}},{"fields":{"title":"Purification","power":"Quietus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Children of Haqim — known in the western world by the sobriquet Assamites — believe that they were chosen by their founder to be the judges of all vampires and the protectors of humanity. By using the power of vitae to cleanse and restore mortals and vampires alike, your mastery of Quietus allows you to clean other individuals’ minds and souls of stains, including those left by the mind control of other vampires. The vampire using this power expels his own blood through the skin of her hands and allows it to soak through her subject, slowly dissipating. As it does, it carries away spiritual impurities and outside influences.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate this power, you must have a willing target, or you must succeed in a Physical challenge. Spend one point of Blood and your standard action to lay your hands on your target as you concentrate to expel her spiritual impurities. This bloody anointment creates a spiritual bond between you and your target, granting each of you familiarity with the other. Once completed, Purification removes any harmful targeted Mental, Physical, or Social effects, such as those originating from the powers of Dementation, Dominate, Presence, or Thaumaturgy. This power can cure mundane toxins or poisons but cannot cure mundane diseases. Mystical effects borne through the blood, such as blood bonds or flaws (including clan or inherent weaknesses) are not affected. You cannot use Purification on yourself.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6hlgZPUmYdDKiHPgMxD7mq","type":"Entry"}},{"fields":{"title":"Mythic Form","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Elders of clan Gangrel have been known to express their cultural roots by adopting mythical beast forms from their homelands and testing their destructive limits. Although a distinct violation of the Camarilla’s Masquerade and the Sabbat’s Silence of the Blood, few who witness your transformation into a creature of myth or legend live long enough to report you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When using Shape of the Beast you have the ability to transform into a more powerful Mythic Form. When you activate Shape of the Beast you may spend 2 additional points of Blood to assume a stronger and larger version of your standard fight form or flight form or you may select a new one altogether. Your Mythic Form can be a creature that has become extinct or a creature out of legend. For example, a Megafauna or Cryptid form (such as a Giant Sloth or Chimera) is a viable option for Mythic Form. When you activate Mythic Form, select two of the following qualities that combine with your bonuses from Shape of the Beast:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Agile: ","nodeType":"text"},{"data":{},"marks":[],"value":"Your muscles and joints shift in awkward and extraordinary ways. You gain a +3 bonus to Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Avian: ","nodeType":"text"},{"data":{},"marks":[],"value":"You can fly at your normal movement speed.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Breath Attack:","nodeType":"text"},{"data":{},"marks":[],"value":" Choose a harmful or caustic substance such as fire or acid. Once per turn, you may project this substance as if it were a Thrown attack to inflict 2 points of aggravated damage or 3 points of aggravated damage on an exceptional success. You may target up to 2 additional targets with this attack provided they are within 1 step of one another. If you spend a point of Willpower to retest one of these challenges, you may also gain a retest on any other challenges against other targets which have yet to be resolved. If a challenge has been resolved, you may not retroactively retest it by using a Willpower challenge later on.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Defensive Spikes: ","nodeType":"text"},{"data":{},"marks":[],"value":"You are covered with spikes or barbs. Anyone who succeeds against you with a Brawl attack takes 3 points of normal damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Poisonous: ","nodeType":"text"},{"data":{},"marks":[],"value":"Mortals struck by your Brawl attacks are immediately wracked with pain. This agony prevents any form of activity other than screaming helplessly. Mortals will die within 3 turns unless they receive medical attention. Supernatural creatures affected by your poison suffer a -2 penalty to their Physical attribute for the next hour. Penalties from the Poisonous quality are not cumulative.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Slick: ","nodeType":"text"},{"data":{},"marks":[],"value":"Your body is slick and hairless. You can spend a simple action to automatically escape from a Grapple.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Tough: ","nodeType":"text"},{"data":{},"marks":[],"value":"Your skin becomes mutated into tough scaly armor with extra bulk that grants you 4 additional Healthy wound levels.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Vicious: ","nodeType":"text"},{"data":{},"marks":[],"value":"You receive an additional +3 bonus to Brawl-based attack test pools. \n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"As with Shape of the Beast, when in your Mythic Form you may only make Brawl attacks, unless you have chosen the Breath Attack quality. If you have the merit Shape of the Beast’s Wrath, you must choose to either receive the benefits of that merit or use this power. Mythic Form is a major transformative power and cannot be combined with other major transformative powers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5R6QEn6NoRIVipvkASIV5Z","type":"Entry"}},{"fields":{"title":"Ghost Body","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your mastery of shape-changing has reached its apex: the assumption of a form which is formless. You possess the ability to become completely incorporeal, enabling you to walk through walls, avoid physical attacks, or even take flight as you ignore the bounds of physics.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and your standard action to transform into an incorporeal, though visible, being. This effect persists for one hour unless you elect to end it early. You may extend this effect by spending 2 additional points of Blood each hour. While in Ghost Body, you cannot initiate or be the target of any Physical challenges, though you may still initiate or be targeted by Social or Mental powers. You are also immune to any powers that damage your body, such as Death of the Drum and Horrid Reality (as you are aware your body cannot be damaged); however, you can be harmed by powers that damage your mind, such as Psychic Assault. You cannot physically interact with the world, spirits, ghosts, or even another vampire utilizing Ghost Body; however, you may still speak and be heard by others. While in Ghost Body, you can pass through solid items such as walls or floors. You may ignore gravity though you continue to move at your normal walking speed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6Cb5fqyTLX6FZfLCiktYNk","type":"Entry"}},{"fields":{"title":"Shattered Fog","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Cunning and opportune timing often trump brute strength and limitless speed. Your knowledge of Protean allows you to rapidly diffuse into a cloud of fog allowing swords and bullets to harmlessly pass through you. When you reform seconds later to strike back your opponents are left befuddled and off balance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When successfully attacked by a power that does damage to you, you can reflexively spend 2 Blood to temporarily shift into Form of Mist thereby negating the damage done to you. Once the damage is negated you immediately revert to your previous form. You cannot use this power to avoid damaging attacks that are fire-based, such as Lure of Flames or weapons with the Flaming quality, Mental effects like Psychic Assault, or Social powers that cause damage. In addition, while you have avoided the damage, the attacking character is considered to have touched you for the purposes of activating other powers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3cjwhwS7J6NxLglnGOzs79","type":"Entry"}},{"fields":{"title":"Flesh of Marble","power":"Protean","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Legends of the Gangrel and their ability to adapt to virtually any environment permeate vampire lore. Some ignorant fools believe the stories of swords shattering and bullets flattening against immortal skin to be exaggerated reports of the effects of Fortitude. The truth is far more insidious. With your mastery of Protean, you can adapt your very skin and flesh to become a flexible armor mirroring stone, marble, or whatever you need to survive.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To activate Flesh of Marble, spend 1 point of Blood and a simple action. Your skin changes texture and color as it transforms into unnatural armor. You may select any two Protective Gear qualities and apply them to your skin. As a reminder, you may not benefit from the same quality twice. Once these qualities are applied to your Flesh of Marble, they are not affected by the Armor Piercing quality. Flesh of Marble is considered a minor transformation power. The effects of this power lasts for 15 minutes. If you wish to change the Protective Gear qualities, you must reactivate Flesh of Marble. The use of Flesh of Marble is considered a Masquerade breach if witnessed by mortals.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7sm1gukMw0KtefG38X3eRx","type":"Entry"}},{"fields":{"title":"Scourge of Arikel","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The pomp and grandeur that surrounds royalty serves to signal not only their wealth but also their power, enabling them to call for silence or obedience with only a few sharp words. Those who gaze upon such resplendence understand the terrible danger that comes with disfavor and know that their place is to obey. With this power, your ire becomes a threat, as even a darting glare or an angry look carries crushing emotional weight. While this power is commonly credited to the Toreador Antediluvian, members of other clans with Presence are known to attribute it to their own founder.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of blood and your simple action as an overwhelming and baleful aura surrounds you. Any who look upon you will intuitively understand that crossing you is likely to carry harmful consequences. For the next 10 minutes, anyone who loses to you in a Social challenge who is within your line of sight suffers 3 points of aggravated damage if you choose. The other party suffers this damage regardless of whether you are the aggressor or defender. If the other party relents to you, they do not suffer this damage. This damage does not constitute an attack or damage for the purpose of powers where such actions could cause them to end, such as Majesty or Eyes of the Cobra.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you are engaging in a mass challenge, each defender who loses to you suffers the damage individually. If you are the aggressor in a challenge where the outcome would cause the defender damage, such as Horrid Reality, calculate the damage from this power as separate for the purpose of damage reduction effects such as Fortitude. Note that the category of a challenge is tied to the defender’s test pool; you may use this power only if you are defending with your Social attribute or if the defender is defending with her Social attribute.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4CrFiMq2YLrhhJVHtKSWRj","type":"Entry"}},{"fields":{"title":"Cooperation","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While the vampire sects are nominally based on cooperation, it is often painfully difficult to get allies to actually work together. Rivalries, ambition, and intrigue stand in the way of a willingness to play nice with each other. Luminary elders can change that by compelling those that might deviate from the elder’s goals through a contest of wills.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When activating Majesty, you may spend 3 additional points of Blood to enact Cooperation.  As a result, those affected by your Majesty must cooperate with your intended efforts to the best of their ability. This could mean stopping combat, building a bridge, leaving a location, etc. Until a character breaks your Majesty or spends a point of Willpower she must go along with your wishes. For each turn a character that has not broken your Majesty wants to take an action that does not directly conform to your wishes, she must spend a point of Willpower. Once spent, she may proceed with her desired action; however, a character cannot attack you or be rude to you without first breaking your Majesty. A character cannot be made to spend more than a single point of Willpower per turn in this way. When a character breaks your Majesty the effects of Cooperation end against that character. Characters with the Appearance focus for Majesty do not ignore Cooperation unless they also possess Cooperation.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4QAPUwyWDPzBu21aUcG60M","type":"Entry"}},{"fields":{"title":"Comrades in Arms","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"When victory seems uncertain, the presence of a confident figure stills wavering hearts and refocuses efforts toward victory. Indeed, from Joan of Arc to Alexander the Great to Oda Nobunaga, some of the most powerful and inspirational leaders have led their battles from the front lines, driving them to incredible success despite overwhelming odds. Through bold action and deft skill, you have the power to inspire others to persist in the face of adversity.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend one point of Blood and your simple action as you rally a group to your cause designating a number of targets up to the number of  dots you have in the Leadership skill as your comrades. You may only activate this power during combat. Whenever you achieve an exceptional success, your designated comrades become ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Inspired","nodeType":"text"},{"data":{},"marks":[],"value":" by your exceptional feat and are motivated to redouble their efforts. Likewise, whenever one of your designated comrades scores an exceptional success, you become Inspired. While a character is Inspired, the next time she spends a point of Willpower for a retest, she regains a point of Willpower, and is no longer Inspired. Being Inspired lasts only the duration of the current combat; if combat ends, you will no longer be Inspired.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In order to activate this benefit, the exceptional success must be earned through normal means; powers or effects that convert a success into an exceptional success such as Bull’s Eye, Strength of the Titans, or the merit Breaking Point do not activate this power. You may be subject to multiple applications of this power, able to grant and receive benefits to and from multiple people. However, you cannot carry more than a single application of Inspired at any one time. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"66tY5z3PodwIBWVdGadfYz","type":"Entry"}},{"fields":{"title":"Capricious Visage","power":"Presence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The world's a stage, and you are its amaranthine star, capable of bringing teeming throngs to their knees with little more than a look and a word. This ability allows you to command a crowd, cowing them into submission or kindling their adoration as all eyes focus on your overwhelming countenance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When attempting to use the Presence powers of Dread Gaze or Entrancement, you may choose to spend 1 additional point of Blood to activate Capricious Visage and target a number of individuals within your line of sight for each dot you possess of the Leadership skill. When using this elder power against multiple targets, you must make a separate opposed challenge using the Presence test pool against each defender. Should you expend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further Willpower. If you spend the Willpower to retest after some challenges have been resolved, you cannot go back to previous challenges you have lost and apply that Willpower retest retroactively.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1ZDO3ZzqaL2XH4ynsYg6tE","type":"Entry"}},{"fields":{"title":"Strength of the Titans","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your strength is unmatched, surpassing that of the Greek gods of old. In a display of physical dominance, you beat your chest, stomp the ground, or yell out a distinctive war cry before you rain down truly destructive blows on your enemy. Your strength is so great that you can even use the environment around you as a weapon in a truly impressive show of force.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood as you make an overt display of physical dominance to gather your power. For the next 10 minutes, if you succeed in a Brawl or Melee attack you automatically achieve an exceptional success. If your target has one or more effects in place that would prevent you from achieving an exceptional success, instead determine an exceptional success normally.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, you have the option to spend a simple action to pick up and use an oversized object as a weapon. You can pick up or tear free from its mooring any object up to the size of a car. You can even rip off bank vault doors or break out a massive chunk of a concrete wall. These improvised weapons always possess the Deadly and Reach qualities and are of sufficient mass such that if used in conjunction with Force, these objects do not break until after damage is applied.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7mmw0ZnVnX2KLFedmxdnEw","type":"Entry"}},{"fields":{"title":"Juggernaut","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Once in motion you cannot be stopped. Like a runaway train, you crash through any physical impediments. Anyone in your path is pushed out of the way as they feel the terrifying impact of your incredible strength. Unfortunate mortals that are in your way are reduced to a pile of blood and broken bones. Although reinforced structures can slow you down, even they cannot hold you back forever.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and one or more actions in a round to move in a straight line. If your movement would move you through another individual or put you in range of an unarmed attack, you may pause your movement to make an unarmed attack without spending an action. You may not use these attacks to facilitate other powers such as Thanatosis or use combat maneuvers. However, your modifiers to unarmed attacks, such as Feral Claws or Burning Wrath, still apply. If you succeed, in addition to any damage caused your target is pushed one step away from you. Once you have completed the unarmed attack challenge you can continue to take steps, resuming your movement and pausing to challenge other impending characters until your steps have been exhausted. If someone you seek to move through has an effect that renders her immovable, she is not pushed one step away and you may not move past her. You may only hit a target once per each application of this power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Mortals in your way are instantly killed. Likewise, any objects or walls cannot hinder you, though a solid metal or stone barrier can reduce your movement to a single step as you plod or tear through it. You may use this power over successive rounds, boring through even the thickest of fortifications and leaving a hole behind you. The Storyteller will determine the rate that you are able to move through these barriers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7vQEQA0UvDOUNHI8yXlBfv","type":"Entry"}},{"fields":{"title":"Relentless Fury","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"You are a creature of sheer fury and might, your body a finely honed weapon. As such, you understand that at times precision is required over sheer strength. With focus and dedication, you have learned to control your power, striking your foes with deadly accuracy.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you make a successful Brawl or Melee attack, you may elect to use the powers of Relentless Fury instead of any other elder Potence power to inflict 3 points of normal damage. This damage cannot be increased by other bonuses, such as from other Potence powers, nor can it be utilized during a combat maneuver; however, it may be converted to aggravated damage through other means such as Feral Claws or Burning Wrath. This damage cannot be reduced by Fortitude or armor, but it can be healed through normal means. The unsoakable quality of this attack only applies to the target of your attack or another target using the assist defender mass combat tactic. If somehow the attack is redirected such as through Between the Ticks, or if the target has Personal Armor, damage reduction effects may be applied normally. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"On an exceptional success, Relentless Fury deals 4 points of damage that cannot be reduced by Fortitude or armor.","level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7A9YVTuM2VIjN5yg29lVKn","type":"Entry"}},{"fields":{"title":"Earth Shock","power":"Potence","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"In a moment of unbridled rage, you smash the ground in front of you causing the earth and everything around you to explode upward. Your terrifying strength is conveyed through the very ground you stand on, leaving behind a crater in a broken street or partially collapsing a house. This attack does not discriminate between friend or foe and is often employed when the user is overwhelmed and surrounded.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood and strike the ground with your fist or heel to cause the ground around you to burst upward. You must then make an unarmed attack challenge against all characters within 2 steps of you, using your Physical attribute + Brawl skill versus their Physical attribute + Dodge skill. Earth Shock can be augmented by Potence, but not by any other powers. Should you expend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further Willpower. If you spend the Willpower to retest after some challenges have been resolved, you cannot go back to previous challenges you have lost and apply that Willpower retest retroactively.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You cannot use weapons of any sort while using Earth Shock. Earth Shock is always normal damage and cannot be converted to aggravated damage by any means. Opponents who take damage (after applying any damage reduction) are Knocked Down unless they possess the Stamina focus or a power that prevents them from being moved. This attack does not allow you to supersede the attacker limit against your targets.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"After you make your attack the Storyteller will determine the effects of this power on any inanimate objects or structures. Even if they are not destroyed, any inanimate objects or structures that are in the area of effect of your Earth Shock will require extensive repairs. Repeated use of Earth Shock can cause catastrophic structural failure.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"Ignore the Stamina focus when determining if a character is knocked prone. This effect is cumulative with any additional damage a character’s exceptional success would cause.","level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3EFZJEbEhbQob8B440X4QC","type":"Entry"}},{"fields":{"title":"Oblivion Orb","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your Shroud of Night now opens a gateway to true Oblivion. The sheer emptiness of the Abyss destroys most creatures, sending some wraiths screaming back to the Maelstrom, and testing the resolve of vampires who cannot survive in such an environment for long.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When activating Shroud of Night, you may spend 2 additional points of Blood to summon an Oblivion Orb within the area of effect of your  Shroud of Night. This creates a terrifying storm of entropy within the shroud that is harmful to those who remain within it. Non-Supernatural Stock NPC creatures in the Oblivion Orb are instantly killed. Stock NPC Wraiths of rating 4 or below are dragged into Oblivion and destroyed. At the end of each turn any remaining creatures suffer 2 levels of aggravated damage that cannot be reduced or negated. This replaces any damage Shroud of Night would cause to a living creature. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While within the Oblivion Orb, movement is reduced by one step to a minimum of one. As with Shroud of Night, you are immune to the effects of your own Oblivion Orb. Being able to see through a Shroud of Night does not prevent the effects of an Oblivion Orb. The effects of Oblivion Orb are not cumulative if two Oblivion Orbs are created in the same space.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7CcS6BDkxESUNNmdHdQvMp","type":"Entry"}},{"fields":{"title":"The Darkness Within","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Tendrils of shadow pour forth from your mouth, eyes, ears, and even open wounds, enveloping your enemies in clouds of thick, inky, darkness like a more sinister Shroud of Night. Within the darkness your enemies are assaulted by horrors they cannot comprehend as you feed on their very essence.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend a standard action and 3 points of Blood and designate a number of targets up to your dots in the Occult skill that are within your line of sight. Inky black tendrils of the abyss erupt from nearby shadows to envelop your targets. Initiate an opposed challenge against your targets using your Social attribute + Occult skill versus your targets Physical attribute + Dodge skill. Should you expend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further Willpower. If you spend the Willpower to retest after some challenges have been resolved, you cannot go back to previous challenges you have lost and apply that Willpower retest retroactively.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Characters who are successfully targeted by The Darkness Within are considered Grappled and immediately gain 1 Beast trait and lose 1 Blood. You may choose to ingest the blood drained, without risk of blood bonds, or you may feed the blood to the Abyss, consigning it to Oblivion. However, any harmful effects such as Acid Blood, still affect you. At the beginning of each everyman action that she remains Grappled she gains an additional Beast trait and loses an additional point of Blood.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If an individual Grappled by this power attempts to escape, she must succeed in an opposed challenge using her Physical attribute + Brawl skill versus your Social attribute + Occult skill. A victim who succeeds in breaking free or that you willingly release from The Darkness Within must immediately test for fear frenzy. Characters affected by this power gain Beast traits and test for frenzy even if they are not normally susceptible to those effects. The Beast traits gained through this power fade at the end of combat and cannot cause Morality loss.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"Should your target escape The Darkness Within, she may not spend a point of Willpower to avoid the effects of a frenzy caused by The Darkness Within.","level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7CMsJYrNeoKh3U9RjmhDLz","type":"Entry"}},{"fields":{"title":"Tenebrous Ally","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your studies of Obtenebration have directed you to ponder the shadow within. While most are victims to their darker impulses, you have learned the secret of making the unconscious your ally, relying on your inherent drive to rise and overcome even when struck down or unable to act. Some Lasombra speculate that the Tenebrous Ally is actually a vampire’s own missing reflection returned.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you are unconscious due to sleep or torpor, or your consciousness is separated from your body due to Possession, Psychic Projection, or similar powers, you may allow your shadow to take control of your physical body. This is an exception to the rules limiting which powers can be used while in torpor or during Possession and Psychic Projection. By spending 2 points of Blood to activate this power, your consciousness will remain separated or dormant, but your body will be fully animate under the control of your shadow; however, because you consciousness remains separated or dormant, you are unable to directly observe the actions of your body unless you have at least one dot in the Awareness skill. To all onlookers, your body will appear to immediately wake and will be able to act at the beginning of the next turn. While this power is active, your eyes become dark pools of shadow, fully black, and somewhat disconcerting to behold.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Your Storyteller will control your shadow while it is active. Your shadow shares some of your motivations but will act on its own. It will defend your physical body if threatened and will feed if your body is low on blood. However, it will not risk itself for your allies nor will it place itself in danger for your cause. Instead, your shadow will seek to preserve its own life and kill anything that threatens it. Your shadow will avoid lengthy conversation, but when it speaks its voice sounds hollow and otherworldly. It may act in ways that you find reprehensible to achieve its ends, although it does not indulge in chaos for chaos' sake. Once you regain consciousness you will remember what your shadow did, and you gain up to 5 Beast traits for its actions as if you had committed them yourself. Any modifiers such as those from paths still apply, and you may attempt a degeneration challenge to reduce 1 of the points. Your shadow can spend your Blood and Willpower and can use your powers and test pools. If you activate this power when you are in torpor due to damage suffered, your shadow will awaken your body with a number of health levels equal to the number of levels you have in Obtenebration. Once activated, this power lasts for 1 hour, or until the effect that keeps your consciousness separated from your body ends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1VCaTOQ3fri1Est95RHkxs","type":"Entry"}},{"fields":{"title":"Shadowy Betrayal","power":"Obtenebration","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Ever since humans first took notice of their shadows, they have suspected them of duplicity. Like a disingenuous friend, the shadow follows you in the light but abandons you in the dark. This power allows you to facilitate the most intimate of betrayals, causing your target’s own shadow to strike out against her.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your standard action as you entice your target’s shadow to attack her. If you succeed in an opposed challenge using your Social attribute + Occult skill versus your target’s Social attribute + Willpower, your target is assaulted by her shadow. The shadow will immediately strike her for 2 points of normal damage. The attacking shadow does not count toward the maximum number of physical attackers per round. On successive turns, you may spend simple actions during the everyman round to cause the target’s shadow to strike her again, causing an additional 2 points of damage for each simple action spent this way. If multiple simple actions are spent in a single round to cause the shadow to attack, the combined damage is considered a single source for the purposes of damage reduction. The effects of this power end after you have spent 3 simple actions in this way, or once 10 minutes have passed. Your target’s shadow can only attack the target herself and cannot be used to attack other characters.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If affected by this power, a target’s shadow is considered invulnerable and cannot be targeted or affected by other powers. For the duration of this power your target’s shadow is considered hostile and she cannot use powers that require her shadow to provide assistance, such as Shadow Twin or Tenebrous Ally. This power has no effect on targets that have lost or are separated from their shadow due to mystical means. If you fail an attempt of Shadowy Betrayal against an opponent, you can try again against that same opponent (or someone else) on the next turn as an exception to the rule disallowing repeated Social challenges after failure. A target may only be affected by a single application of this power, with new instances replacing older ones. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"The effects of this power end after you have spent 5 simple actions instead of 3.","level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"boHxZfumJ9eIjnccRt8Uz","type":"Entry"}},{"fields":{"title":"Rampart of the Mind","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Usually, vampires who master Obfuscate are the personification of “out of sight, out of mind”; however, in modern nights one must keep appearances up at court functions or esbats. Through practiced skill, you have the ability to selectively focus the powers of Obfuscate to cloud your mind from others. After all, being visible doesn’t necessarily mean being vulnerable.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to shield your mind from hostile powers, wrapping your psyche in protective concealment. Provided you are conscious, this power is always active. Anyone who wishes to target you with a Mental or Social power must first defeat you in an additional opposed challenge using her Mental attribute + Willpower or Investigation skill versus your Mental attribute + Stealth skill. This does not apply to passive effects, such as Awe or Majesty. If the aggressor fails the challenge, for the next 10 minutes she may not attempt to target you with another Mental or Social power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Although you must have purchased the Obfuscate power Vanish from the Mind’s Eye and other successive Obfuscate powers to be able to purchase the Luminary power Rampart of the Mind, your attacker does not need to possess the 5th dot of Auspex to attempt to attack you with a Mental or Social power, though they must still defeat you in the above opposed challenge.  If you are targeted by a friendly power, such as Telepathy from an ally, you may choose to relent to that power without penalty even if you were not forewarned of the power’s use.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":" Her Mental attribute + Willpower or Investigation skill versus your Mental attribute + Stealth skill.","level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3SnfLcBRtbqq6Gz7L05Zw4","type":"Entry"}},{"fields":{"title":"Create Name","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Like a great novelist inventing a featured protagonist for her next great story, you have the power to create an entirely new identity that you can wrap yourself in like a trusty cloak. No longer limited to visual trickery, your powers of Obfuscate come with a false familiarity, vague memories, and shared experiences that your observers fall prey to.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The penultimate power of Obfuscate, Create Name allows you to create a completely new persona. You must spend a total of 3 downtime actions in focused concentration to create an identity complete with a new face and body, speech pattern, aura, thought processes and supporting memories. Once created you gain a special 5 dot Alternate Identity Background.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This power can be used to impersonate another individual; however, doing so requires you to spend 2 downtimes and for you to have familiarity with the individual you seek to impersonate. This most likely necessitates continued contact with your target; otherwise, the familiarity may fade. Once the downtime actions are spent, you gain a special 5 dot Alternate Identity Background as the individual you are impersonating.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Finally, this power can be used on others if given enough time. You and your target must each spend 2 downtime actions as you systematically train your target to be their new identity. A user of Create Name can maintain a number of Alternate Identities up to their dots in Stealth. If you choose to deactivate the power, or if you are killed or placed in torpor, the effects of the power end and any Alternate Identities that you have created are lost.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Creating an Alternate Identity in this way does not cost XP. An Alternate Identity created by this power behaves just like the background with the following exceptions:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In order to pierce an Alternate Identity created by this power the Auspex user must possess an elder Auspex power; and","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Any methods of investigation utilized to test an Alternate Identity created by this power do not work unless the user does so in conjunction with elder Auspex, as this power clouds the perceptions of the investigator.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"In all cases, should an Alternate Identity created by this power be compromised, it only reveals that the identity is false and not the character’s true identity. If you die or choose to retract any granted identities, those Alternate Identities fade after 24 hours. The characters using those identities will intuitively know their identity is fading.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 DT actions","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"r9bpocOgljlgkiOiVuitl","type":"Entry"}},{"fields":{"title":"Mental Maze","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your abilities can aggressively cloud a victim’s sense of direction, tricking them into seeing things that are not there or ignoring things that are. You effectively trap your opponents in an area by preventing them from correctly perceiving their environment. Hopelessly lost, your victims are doomed in an ever-shifting prison until you free them.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This power alters and confuses a victim’s sense of direction, leaving her mind unable to perceive an exit or the path to her destination. Spend 1 point of Blood and a standard action to target a number of individuals up to your dots in the Stealth skill. If you succeed in an opposed challenge using the Obfuscate test pool, for the next 10 minutes you inflict your target with a mental haze that confounds her sense of direction. Should you expend a point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further Willpower. If you spend the Willpower to retest after some challenges have been resolved, you cannot go back to previous challenges you lost and apply that Willpower retest retroactively.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Affected individuals become hopelessly lost and are unable to navigate out of the structure they are in or to navigate out of an outdoor area up to the size of 4 square blocks, and cannot find a specific location within their area such as an exit door, a side room, or where a specific vehicle is parked. No matter what efforts the affected target makes to change location, their mind creates obstacles that keep them trapped. Mental Maze prevents a target from declaring fair escape from a combat scenario while under the effects of this power. Once applied, the effect is continuous until the duration ends; the target cannot seek to escape through a clash of wills.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If someone not affected by this power seeks to help someone that is affected , by guiding them out of the area or picking them up and carrying them, the duration of the power is halved allowing the affected target to leave the area after 5 minutes as opposed to 10 minutes as the affected character fights, argues, struggles, and resists the assistance, believing they are being led into danger. Contrived actions to reduce this time, such as victims allowing themselves to be willingly carried or staked, are not allowed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7ME5OCecFrJJMTkmirPlHM","type":"Entry"}},{"fields":{"title":"Soul Mask","power":"Obfuscate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Like a sleight of hand magician, you can distract someone from your true aura with that of another. While not foolproof, you can paint your aura any way you desire, even removing it by closing your mind from intruders.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased this power is always active. Your mind is a fortress hidden behind your Obfuscate. Any attempt to read your mind through Telepathy or other means automatically fails as they are unable to pinpoint your mind. In addition, you may alter your aura in any way you choose. For example, you can appear to be mortal, you can hide diablerie streaks, or you can appear to be another supernatural creature if you have the appropriate Lore specialization. To alter your aura, you must spend 1 point of Blood and a simple action. Once altered, your aura remains that way unless changed again. This power can be extended to other willing targets through Cloak the Gathering but its effects on others end when Cloak the Gathering ends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If others suspect deception in your aura, they may attempt to pierce Soul Mask using the powers of Auspex if they have at least one Auspex elder power. If they succeed, they may use their chosen power normally or receive the results for their power if they have already tested and won.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3FNw0jBqGlakM1M868bga9","type":"Entry"}},{"fields":{"title":"Healer’s Eminence","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your temperance and affinity with the healing arts is such that you can reduce injuries before they even occur. By exerting your will upon the battlefield, you can diminish harm by the force of your presence alone, granting aid and relief to the wounded.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points Blood and your standard action to invoke a powerful aura of healing and grace. Any aggravated damage that would be done to you and a number of allies within your line of sight up to your dots in the Medicine skill is reduced to normal damage. In addition, the first time each turn that an ally within your line of sight heals one or more points of damage, she heals one additional point of the same type beyond the normal total. While this power is active, your countenance becomes tranquil and impressive, and all will recognize you as the source of these effects.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This effect negates any power that would upgrade damage to aggravated, except Warrior’s Eminence. If one or more parties to the battle have both Healer’s Eminence and Warrior’s Eminence active, the effects negate one another, and damage and healing is handled normally.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"13U8JjYQgnXUVsD6roMpIq","type":"Entry"}},{"fields":{"title":"Revocation of Caine’s Grace","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Salubri believe that of all of the clans who bore Caine’s judgment for the crimes of the Antediluvians, only theirs chose to repent their prideful and wayward ways, devoting themselves to the healing and protection of others from that moment forward. In line with this belief, you have the power to call forth a measure of the residual scorn within all Caine’s wayward children, temporarily revoking his gifts. During the period of their eradication, the Salubri were horrified to find this power had no effect on the magic of the Tremere, causing some to believe the Warlocks’ power was infernal in nature.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and your standard actions to speak ancient words of condemnation against your target. If you succeed in an opposed challenge using the Obeah test pool, you may choose 2  disciplines to revoke for the next 10 minutes. Your target loses access to her highest-level discipline power in each of the disciplines chosen. You may only choose to revoke gifts from the cardinal 8 disciplines (Animalism, Auspex, Celerity, Dominate, Fortitude, Obfuscate, Potence, Presence), including elder powers and luminary powers. If your target has more than one luminary power or elder power in a targeted discipline, she may choose which power to forfeit.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This power has no effect on Thaumaturgy, Necromancy, or any disciplines outside of the cardinal 8 disciplines. Should your target lose access to any of the required disciplines for a technique, she loses access to that technique for the duration of the power’s effect. Losing a power causes any active use of it to immediately end.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"You may choose to revoke 3 disciplines with a successful application of this power instead of 2.","level":6,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6I40MZjs6bDB5LZ2pzL4YK","type":"Entry"}},{"fields":{"title":" Rayzeel’s Grace","power":"Obeah","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your healing skills are no longer limited by a singular touch to a lone ally. You can now summon and channel healing energies as you move about the battlefield tending to your flock. With the slightest concentration, you can heal your allies from afar, while still reacting to the ebb and flow of combat.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood and your standard action to imbue yourself with healing energies. As you do, your third eye opens and glows with holy light. You temporarily gain a number of ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Grace","nodeType":"text"},{"data":{},"marks":[],"value":" points equal to your total number of Obeah powers, including elder powers, luminary powers, and techniques. You may spend a simple action and one point of Grace to cause any target within your line of sight to heal a point of normal damage or convert a point of aggravated damage to normal. You may spend multiple points of Grace per simple action in this way, targeting multiple individuals, and possibly healing them for more than one point of damage.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only have a single instance of Rayzeel’s","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":" ","nodeType":"text"},{"data":{},"marks":[],"value":"Grace active at a time; if you activate this power while you have points of Grace remaining, you do not retain any of those points of Grace. Once activated, points of Grace fade after 5 minutes. You may use your simple action to spend points of Grace even during Celerity rounds.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Example: Cassandra spends 2 points of Blood and her Standard action to activate Rayzeel’s Grace and has 6 total Obeah powers. She gains 6 points of Grace. She then spends her simple action and 3 points of Grace. She uses 2 of the spent points of Grace to heal her ally Victoria for one point of aggravated damage by using 1 of those points to convert the aggravated point of damage to normal damage and the other point to heal it completely.  She uses the other 1 point of Grace she spent to heal her ally Giorgio of 1 point of normal damage. Cassandra has 3 points of Grace remaining. During her action on the first Celerity round, Cassandra uses a simple action and 2 points of Grace to heal Victoria for another two points of normal damage. The turn ends with Cassandra retaining 1 point of Grace. During her next action, she activates Rayzeel’s Grace again. She forfeits the remaining point of Grace, and her Grace  total becomes 6 once more.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5WhegjpwEQECzjfep52Hmj","type":"Entry"}},{"fields":{"title":"Promises Like Steel","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Contracts and oaths are the backbone of faerie culture, and more than one person has found themselves bound tight in a poorly worded promise or a thoughtless vow. Through your mastery of Mytherceria you can take the promises of others and weave them into an ironclad vow, calling upon nearby Piskies to punish your target should she fail to honor it.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever someone makes a declaration, promise, or commitment within your earshot, you can bolster it with supernatural reinforcement. Spend between 1 and 3 points of Blood and your standard action to engage your target with the Mytherceria test pool. If you succeed in the opposed challenge, you may choose up to two flaws for a total of 3 points worth that will be afflicted on the target should she fail to uphold the promise. You must then acknowledge the target’s promise, declaring it to any forces that might be listening, describe what will afflict your target, and tell her how long she has to fulfill the commitment as described below.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The flaws assigned cannot alter a character's Generation, Rank, or Seeming. Any flaw chosen must be appropriate to her creature type (vampire, werewolf, etc.), social group (sect, court, etc.), and her clan, bloodline, tribe or similarly appropriate “family”. You must have the appropriate Lore skill specialties to give her a non-vampire, non-general flaw. Your Storyteller is the final arbiter of what flaws you have knowledge of and which are appropriate to levy against your target.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Thereafter, nearby piskies will take note of the target’s commitment and punish her should she fail to uphold the vow within the allotted time. If you spent only 1 point of Blood as you activated this power, your target has one month to fulfill the promise. If you spent 2 points of Blood, she has one week; and if you spent 3 points of Blood, she has one night.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Between game sessions, if your target has not attempted to fulfill her promises, her dreams are haunted by nightmares of misfortune and tragedy and she is unable to regain Willpower. Should the time expire before your target can complete the task, the piskies will curse the target, causing her to experience grave misfortune. These tiny tormentors are wholly unavoidable and can apply the curse regardless of her efforts to hide. The magic of the sworn oath even grants these Piskies access to areas they would not normally be able to enter such as a Haven with the Occult benefit. The misfortune inflected will be the flaw(s) you selected and will afflict her for two game sessions or two months, whichever is longer. The first session in which the flaws take effect counts as one of these game sessions. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Example: Stephen Branton, an overzealous Brujah, threatens Sebastian by saying he is going to pull out Sebastian’s fangs and make them into a necklace if he does not get out of his way. Suspecting that the Brujah is all bluster, Sebastian decides to test Branton’s resolve. Sebastian spends 3 points of Blood and declares the use of Promises Like Steel, succeeding in the opposed challenge with a normal success. He says to Branton, “Let it be done then, and let all who bear witness hold thee to account. You have until the end of the night to do exactly that, lest your wits reflect the softness of your mettle.” The player of Sebastian then informs the Storyteller that if Stephen Branton does not succeed in removing Sebastian’s fangs and making a necklace of them by the end of the night, he will gain the Slow Reactions flaw ","nodeType":"text"},{"data":{},"marks":[],"value":"for","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":" two game sessions or two months, whichever is longer.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"Should your target fail to uphold her promise, in addition to the standard success that allows you to assign up to a total of 3 points of flaws, you may also assign one additional flaw that costs between 1 and 3 points.","level":6,"cost":"1-3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"CZMMkbiIZGXKdieQwfhTO","type":"Entry"}},{"fields":{"title":"The Grandest Trick","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The greatest trick the Devil ever pulled was convincing the world he did not exist. In a similar vein, The Grandest Trick allows you to fool your body into believing you are no longer a vampire. Once activated, this trick only lasts until the next sunset, but during that time you are completely human, losing all advantages and disadvantages of being a vampire yet retaining all memories. This power has allowed the eldest of the bloodline to meet in private, throw off the trail of those hunting the Weirdling, or obtain items or information otherwise difficult to acquire at night.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 5 points of blood to enact The Grandest Trick. At the next sunrise you become mortal until the sun sets. During this time, you lose all vampiric abilities. Your traits are capped at 10 and your skills are capped at 5. You lose the ability to spend Blood for any reason and cannot activate any disciplines. Any blood removed from you is human and non-supernatural in nature. While you are under the effect of The Grandest Trick you appear generic and unobtrusive. You fit into your surroundings and do not appear to be anything other than an average person. For the duration of the power, you are considered to be using an Alternate Identity of 5. If this Alternate Identity is somehow broken, any parties investigating you only learn that you are not who you claim to be and do not discern your true identity.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"5 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6u43nQ5TtkTrLks4R1Zsmo","type":"Entry"}},{"fields":{"title":"Fiddlesticks","power":"Mytherceria","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Changelings are masters of trickery; they befuddle the minds of those who cross them, reducing them to little more than babbling fools. You have mastered this arcane trickery of the faeries and are able to steal away the talents of those who raise your ire, turning them into bumbling caricatures of their once powerful selves.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and your standard action to engage your opponent in an opposed challenge using the Mytherceria test pool. To use this power, you must have your target’s Gaze and Focus. If your challenge is successful, you reduce one of your opponent's skills of your choosing to 1 for 30 minutes. If your target has a limited number of items they can control based on the targeted skill, such as Digital Sentries or other items created or controlled by blood magic or blood magic rituals, these items are rendered inert until the duration of Fiddlesticks expires. If less than all the items would be rendered inert, the creator of the items chooses which items are rendered inert.  In addition, your victim cannot achieve an exceptional success in test pools involving the chosen skill. A target may only suffer from a single application of this power at a time. A subsequent use of this power on a target already suffering from its effects results in the active application of the power being replaced with the new application of the power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"This power lasts for one hour instead.","level":6,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4UGrP3VRJZTTE4uNKjBW8t","type":"Entry"}},{"fields":{"title":"Choir of the Damned","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Musica Universalis is more widely known as the Music of the Spheres; a song that flows through every being, both living and unliving; governing the rhythms of the heart, the cycle of day and night, and the turning of the stars. You have the power to summon manifestations of the divine song, who join you in chorus. In some cases, these singers appear as divine angels, and in others as ghostly mourners.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood and use your simple action to summon two otherworldly entities who join you in song. These singers take whatever appearance you choose, such as choir members, angels, or backup singers dressed similarly to you. The singers are intangible and cannot be harmed or targeted by hostile powers and will follow you at your walking pace.  The singers may use your Melpominee powers from levels from 1 through 5 as well as the elder power Sound Wave. They may use these powers without cost, and act on your initiative (which includes the benefits of the merit Rhythm of Battle if you have it).","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, the three of you may combine the group’s efforts to destroy objects of significant size up to 100 feet away from the furthest singer and within your collective line of sight. By spending 2 points of Blood and 3 uninterrupted turns singing as a group, you can destroy an object less than or equal to the size of a car. If you spend a total of 6 turns, you can cause the collapse of a single floor or the ceiling of a structure.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"C85Gf4V5nMSLf5baeyZG2","type":"Entry"}},{"fields":{"title":"Sound Wave","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your voice is a force of nature, capable of sounds that crash over your enemies like a sonic tidal wave. Like the mythical banshee, your song is beautiful and deadly; capable of moving your listeners to tears through emotions or force.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your voice is capable of resonating at a pitch and frequency that damages objects and people by imbuing it with kinetic energy. Once purchased, you may declare the use of Sound Wave by spending 1 additional point of Blood when using Death of the Drum. If you chose, your attack may now use your Social attribute + Subterfuge skill against your opponent’s Physical attribute + Willpower. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Your voice also gains the power to project a terrible force. The sheer power of your voice shatters windows, knocks glasses off tables, and has a tangible “push” that can be felt by nearby targets. Any opposed challenges won by you while using this power push your opponent back 3 steps in the direction of your choice regardless of the defense pool used by your target. If this would cause your target to collide with anything the size of a table or larger, she takes 1 point of damage, as do any characters she collides with. This damage is considered separate from your initial attack for the purposes of damage reduction. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This power can be used in conjunction with other elder Melpominee powers when appropriate. The Storyteller will determine how inanimate objects are affected by this power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"Your target or targets are pushed back six steps.","level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1rOCLTD3xREusbi3bb7glR","type":"Entry"}},{"fields":{"title":"Reverberation","power":"Melpominee","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While demands for an encore are typically directed at solo performers, your skills as an accompanist are such that you often steal the show. Through skillful mimicry you can elevate even a failed performance to exceptional acclaim. Your voice becomes a perfect duplicate, capable of picking up dropped beats and flat notes, leaving no doubt as to who carried the show.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can duplicate another character’s voice so perfectly that it enhances any power or discipline they use. You may activate this power outside of your initiative order but only if you have a simple action remaining in the round. To do so spend 1 point of Blood and your simple action and target someone who has just failed a challenge involving the use of their voice. This could be a power that requires a target to hear words such as Mesmerism or Command, or powers that simply require one to speak, such as Thaumaturgy. Regardless of whether you understand the words spoken or understand the power itself, you copy the target with perfect mimicry. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"When using Reverberation in one of these instances, the user of the power gains a free retest. This retest can be used before or after the normal Willpower retest and is an exception to the rule limiting retests to one per challenge. You may use this power on yourself, creating an immediate echo of your own power giving you an additional retest for any powers involving your voice. Any retests use the trait pool of the power’s original user.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6vcXFzctOwOKtTRObg5Rcz","type":"Entry"}},{"fields":{"title":"Indestructible","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"As the adage goes, if it bleeds you can kill it. While that is true for just about everything, you are the exception. For as long as you have blood in your body, you are essentially impervious. By sacrificing a quantity of blood, you can shrug off potentially fatal damage from your attackers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may activate this power at any time, even outside your initiative order and even if you do not have an action this round. Further, you may use this power if you are dead, dying, immobilized, or torpid, but only if you have entered such a state in the same round. Upon activation, you lose a quantity of blood equal to half your blood pool, rounded down, which negates all damage that you have received during the current turn of combat, including harmful physical effects such as Withering. Any external lasting physical effects, such as those caused by Engulf, persist. Although the power heals you, you suffer damage normally for the remainder of the turn.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may activate this power multiple times in a combat turn. Blood spent to activate this power does not count against your blood expenditure turn limit. You must have at least 2 points of Blood in your pool to use this power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7nUTXwysdQztKj21KbIHx3","type":"Entry"}},{"fields":{"title":"Insurmountable","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Neither the ancient oak nor the looming mountain is easily overcome. Their strength must be respected, met with patience and restraint. Like these mighty icons, you are enduring and proud, lasting and solid. Even the most powerful of foes can only chip away at your resilient form, hoping to fell you only through aggregated efforts.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased, this power is always active. Whenever an opponent achieves an exceptional success against you in a challenge where you are defending with your Physical or Social attribute, she instead achieves a normal success. All effects that would trigger as the result of the exceptional success, such as additional damage, exceptional success bonuses, or powers that trigger when an exceptional success is achieved, are cancelled. If your attacker has a power or effect that automatically converts a normal success into an exceptional one, determine an exceptional success normally and only if she succeeds in obtaining an exceptional success does she get the benefits of the exceptional success.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2qVfvSj1hVp27KPvjmDOeR","type":"Entry"}},{"fields":{"title":"Resilient Mind","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your physical resilience has evolved to protect your mental faculties. You may temporarily shrug off any non-physical ailments accumulated throughout the centuries and can resist Mental attacks with ease. With this power, your mind is as hard to rupture as your flesh.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and a simple action to protect your mind from attack. For the duration of Resilient Mind, none of your derangements, including temporary derangements gained from powers, animal quirks (such as the Gangrel clan weakness), or psychological based flaws (such as Repelled by Garlic or Can’t Cross Running Water) affects you. In addition, whenever you spend a point of Willpower to retest a Mental or Social power that attacks your sanity, such as Dementation or the Mytherceria power Fiddlesticks, you immediately regain one point of Willpower. Resilient Mind lasts for 30 minutes.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7caeVnubtRcseINtZo4q28","type":"Entry"}},{"fields":{"title":"King of the Mountain","power":"Fortitude","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"With your mastery of Fortitude, no threat is unstoppable. Attackers bounce off you as if you are a brick wall, and the sheer force of attacks that would move you are turned back upon your assailant.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You do not move unless you want to move. Any outside influence, effect, power, combat maneuver, or weapon trait that would cause you to move from your current spot by taking steps (Knock Back), falling prone (Knock Down or Knock Out), or disarming you (Disarm), automatically fails. King of the Mountain only affects powers that directly seek to inflict these effects. For example, a vampire using the Movement of the Mind power Repulse to move you would automatically fail, but the use of a Dominate power to compel you to lie down or surrender your weapon functions normally. In addition, if an opponent unsuccessfully uses a melee or unarmed attack against you, she moves 2 steps back from the point of impact. Characters whose backward trajectory causes them to collide with a solid object take 1 point of normal damage. Once learned, this power is always active unless you choose not to use it.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"tBBv59eyrzhFyOfgrki2d","type":"Entry"}},{"fields":{"title":"Empowering the Puppet King","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While others risk exposure by openly vying for authority, you can exert influence from the shadows. Your will carries power, emanated by the voices of those beneath you whilst you remain comfortably able to deny any involvement. You can impart your Dominate commands on others, spontaneously turning a desperate plea into a powerful order.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can imbue others with your power of Mesmerism. Whenever you hear someone make an imperative statement, you may activate Mesmerism lending the weight of your Dominate to the words spoken. The Storyteller will then perform a contested Dominate challenge against the person your target is speaking to. If successful, the target must perform the action as if under the effects of your Mesmerism. While using this power, you cannot be identified as its source through any means, such as through the Awareness skill. Should the power fail, any use of the Awareness skill will identify the speaker as the source.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2mASWa2sbYLyiLXa173D0T","type":"Entry"}},{"fields":{"title":"Fealty","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Nothing draws people together like power. The power of your blood is so great that it enables you to seal oaths of service while granting some of your strength to those loyal to you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever a target makes an oath of fealty to you, you may spend 1 point of Blood and a standard action to accept it and activate this power. The oath of fealty must be given freely and without supernatural influence. If your target is a supernatural or awakened creature, she will understand that the oath carries supernatural significance. While Fealty is active, it has the following effects:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Loyalty","nodeType":"text"},{"data":{},"marks":[],"value":": For as long as this power is active, you gain familiarity to your target that does not fade for as long as she is a vassal. Any blood bonds or vinculum rating your target has toward you do not fade due to time or magical effects, such as the Vaulderie. Should this power end, time that might count toward the familiarity or the bond fading will begin from that moment.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Servitude","nodeType":"text"},{"data":{},"marks":[],"value":": You are always considered to have your target’s Gaze and Focus for the purposes of using Dominate powers. In addition, provided you are able to spend Willpower to retest an opposed Mental or Social challenge involving your target, you can do so without paying the required Willpower cost.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Devotion","nodeType":"text"},{"data":{},"marks":[],"value":": Your target can draw upon a portion of your power while she carries out your orders. If she is in an opposed challenge and is able to spend a point of Willpower to retest in a Mental or Social challenge, she may do so without paying the required Willpower cost. She may only use this benefit provided her actions involve carrying out your direct orders. She may use this benefit up to 3 times per hour.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may release any servant from Fealty at any time by spending a simple action, even if she is not within your line of sight. Anyone released from their Fealty will immediately know that their oath has been terminated. If someone who has sworn Fealty to you wishes to break their oath of Fealty, she may do so by spending 3 standard actions and 3 points of Willpower. If she does, you will immediately know. Breaking your Fealty against your will is a painful process and those that do so immediately suffer 3 points of aggravated damage that may not be reduced or negated. Alternatively, you may release vassals from their oaths by spending a simple action. At any given time, you may have a number of active Fealty oaths equal to your dots in the Leadership skill.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4slbwkwnFnbIegt6O7p19J","type":"Entry"}},{"fields":{"title":"Chain of Command","power":"Dominate","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The nature of hierarchy means that you do not always have the luxury of delivering your orders to your subordinates directly or in person. While your disappointment and the retribution it could bring may be feared, this power ensures that your commands will be relayed to the letter. You have the power to invest a messenger with a directive that, when delivered, will convey your authority. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the power to invest a messenger with a residual Mesmerism that she can deliver on your behalf to a specific person. To do so, spend 1 point of Blood and your standard action to give the order to your messenger. You must have her Gaze and Focus and you must speak aloud the name of the party to whom the order is to be delivered, as well as the specific order. If your messenger is unwilling to relay your message, you must defeat her in an opposed challenge using the Dominate test pool. If you succeed, or if she is willing, the player of the targeted messenger will make a note of the order, the recipient, your Generation (in the event of any Generation effects such as Primacy of the Blood), and your Dominate test pool.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As soon as the messenger encounters the individual that is to receive your message, or someone the messenger sincerely believes to be that individual, the messenger will take the necessary steps to establish that person’s Gaze and Focus and use her standard action to convey the Mesmerism. When doing this, your messenger will repeat the order you gave her to the letter and will say it comes from you. If your messenger does not know your identity, she may refer to you as “my master”, or simply “I am bidden to tell you . . . .” If your messenger succeeds in an opposed challenge using your Dominate test pool, the recipient of your order must abide by the Mesmerism as if it had come from you. If the Messenger loses the challenge and fails to impart the Mesmerism on the recipient, she may make a Willpower retest if she so chooses.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Your messenger will remain invested with your residual Mesmerism for 30 days. The use of this power does not count against the number of Mesmerisms your messenger may be susceptible to at a given time, though she may only carry one application of Chain of Command. As such, you may use Chain of Command on your messenger and then use Mesmerism on her to cause her to immediately convey the message. Should you wish to employ Forgetful Mind on the messenger, you may cause her to forget the circumstances of her dispatch as well as the contents of the message, though she will still deliver the message normally and to the letter when she encountersthe recipient.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7aZuzHn89puinmP4xutqNy","type":"Entry"}},{"fields":{"title":"Wave of Insanity","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The onset of insanity is sometimes described as a flood; a slow but ruinous onslaught of emotion that is both inescapable and devastating. Your supreme mastery of Dementation allows you to create a veritable torrent of madness, assailing the minds of any who provoke you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When attempting to use the Dementation power Total Insanity, you may choose to spend 4 additional Blood points to activate Wave of Insanity. If you do, you may target up to 2 additional individuals within your line of sight. All 3 targets must meet the criteria to be targeted by Total Insanity and you must choose a singular effect to apply to all of them. When using this power, you must make a separate opposed challenge using the Dementation test pool against each defender. Should you spend Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges without spending further points of Willpower. Unlike a standard application of Total Insanity, the effects will end after 10 minutes.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"4 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"1HQrjz1Eofy993lPYCYGbY","type":"Entry"}},{"fields":{"title":"Fractaline Epiphany","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"A broken mind is not unlike a broken mirror – a collection of reflections, angles, and edges. Some of them are pretty, insightful, or wise, and some are sharp and jagged. To such a mind, the distinctions of identity and consciousness are arbitrary constructs, and defeat is a label borne by struggling fools who fail to see the entire forest through the trees. Where others are burdened by setbacks, you do not falter, for you are privy to a secret truth: the only real limitation is one of perspective, and by staring into the world through the pane of your mind’s eye you see infinite possibilities.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, this power is always active. Whenever you fail an opposed Mental or Social challenge, your target does not gain immunity to your power or action for the next ten minutes. Should a power like Majesty prevent you from attempting to resist its effects after an initial failure to resist, you may instead try again on your next available action.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5PU0Zz0WEP0srnipovLowg","type":"Entry"}},{"fields":{"title":"Restructure","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Much of a person’s identity is a product of their nature; a set of defining characteristics and principles that influence her decisions. While some view nature as immutable, you have the power to fundamentally redesign a person’s core personality. You can remove or change not only your subject’s Archetype but the very foundations of what makes her who she is. For some this is a boon, giving them the ability to live a night as someone new. Your victims, however, are condemned to an evening of languor and apathy as they no longer understand their purpose in the world, nor do they have the desire to find one.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood and 3 standard actions to use Restructure. If the target is unwilling, you must win an opposed challenge. If you succeed, you may affect her with this power. If your target has an Archetype, you may immediately change her Archetype and any of her focuses to other focuses in the same category. These changes last for the remainder of the night. You may only affect a character’s base permanent Archetype and focuses; bonus focuses or a bonus Archetype, such as from the merit Versatile or the Dominate power Fealty cannot be changed. Willing participants affected by this power may spend a point of Willpower to make the change permanent. Characters affected by this power feel as if their motivations and purpose have been realigned. This may be a relief for some, or disconcerting for others.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If your target is a Stock NPC, you may grant her an Archetype and the benefits that come with it, including an Archetype retest. Stock NPCs affected by this power feel a surge of inspiration and direction, as if they have been given a new purpose. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Alternatively, you may use this power to strip your opponent of her identity leaving her directionless, dispassionate, and overwhelmed by an identity crisis. Using Restructure in this way causes your target to lose access to her Archetype (if she has one) as well as any focuses. A use of Restructure in this way lasts for the next hour. Removing a character’s Archetype in this way affects only her permanent Archetype and focuses, and not those obtained from bonuses. However, this use does affect permanent focuses obtained from merits such as Versatile or Expanded Consciousness.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"If you have chosen to strip your target of her identity, she loses her Archetype and focuses for the remainder of the night.","level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"3q7HjlvyUJiFPlntlZ8Yhy","type":"Entry"}},{"fields":{"title":"La Llorona’s Lament","power":"Dementation","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The power of grief, though all but forgotten in modern times, was once widely respected. Among some cultures it was believed that if no one wept for a fallen soul it could not find its way to the afterlife. The expression of grief was an outpouring of emotion, unburdening the soul of its sorrow and the pain of regret. With this power, your sorrow is infectious, as your tears prompt outpourings of grief in others. The use of this power in modern times is attributed to Manuela Bolivar, the Malkavian Justicar, whose dissent over an action taken at the Sao Paulo conclave of 2011 is reported to have reduced the assembly to open wailing. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and your simple action to emanate feelings of despair, angst, and anguish. You must then issue a prohibition of your choosing to everyone in your vicinity. For example, you might say “do not disturb my roses” to someone about to trample your garden, or “do not defile the sanctuary” to a group of burglars who broke into your property. Regardless of their affiliation with you, whenever a character within your line of sight spends an action to violate your prohibition, she gains a point of ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Despair","nodeType":"text"},{"data":{},"marks":[],"value":". She gains this point whether or not she succeeds in the action. For example, if you proclaimed “don’t hurt me” to a character and that character attempts to attack you but fails, that character gains a point of Despair. Characters who have one or more points of Despair feel a growing sadness within them and understand intuitively that what they are doing will result in harm. A character receives a -3 penalty to her initiative score for each point of Despair she has. If a character accumulates 3 points of Despair, she is overcome with grief and must spend her next simple and standard action openly and violently sobbing as she cries tears of blood in great quantity. As she cries she loses 3 points of Blood and her Despair traits revert to zero; however, if you possess the Dementation elder power Lingering Malaise, your target reverts to 1 point of Despair instead. \n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If this power is activated outside of combat, you must spend 1 point of Blood every 5 minutes to maintain it. Once combat begins, this power lasts until your next action on the everyman round, and you must spend 1 point of Blood and a simple action every turn you wish to maintain it. In combat you can change the prohibition on your action by speaking a new one aloud. Doing so does not cost an action. Despair traits fade away at a rate equal to one every 5 minutes.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The prohibition given must be simple and direct. Prohibitions that are roundabout commands or that require inferences to be drawn from a statement, such as “don’t allow him to live a second longer” which implies that someone should be killed, are invalid. This power cannot be used to gain information through specific wording such as “any diablerists shall not remain silent”. Non-vampires affected by this power are able to cry actual tears and do not lose blood when they are overcome with grief.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"mv4x8QN8zMRpg5Ve7sehP","type":"Entry"}},{"fields":{"title":"Passion Play","power":"Chimerstry","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Reality is temporary; a toy easily manipulated and changed to suit your purposes. By invoking the power of your blood, you control the world around you, shaping illusions to your liking. From a dilapidated warehouse springs forth an elaborate manse fit for a king; a garden of simple rose bushes erupts into a labyrinthine forest of vicious, thorny vines. To others, your manipulations become a solid irrefutable reality.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and 3 full turns to craft an illusion that engulfs the world around you. This illusion must be centered on your immediate location and affects an area no larger than a small warehouse, mansion, or an outdoor area up 2000 square feet. At the end of your third turn you have created a solid illusion, filled with inanimate objects that can be touched or moved by anyone within the effect.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"When crafting your Passion Play you may change any details of the physical location that you would like. For example, rooms grow smaller, buildings shrink, gardens fill with the scent of fresh cut flowers, and stairs appear from thin air. Passion Play can only be used to craft inanimate objects such as a building or furniture. Manifestations of sentient entities must be created separately. The details of the area created through this ability are at the discretion of the user. For example, the space may become an opulent art gallery or a terrifying den of horror.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once your Passion Play is active, it cannot be changed. You may only have one use of Passion Play active at any given time. You may move through the illusion or even leave the area, and the effect will continue. Your Passion Play will persist until dawn unless you elect to end the power earlier by spending a simple action or you die.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A character caught within your Passion Play cannot disbelieve any non-harmful Chimerical creations within. Here, a chimerical table looks and feels as real as the rest of the world. Damage caused by Chimerstry powers such as Horrid Reality do not fade (even if the area is left or this power ends) and have the potential to kill if they cause sufficient damage. In addition, any attempt by you to use the first four levels of Chimerstry in the Passion Play area of effect does not require an opposed challenge and automatically succeeds without an additional cost. This benefit only applies within the Passion Play; illusions that leave the area lose this benefit.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6rwIo7yvqvv7hZSMks52Bd","type":"Entry"}},{"fields":{"title":"Truth's Essence","power":"Chimerstry","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"In every deception there lurks some truth. Truth’s Essence exposes the seed of truth upon which the lie is built by enabling you to unmake the illusions and deceptions of others. The effects of this power are not limited to Chimeristry and can affect other forms of trickery such as Obfuscate.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you are aware or suspect the use of Chimerstry, Obfuscate, or other similar powers that trick the mind such as a werewolf’s Blur of the Milky Eye or Coyote’s Mantle, you may attempt to dispel the power much like you would end your own illusions. Spend a standard action and 1 point of Blood to target an individual or area no larger than 15 square feet and attempt to dispel active powers as described above. If you target an individual, you must succeed in an opposed challenge using your Chimerstry test pool versus the test pool used to create the deception. If the targeted individual has multiple effects active, she uses whichever is the highest test pool for those effects. If the active power on the targeted individual originated from another character, such as the effects of Cloak the Gathering, use the test pool of the character that created the effect. If successful, all active illusionary powers that are affecting your target end. NOTE: this power does not grant you the ability to target individuals you cannot see; you must first be able to perceive your target with Auspex or similar abilities.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you target an area with Truth’s Essence, make an opposed challenge against the illusionary effect’s creator. However, if the effect’s creator is not present, the challenge becomes a static challenge with a difficulty equal to the creator's appropriate discipline pool and the effect’s creator may not retest the challenge using Willpower or other effects that grant retests. Use of Truth’s Essence to target an area can only be used against a single area-wide effect; if there are multiple effects active on the area you must target each effect individually. If successful, you end the effect of any active illusions in the area; however, their creators may activate them once again.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The Storyteller is the final arbiter on when a character has reason to suspect the use of illusionary powers, such as the appearance of a chainsaw from someone’s pocket or a dragon swooping in from the sky. The use of Truth’s Essence is not considered an attempt to disbelieve illusionary effects, and therefore works against Horrid Reality. Truth’s Essence has no effect on illusionary effects created by elder powers or luminary powers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5dLedxWDZ4MaUv0mJEYT2M","type":"Entry"}},{"fields":{"title":"Horrid Blade of the Demons","power":"Chimerstry","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Reality is constantly in flux, shifting and moving with the ebb and flow of the universe. You understand the impermanence of reality and how to create and destroy with little more than a thought and the power of your blood. Through such understanding, you have learned to create weapons from little more than thin air, imbuing them with mystical properties that only you can control.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood and your standard action to create a magical melee weapon that only you can wield. For the next hour, the illusion cannot be disbelieved. At the end of the hour, the item immediately disappears unless you spend 2 additional points of Blood to maintain the illusion. This weapon must always remain in your hands or it will cease to exist. If you are disarmed the item immediately disappears unless you spend 1 additional point of Blood to immediately return it to your hand. This power cannot be used in conjunction with Horrid Reality. Unlike Horrid Reality, the damage inflicted by this illusionary weapon does not fade when the illusion ceases to exist though any damage inflicted by the weapon may be healed as normal.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Weapons created in this manner are considered level 5 magical weapons. In addition to applying two standard qualities to the weapon, weapons created by this power may have up to 5 points of Cantrips, as detailed below. As these weapons are not technically real, they may not be further augmented by powers such as Quietus.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each Cantrip costs a number of points equal to its level and, unless otherwise noted, may only be purchased once. In addition, you may give the weapon any number of non-mechanical aesthetic characteristics pertaining to things like style, appearance, or apparent composition.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Level 1 Cantrips – 1 Point  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Aggravated","nodeType":"text"},{"data":{},"marks":[],"value":": All damage dealt by this weapon is aggravated damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Draining","nodeType":"text"},{"data":{},"marks":[],"value":": Once per turn, after successfully damaging a target, the weapon heals you for 1 point of normal damage.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Encumbering: ","nodeType":"text"},{"data":{},"marks":[],"value":"This Cantrip can be purchased multiple times. For each time this Cantrip is purchased, when you successfully strike a target, she receives a cumulative -2 penalty to her next turn’s initiative. Multiple applications of this effect are not cumulative from different sources.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Forceful: ","nodeType":"text"},{"data":{},"marks":[],"value":"The application of this Cantrip generates a powerful wave of force allowing the melee weapon to harm enemies from a distance, conveying its full effects and qualities. You can purchase this Cantrip multiple times. For each time you purchase this Cantrip, your weapon’s range increases by 2 additional steps. This weapon quality is cumulative with the Reach quality (see ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"MET VTM, Chapter Thirteen: Influences and Equipment,  page 517","nodeType":"text"},{"data":{},"marks":[],"value":").","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Harrying: ","nodeType":"text"},{"data":{},"marks":[],"value":"A target struck by this weapon takes one fewer step the next time she spends an action to move. She can move normally again after she spends one penalized action for movement. Multiple applications of this effect are not cumulative.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Skillful: ","nodeType":"text"},{"data":{},"marks":[],"value":"Choose a single combat maneuver during creation. Once per hour, you can perform that combat maneuver without spending Willpower.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Unbreakable: ","nodeType":"text"},{"data":{},"marks":[],"value":"Mundane and supernatural effects are unable to break this item or compromise its physical integrity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Level 2 Cantrips –2 Points","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Disruptive: ","nodeType":"text"},{"data":{},"marks":[],"value":"During creation choose a single attribute (i.e., Physical, Mental, or Social). Targets struck by this weapon suffer a -1 penalty to test pools that involve the chosen attribute until the end of their next turn. This Cantrip can be purchased multiple times; however, the same attribute cannot be selected more than once.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Exceptional: ","nodeType":"text"},{"data":{},"marks":[],"value":"The weapon gains one of the following additional qualities at creation: Accurate, Armor Piercing, Brutal, or Deadly. The quality chosen cannot be one that the weapon already possesses.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Painful: ","nodeType":"text"},{"data":{},"marks":[],"value":"This weapon always inflicts 2 points of normal damage when it successfully hits its target. This damage cannot be increased by bonuses such as an exceptional success or reduced by powers such as Fortitude. This quality has no effect if the weapon is being utilized as part of a combat maneuver. The Rugged quality functions normally against this quality, incurring 2 points of damage against the bonus Rugged health levels when struck.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Level 3 Cantrips – 3 Points","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Devouring: ","nodeType":"text"},{"data":{},"marks":[],"value":"Targets struck by this weapon lose 1 point of Blood, Gnosis, Glamour, Mana, or another point of fuel appropriate to creature type. Should a target possess multiple types of fuel, she loses 1 point of each.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Knockback: ","nodeType":"text"},{"data":{},"marks":[],"value":"This weapon inflicts a serious impact on its target. On a successful attack with this weapon, the attacker may choose to move her target up to 2 steps away from the point of impact. In addition, targets that are not Stamina-focused are knocked prone.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Sundering: ","nodeType":"text"},{"data":{},"marks":[],"value":"If you achieve an exceptional success while using this weapon, you may choose to render inoperable either the weapon your opponent is carrying or the armor she is wearing. Anyone seeking to repair the object must spend a downtime action and succeed in a static challenge using her Physical attribute + Crafts skill versus the attacker’s Physical attribute to make the repair. If the weapon or piece of armor selected has the Unbreakable quality, this Cantrip has no effect.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2D3obQijKKeqNx1k59KxK8","type":"Entry"}},{"fields":{"title":"Momentum Swing","power":"Celerity","parent":false,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"You possess an unthinkable quickness that allows you to not just dodge incoming attacks, but to redirect them. By unleashing your power can throw and parry opponents by using your own speed and the momentum of your attacker. You can even deflect bullets and redirect thrown weapons, changing the course of a battle without having to go on the offensive.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, this power automatically activates at no additional cost when you activate any other Celerity power. Whenever you successfully defend against a non-ranged Physical attack, you may move your opponent up to six steps in any direction. If this movement causes your opponent to collide with a solid object, your opponent takes 2 points of normal damage and is Knocked Down. If this movement causes your opponent to collide with another character, both characters take 2 points of normal damage and both are Knocked Down.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you successfully defend against a ranged Physical attack that has a tangible projectile, you may deflect that attack to anyone within 6 steps of you. In order to successfully transfer the attack, you must succeed in an opposed challenge using your Physical attribute + Dodge skill versus your target’s Physical attribute + Dodge skill. If you succeed on the challenge your target takes the damage from the ranged Physical attack that was meant for you. If another party also seeks to redirect the attack through another means, such as the Kineticism power Redirect, all attempts immediately fail, and the attack cannot be redirected.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"437aumTidqx9RJDWfjqkY","type":"Entry"}},{"fields":{"title":"Between the Ticks","power":"Celerity","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Sometimes the best offense is an impenetrable defense. When your allies engage in offensive maneuvers, you handle their defenses by moving at a speed so fast you are scarcely visible. As you disappear and reappear just in time to deflect or parry an incoming attack, you can confound your attackers while protecting the allies in your vicinity.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood to activate Between the Ticks for the turn. While active you may take no offensive Physical actions. Instead, during each round of combat you may declare the assist defender mass combat tactic to aid any ally within six steps of you. You may do this up to the number of dots you possess of the Athletics skill each round without spending an action. Doing this may subject you to more than 2 Physical attacks per round; for the purpose of this power, this is an exception to the rule limiting the maximum number of attackers. While Between the Ticks is active and you are using the assist defender mass combat tactic, you may attempt to achieve an exceptional success. This is an exception to the rule stating that you may only score an exceptional success if you are the attacker in a challenge. You must meet all of the other rules qualifications to achieve the exceptional success.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you achieve an exceptional success, you may choose to not only dodge the attack but to also redirect any damage that would have been dealt back to the attacker. Include all modifiers to the damage, such as Potence or Rage, as well as the type of damage and any harmful weapon effects, such as those caused by Quietus. If the attack involved a combat maneuver, apply the damage dealt but not the effects of the maneuver. If the attack is intended to convey the effects of a power, such as Cauldron of Blood or Hobbling Strike, apply the damage from the attack but not the effects of the power. Powers that do not involve a physical projectile, such as Force Bolt or Engulf, cannot be redirected with this power. Any qualities that applied to the original attack do not carry over into the new attack such as those from a gun with Accurate or Deadly qualities, a shotgun with the Spray quality, or a bonus from a power such as Projectile. If your opponent has already been targeted by the maximum number of Physical attacks possible for the round, you dodge the attack; however, the attack is not redirected, and you do not deal damage back to your attacker. If you choose to redirect an attack in this manner, your opponent’s attack does not count against the number of Physical attacks you can receive during the round.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"35fPPlXXERc2aGNSRPhpXt","type":"Entry"}},{"fields":{"title":"Zephyr","power":"Celerity","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While not flight, your mastery of Celerity gives you the ability to perform certain aerial acrobatics. Like the Greek god Hermes, you can run on water, up walls, upside down across ceilings and even very briefly on the air itself.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend a point of Blood to double your standard movement and to gain the ability to unerringly run on any tangible surface. Other effects or powers that increase your speed are added after this doubling effect. Once Zephyr is activated you must spend at least your simple or standard action on movement or the effects of Zephyr end. Provided you end your movement on a solid surface, you may traverse intervening empty spaces such as over alleyways between the rooftops of buildings. While Zephyr is active you can utilize the Elude and Strafe Aerial Combat Maneuvers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you end a round and you are not standing upright on a solid surface, or if you did not take a movement action in the round, Zephyr ends. If Zephyr ends while you are on a vertical surface, upside down, or in midair, you immediately begin to fall to the ground. While falling, if the nature of any nearby surface is conducive, your Storyteller may allow a static Athletics challenge to permit you to grab a handhold to end the freefall. Once you are back on a solid surface you may spend 1 point of Blood to enact Zephyr again and begin moving as normally dictated by this power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5buXPpII8qWDT3HlFF37kv","type":"Entry"}},{"fields":{"title":"Nimble Departure","power":"Celerity","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Discretion is often the better part of valor, and you have learned to fully embrace that ancient adage. Rather than hitting your enemies repeatedly, you funnel your extraordinary speed into protecting yourself by swiftly disengaging from even the most dangerous situations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 2 points of Blood to activate Nimble Departure for the turn and announce your attempt to fair escape. You may activate this power outside of your initiative order, similar to other Celerity activations. While this power is active your Dodge pool increases by the sum of all Celerity powers you possess, including Celerity elder powers and luminary powers and Celerity-based techniques; however, you may not initiate an opposed challenge unless that challenge’s purpose is to elude or escape those who would bar you from leaving. In addition, while Nimble Departure is active your fair escape is not negated if you are involved in a Physical challenge so long as you win all Physical challenges you are involved in. If you are the target of any Mental or Social challenges that might inhibit your fair escape, you must win those as well. You may not activate this power if you have already initiated opposed challenges during the current round.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you meet the criteria for a fair escape you may exercise it immediately without spending an action or you can retain the option until the end of the next turn. If you choose to retain the option, you may later exercise your fair escape by spending a standard action. If you lose an opposed challenge prior to exercising the retained fair escape, you lose the benefit and must activate this power again.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"2 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2hM7MRPc0J6MgDNRQPrT8Y","type":"Entry"}},{"fields":{"title":"Mirror Reflexes","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"By invoking your supernaturally enhanced awareness you can anticipate your opponents’ moves and subconsciously track them even if they are no longer in your line of sight. In addition, you can anticipate attacks before they are launched enabling you to perform seemingly uncanny defensive actions based not on your physical capabilities but on the superiority of your mind.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may activate this power at any time, even outside your initiative order. Spend 3 points of Blood and designate a number of targets that are within your line of sight up to your dots in the Awareness skill. For the duration of the combat — including rounds that you do not have an action — whenever you engage in an opposed Physical challenge against the designated targets and you spend one or more points of Willpower to retest, you immediately regain a single point of Willpower. Once Mirror Reflexes is activated, you do not need to maintain line of sight against your designated targets to benefit from this power.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7Cj35Agv34c49pTcDnPAuh","type":"Entry"}},{"fields":{"title":"Collective Cognizance","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your mastery of Auspex allows you to perceive the twisting paths of thought and memory that are laid before you like a roadmap, enabling you to influence others subtly and without drawing their attention.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once purchased this power is always active. So long as your target is within your line of sight, you no longer need your target’s Gaze and Focus to use other powers on them. This power cannot be used with elder powers or luminary powers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, other characters are not immediately aware when you fail a Mental or Social challenge, nor can they attempt to notice the successful use of your powers with the Awareness skill. Further, you may elect to use your Subterfuge skill to make it seem as though another character of your choosing within three steps of you used the power you activated so long as the Social or Mental power is not obvious, such as Dread Gaze. You may use the Subterfuge skill benefit granted by this power any number of times per night. This is an exception to the rule governing maximum uses of the Subterfuge skill. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5orI8TB4tx8nL7IUYjwb1d","type":"Entry"}},{"fields":{"title":"Psychic Drain","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Legends speak of psychic vampires who feed on the energy of their targets, devouring it as hungrily as vitae, leaving their targets empty shells of their former selves. With this ability, you can harvest the will of your victims and use it to fuel your supernatural powers. Some vampires who possess Psychic Drain claim that, immediately upon using the power, they taste the blood of their prey.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and a standard action to attack your opponent’s mind. Make an opposed challenge against your target using the Auspex test pool. If you succeed, your victim loses 2 points of Willpower; however, her Willpower cannot be reduced below zero. For the remainder of the turn, you may spend the points of Willpower you removed from your opponent as if they were your own, though they do not count toward your defensive pools. If you do not use these Willpower points before the turn expires, you lose them at the end of the turn. A character attacked by a Psychic Drain immediately knows where the attack originated from and who the attacker was if there is more than one individual in that location. You can use Psychic Drain on subsequent actions against the same target even if you lose the opposed challenge; this is an exception to the rule that prohibits a character from using a power on the same target immediately after failing. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"The Willpower points you gain from Psychic Drain are lost at the end of the scene instead of at the end of the turn. In addition, your target may not regain Willpower for the next hour.","level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4iSjREgjT1Kmlg9YMCVWf2","type":"Entry"}},{"fields":{"title":"Fog of War","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"War is hell and few can gaze upon it without flinching. By use of this power you can see the terrain of a battlefield, along with the placement of allies and enemies. You perceive this information in shadowy, dream-like detail: a top-down view of the battlefield, rich with symbolism. This information is invaluable from a tactical standpoint. It also lets you chronicle the details of a battle with great precision.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend Blood and a simple action to activate this power. Fog of War lasts for 10 minutes per point of Blood spent to fuel this power. By activating the power, you gain a hazy top-down view of a battlefield at which you are present. The area perceived will appear superimposed over your normal vision. The area can vary in size, covering the entire space involved in the current combat scenario, whether that is a small room with only a couple of combatants or an area that is miles across and populated by opposing armies. You can only activate this power when you have already detected enemies nearby and a battle must be imminent or have already begun. This power does not work across the Shroud or other mystical realms, even if the battlefield extends to those areas.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While this power is active, you automatically know the numbers and locations of enemy forces, even seeing through intervening barriers such as walls or ceilings. This power does not extend your field of vision for the purpose of activating other disciplines or powers. Enemies perceived through the use of this power appear distorted and shrouded in symbolism although you can identify those with whom you have familiarity. You also know exactly when and where new foes enter the battle or if current ones leave. If any enemies are obscured by supernatural concealment, you still know their total number, but this power does not reveal their locations. If you choose, you may share the tactical information gleaned through your battlefield perspective, either verbally or through powers such as Telepathy; however, you must actively communicate such knowledge and other parties cannot passively share your vision, even telepathically.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, if this power is used to observe any challenge within your normal line of sight, you are able to recognize the nature of the challenge, including any powers used, as long as you possess the appropriate knowledge or Lore skill specialization. You also understand the nature of the outcome, including damage dealt. When observing a challenge, once per turn you may choose to offer a participant of your choice the opportunity to spend your Willpower instead of her own to perform a retest. This retest is handled like any other Willpower retest, except you pay the cost instead of the selected participant. In addition, this retest successfully works in tandem with any other defensive powers your recipient may possess, such as Dancer’s Grace, and any effects that apply to your spending of Willpower in challenges, such as Supreme Resolve or Duty of Kings. This power does not override effects that forbid the target from making a Willpower retest or increase its cost.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1+ Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"4z9YeO8VHjaXWtbXxnxfVz","type":"Entry"}},{"fields":{"title":"Supreme Resolve","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Neonates and lesser predators are taught that the Beast is a liability, a tireless hunter that will inevitably overtake them. While you have not made peace with your bestial side, you have entered a greater communion with your Beast and can draw upon its full potency to resist any who would seek to overcome your will.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once learned, this power is always active. Whenever someone attempts a Willpower retest against you, she must spend 1 additional Willpower for the retest. If she cannot or is unwilling to spend the extra Willpower, she may not retest, though she does not lose any Willpower. This penalty is cumulative with any other penalties that cause your target to spend additional Willpower, such as Quell the Beast. If your target has a power, merit, or effect that allows her a Willpower retest without spending a point of Willpower, the effects of Supreme Resolve do not affect her.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, whenever you are in a state of frenzy, once per everyman round and once per Celerity round you do not have to spend Willpower to retest, provided you are able to do so. This power does not grant an exception to the rule restricting Willpower retests to one per challenge. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"2QNT7kQWmzTbXZ2Ovl1pMh","type":"Entry"}},{"fields":{"title":"Embrace the Beast","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Beast lies within all vampires, a constant threat to control. You have mastered the ability to embrace the Beast within you instead of just caging it, allowing you to steel yourself from certain attacks as you hunt your prey. While not without risks, the power granted by the Beast’s embrace is horrific yet beautiful.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 points of Blood and your simple action to activate Embrace the Beast and immediately enter a rage frenzy. While embracing your Beast you maintain enough control over yourself to determine friend from foe. In addition to the benefits of Drawing out the Beast, you are immune to hostile Mental and Social powers that do not cause physical damage; however, you cannot initiate Mental or Social powers while in this berserk state. If a Mental or Social power causes an effect that includes damage, such as a Soul Steal attempt in conjunction with the Appearance focus, you are susceptible to it.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This power remains active until either all threats are incapacitated, all threats escape, or you choose to deactivate it. If you deactivate the power prior to incapacitating at least a single threat with your own hands, you immediately take 3 points of aggravated damage that may not be reduced or negated. A threat declaring her surrender or ceasing hostilities without a show of submission is not sufficient; you must either incapacitate her or end this power yourself unless she meaningfully submits","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":7,"cost":"3 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"474GMQGEmeoMsYy3Au4qJL","type":"Entry"}},{"fields":{"title":"Quell the Herd","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The most dangerous and fearsome creations in all of nature are the apex predators; powerful hunters that other species have come to instinctively fear. Such is the power of your Beast that even in a room filled with other predators, its hunger and strength is palpable, threatening dominance over all who challenge it.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When you attempt to use Quell the Beast, you may choose to spend 1 additional Blood point to activate Quell the Herd and affect multiple targets. Choose a number of vampires or supernatural creatures capable of frenzy within your line of sight up to the number of dots you have in Animal Ken. You must have their Gaze and Focus. When targeting multiple vampires or creatures, you must make a separate opposed challenge against each of the defenders. Should you spend Willpower to retest one of these opposed challenges, you also gain the ability to retest all the remaining opposed challenges without spending further Willpower.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7FpFF5DEgIa6irbPTWp65A","type":"Entry"}},{"fields":{"title":"Master of the Hunt","power":"Animalism","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The communion you have with your Beast has given insight into the base instincts of other vampires, allowing you to grant them a keen understanding of their Beasts. Gangrel elders are known to use this power when leading blood hunts, permitting their allies to achieve a singular primal focus against their targets.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and a simple action to allow a number of vampire allies to benefit from Drawing Out the Beast, if they choose. The selected allies receive the power’s benefits as though they had just activated Drawing Out the Beast without paying its costs and gain the benefit from your Attribute focus for this power, if applicable. If an ally targeted by Master of the Hunt already possesses the power Drawing Out the Beast, they do not suffer the standard -2 penalties to Physical defense pools while in frenzy; however, you still suffer the -2 penalty to Physical defense pools while in frenzy unless another vampire has used Master of the Hunt on you. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, you may use this power on Stock NPCs of level 3 or lower, which automatically succeeds. If you do, they immediately enter frenzy even if they otherwise cannot. So long as the Stock NPCs are physical and aggressive in nature, they will obey your orders in combat such as orders to follow you, to attack a specific target, or to hold their action. These orders must be simple and basic. More complex orders, such as disarm the security system, cannot be given as your subjects are in the thrall of frenzy. In addition, a Stock NPC’s blood bond to another or supernatural compulsion caused by another through powers such as Dominate or Majesty cannot be overcome by your orders.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only affect a number of vampires and Stock NPCs equal to your dots in the Animal Ken skill. This power lasts for up to 1 hour; however, targets must remain within eyesight of you for this power to remain active. Any time before the hour expires you may end the benefits of Master of the Hunt and your vampire allies may end the effects upon themselves if so desired.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","thaumaturgy":false,"necromancy":false,"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"753fPACVXAbXvRNj88VI64","type":"Entry"}},{"fields":{"title":"Become the Hunted","power":"Spiritus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Your hunting and spiritual prowess are legendary and are regarded highly even among the spirits. When you call for a hunt, your howl echoes into the Umbra and all spirits who hear it answer. Nearby Beast Spirits big and small manifest in a swarm of spiritual wrath that your prey has no hope of overcoming. Like the foolish Actaeon from legend, your quarry is hounded as it flees; weakened and rendered unable to communicate.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 3 Blood and your standard action to call out to all nearby spirits as you command your quarry to flee, designating up to 3 targets. Make an opposed challenge using the Spiritus test pool. Should you spend 1 point of Willpower to retest any of these opposed challenges, you also gain that retest for the remainder of the opposed challenges, without the need to spend further Willpower. If you spend the Willpower to retest after some challenges are already resolved, you cannot go back to previous challenges that you lost and apply the Willpower retest retroactively. If you succeed, your targets become marked by the spirits of the hunt. Those marked immediately lose the ability to communicate, which includes the ability to speak or produce sound, send text messages, or use sign language, and any telepathic links they are a part of immediately sever. They cannot initiate or relent to Telepathy or similar powers of communication for as long as this power is in effect. Further, they cannot benefit from any beneficial powers from others, such as Cloak the Gathering, Corpore Sano, or Madrigal, and may only use their own powers until they have successfully fled the area. In addition, your opponents are unable to be targeted by the Assist Defender or Assist Attacker mass combat tactics. These effects last for 15 minutes or until the target successfully fair escapes. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As you activate this power, you must designate the area the target is to withdraw from. You may designate an area as small as the room or the building you are in, an area up to 4 square blocks in an urban setting, or an area up to 1 square mile in a wilderness setting. Once your target successfully leaves the area, the effects of this power cease. However, if your target returns to the designated area within the duration of the power, the effects take hold once again, persisting until she either leaves or the power’s duration ends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Finally, you may give the target some amount of time to leave, choosing to deliberately delay the onset of this power. For example, you may wish to give your target to the count of 10. If you do, the power’s duration begins immediately, but has no effect until you may spend a simple action to enact its effects; this applies even if your target is not within your line of sight.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptional":"This power lasts for the next hour instead of 15 minutes.","level":7,"cost":"3 Blood","sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7jaZ4QDn5njP3tQoOOTbpI","type":"Entry"}},{"fields":{"title":"Killer Instincts","power":"Spiritus","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"For some, hunting a mundane is a sport; for others, it is a spiritual experience. An Ahrimane who hunts does so for two reasons: either in search of sustenance or to destroy her prey. With intense focus, you can fixate on your target thereby diminishing its ability to flee with every strike you land. Those lucky enough to survive your assault would do well to escape before succumbing to the weight of impending death. After all, an Ahrimane rarely loses track of her prey.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend your simple action and 1 point of Blood as you ritualistically prepare yourself for a hunt. For the next hour your Physical attacks against that target gain the Accurate and Brutal qualities. In addition, you may choose to employ either the Harrying or Encumbering Fetish Quality to all unarmed attacks.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Encumbering","nodeType":"text"},{"data":{},"marks":[],"value":": When you successfully strike a target, she receives a -2 penalty to her next turn’s initiative for each point of blood you spend. Multiple applications of this effect are not cumulative.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Harrying","nodeType":"text"},{"data":{},"marks":[],"value":": A target successfully struck takes one fewer step the next time she uses an action to move per point of Blood you spend. Multiple applications of this effect are not cumulative; a target can move again normally after she spends one penalized action for movement. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you succeed in striking a target while under the effects of Killer Instincts, that target becomes supernaturally marked by fiery blue vengeance spirits. Only you and those who can see across the Gauntlet can see these vengeance spirits. While so marked, she cannot hide from you using mundane or supernatural means nor can she hide from others who can see across the Gauntlet. As part of this effect, your target cannot benefit from concealment in total darkness or from supernatural sources, such as Shroud of Night, as the flames give away her location to any who can see them. In such cases, she may be targeted without the need for the Fighting Blind combat maneuver. If she escapes the combat, you receive a +3 wild card bonus to any challenge to track her down. This benefit lasts until the next sunset or sunrise, whichever is longer.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":6,"cost":"1 Blood","sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"60t0XAXz3l83hCYe6yxqTB","type":"Entry"}},{"fields":{"title":"Heightened Senses","power":"Auspex","parent":false,"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can extend your physical senses beyond human norms.\r Eyesight and hearing can sharpen to twice mortal limits, while\r touch, smell, and taste become acute enough to discern even the\r\nsmallest details with ease. A character can sharpen any or all of\r her senses, as desired.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Heightened Senses is always active. A character’s heightened vision allows her to see clearly, even in total darkness, and to understand sounds too quiet for normal people to hear. When a character with Heightened Senses comes within two steps of an individual hidden by supernatural concealment, such as Obfuscate, the character with Heightened Senses automatically realizes that someone is nearby, although she does not know who or precisely where to find that someone. Heightened Senses provides only a vague warning that something is out of place. When something blinds you, your hearing can provide adequate compensation for the loss of vision. Normally, characters who cannot see while in combat must use the Fighting Blind combat maneuver. So long as your character’s hearing is unimpaired, you may fight without needing the Fighting Blind combat maneuver. \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you spend 1 point of Blood and take a standard action, your character sharpens her senses even further. If you do so, you will automatically notice any mundanely hidden objects within line of sight, and you may make an opposed challenge using the Auspex test pool to discern the details of any person or object hidden with supernatural powers, as well as illusionary objects, or objects or people disguised by supernatural powers. If you pierce a supernatural power in this way, you ignore uses of the same power generated by the same user for the next five minutes. If you possess more dots of Auspex than the target possesses of the power she’s using to generate the concealment (or illusion), the effects of piercing a power persist for an hour instead of five minutes.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you score an exceptional success when trying to see through supernatural concealment, you will automatically pierce any supernatural concealment (or illusion) created by the same individual for the next hour.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Perception","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A Perception-focused character sharpens her senses by spending a simple action, rather than a standard action.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"cost":"1 Blood, Standard Action","sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4u9T20xKjx4YfNGYwwOJhC","type":"Entry"}}],"includes":{"Entry":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]}}