{"sys":{"type":"Array"},"total":317,"skip":100,"limit":100,"items":[{"fields":{"merit":"Additional Uncommon Discipline ","meritCost":5,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Choose one uncommon discipline as a fourth in-clan discipline. You do not start with a free dot (or dots) in this fourth in-clan discipline, you can teach this discipline, powers that affect in-clan disciplines (such as Possession) affect it, and you pay all costs to learn this discipline as if it were native to your clan. You may select from the following uncommon disciplines: Protean, Dementation, Serpentis, and Quietus. This merit cannot be combined with other merits that give your character additional in-clan disciplines.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1UdMX6HPIVicacDTEVN8ip","type":"Entry"}},{"fields":{"merit":"Arcane","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are mystically shrouded from notice. People you interact with briefly will not remember your presence unless you have been specifically pointed out. Paper trails related to you disappear, and computer records randomly become corrupted, misplaced, or accidently erased. This effect gives no benefit to Stealth and doesn’t handicap people who know you personally, such as other characters, but individuals who you meet in passing have difficulty recalling details about who you are. This is both a benefit, and potentially a mild annoyance.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"O4YHghSEciTgb7vkJnXBd","type":"Entry"}},{"fields":{"merit":"Blasé","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’ve seen everything, done everything, and been everywhere. You are notoriously difficult to impress, and you have a knack for looking at facts without emotional coloration. You gain\na free retest when resisting the effects of Dementation, Melpominee, and Presence. This retest can be used before or after the normal Willpower retest, and is an exception to the rule limiting retests to one per challenge.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4I1wsd7Rju7HLXGO1Hurhd","type":"Entry"}},{"fields":{"merit":"Calm Heart","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a great deal of control over your emotions and can maintain your calm even in outrageous situations. You are considered to have 2 fewer Beast traits when resisting frenzy, Additionally, increase your test pool to resist frenzy by +3. Brujah characters cannot take this merit. This restriction does not apply to members of the True Brujah bloodline.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"AgmlLI5VVnQR6zYMELTlE","type":"Entry"}},{"fields":{"merit":"Daredevil","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are good at taking risks and even better at surviving them. When attempting exceptionally dangerous Physical actions, such as leaping from one moving car to another, your test pool increases by 3. If you engage multiple opponents on your own, you receive a +2 bonus to your Physical defense test pools.\n\n\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"390b1RiYqIA7GK1tEin2Re","type":"Entry"}},{"fields":{"merit":"Efficient Digestion","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your physical systems are extremely efficient, and you gain more than the usual nourishment from blood. When feeding from animals, the amount of Blood points you gain is not reduced by half. When feeding from mortals, you gain an additional point of Blood for every point you consume. This merit doubles the effectiveness of the Herd background when used during a game session. For example, if a character with this merit and 3 dots of Herd spends five minutes out of play, she gains 6 Blood rather than the standard 3. This merit does not allow you to exceed your Blood pool maximum. Efficient Digestion only works on mortal or animal blood; it does not work on vampire blood, including vampire blood ingested by ghouls.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3QEOY50EEfqyn84k29zvbo","type":"Entry"}},{"fields":{"merit":"Efficient Learner","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your mind is well-adapted to mastering difficult knowledge, and you have always been quick to learn new skills. When learning a power from another character, your instructor is not required to spend Willpower to teach you. Additionally, you are not required to spend a downtime action to learn a discipline.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"7wrlSYz1IMlc3tARb0bX6u","type":"Entry"}},{"fields":{"merit":"Infernal Power","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You swore your soul to a demon, devil, or other dark entity (as you identify such things according to your character’s personal beliefs), and that diabolic creature imbued you with\nsupernatural power. Nearly all supernatural creatures fear and hate infernalists and will kill characters with Infernal Power without question or remorse. Additionally, if you fail to obey your demonic master’s orders or displease the demon, you immediately lose access to this merit. Further, you take 5 points of aggravated damage, which cannot be reduced or negated by any means, for your failure to obey.\n\nThis does not free you from the infernal compact; it is only an expression of your master’s wrath. To regain the use of this merit, you must fulfill a task assigned by your infernal master: one that is always cruel, inhumane, and vile. If you fail to complete that task within 30 days, you meet Final Death. There is no escaping this fate.\n\nCharacters with Infernal Power must choose one of the following infernal gifts. Each infernal gift has two effects, one minor and one major. When you choose a gift, you gain access to both effects provided by that gift.\n\n• Gift: Demonic Fire\n› Minor Effect: Your Infernal Power grants you resistance to fire. Flaming weapons or incendiary weapons inflict normal damage instead of aggravated damage. Additionally, by expending a simple action (and no need for kindling or other fuel), you can create a small ball of greenish-black flame in the palm of your hand. This flame is approximately the size of a baseball. While holding demonic fire, your hand-to-hand attacks cause aggravated damage.\n› Major Effect: By expending a simple action, you can sheath your body in an aura of greenish-black flame for the next five minutes. You can end this effect at any time prior to the end of its duration by expending another simple action. While you are within this aura, your clothing and equipment are not damaged by fire and your Brawl and Melee attacks inflict aggravated damage. Anyone foolish enough to Grapple you, or who is grappling you when you activate this effect, takes 3 points of aggravated damage.\n\n• Gift: Profane Contract\n› Minor Effect: You are authorized by your demonic master to forge lesser contracts, offering another character infernal power in exchange for a portion of her immortal soul. The target of this effect cannot be forced into the bargain through supernatural powers or threats of violence, although she may be coerced through politics, general persuasion, treachery, or other social maneuvers. When she signs the contract, you become her infernal master, and she becomes your infernal servitor. The target gains access to her choice of one minor infernal effect, without needing to purchase the Infernal Power merit. The demon that bestows the infernal pact upon you gains power over any soul who willingly accepts an infernal contract from you. Your demonic master can rescind power from either of you, if it desires. \nIf your servitor disobeys or displeases you, you have the option to punish her by inflicting 5 points of aggravated damage, which cannot be reduced or negated by any means. You may also choose to strip the target’s infernal power and to require that she perform a dark task in order to regain the power. You must assign a task that is possible to achieve, but it can be as difficult or easy as you desire. If the target doesn’t complete your task within 30 days, she\nmeets Final Death. As with any infernal bargain, a lesser contract can only be negated if the target dies, or if you die. If you temporarily lose access to your Infernal Power merit, you cannot use any of these effects against your servitor, nor can you create new contracts. However, your underlings do not lose their powers simply because yours are in abeyance.\n› Major Effect: As long as you maintain at least one Profane Contract with another player-character, you may call upon your Infernal Power, step through the fires of hell, and appear at a place on the physical realm that is sacred to your demonic master, such as a diabolic temple or your infernal altar. To do so, you must concentrate for three full turns while chanting in an infernal language. When you appear at your chosen site, you may choose to spend one minute there and then return to the location you just left. Or, you may choose to remain at the place where you have traveled. You can use this effect once per game for each lesser contract you currently hold.\n\n• Gift: Unholy Regeneration\n› Minor Effect: If you have any damage in your Incapacitated wound track, you automatically regenerate 1 point of normal damage per turn without spending Blood. If you have no remaining normal damage, but still have aggravated damage in your Incapacitated wound track, you heal 1 point of aggravated damage every three turns. This merit heals a character on the her initiative during the everyman round; this power has no effect during Celerity rounds. This merit ceases to function if the character has no wounds in the Incapacitated wound track. Healing provided by this merit doesn’t require an action or an expenditure of Blood.\n› Major Effect: If you are damaged to the point of torpor or Final Death, you immediately resurrect in a blast of greenish-black flame. You resurrect at full health. For the next five turns, you receive a +5 wild card bonus to all defensive test pools. Before the end of that time, you must kill another character and verbally condemn your victim’s soul into your master’s power. If you fail to achieve this goal in the allotted time, you meet your Final Death permanently and irrevocably, regardless of health or any other supernatural power. You cannot use this effect if your infernal master is the one who damaged you to the point of torpor or Final Death, or if your initial death resulted from something other than taking damage. This effect\ncan be used once per game.\n\nSimply being an infernalist does not create a visible stigma on a character’s aura. A diabolist does not show taint or corruption until she utilizes an infernal power. When she does (and while that power is in effect), the character’s aura shows the clear corruption of infernal taint. Further, anyone who witnesses you use a major infernal effect will automatically notice your infernal taint whether or not they are using Auspex.\nA character can never permanently lose this merit. Demonic compacts are inviolable, and there is no way to escape a bargain once you have become part of the infernal chain of command. The only way out of such an agreement is death — and even then, the character’s soul is forever damned into the service of her diabolic master.\n\n\n\n\n\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"PD6t6SDtBwmSfHGlEaawe","type":"Entry"}},{"fields":{"merit":"Intense Vitality","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The curse of Caine runs strongly in your veins. You can spend 1 more Blood point per turn than your Generation permits. Neonates and Ancilla can purchase this as a 2 point merit, while Elders of any generation must pay the full 3 point cost. Characters who diablerize above 9th generation must spend an additional XP to offset the increased cost. If your character is unable to pay this increased cost, or if this increased cost would bring the character over the 7 point merit cap, you lose this merit, and the XP spent to purchase it is refunded.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6PBil9w9OhwAFfd4q4sF8f","type":"Entry"}},{"fields":{"merit":"Light Sleeper","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While the dawn renders most vampires sleepy and sluggish, you have the unusual capacity to force yourself fully awake. A character with this merit can remain vigilant for up to one hour after sunrise and wakes up one hour before sunset. Additionally, you can awaken instantly at any sign of trouble or danger and do so without sluggishness or hesitation. You ignore any penalties for acting during the daylight hours, regardless of your level of Humanity or number of Beast traits.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"FaQz5Rwlyi45QgCriYzrQ","type":"Entry"}},{"fields":{"merit":"Loremaster","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a veritable font of knowledge and have spent a great many years studying history, discovering secrets, and hoarding valuable information. You can assign two Lore specializations for each dot of the Lore skill you purchase, rather than one. Additionally, you receive a +3 bonus anytime you make a challenge using your Lore skill .\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"7qFFVd62NKGHGFazMpX3Yk","type":"Entry"}},{"fields":{"merit":"Magic Resistance","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Legends say that the first vampire did not have a natural aptitude for magic. Your blood may be a throwback to that state, or it may simply be naturally resistant to enchantment. You gain a free retest when resisting the effects of Thaumaturgy, Necromancy, Sabbat ritae, enchanted rituals, and the powers of mages. This retest can be used before or after the normal Willpower retest and is an exception to the rule limiting retests to one per challenge. However, you can never learn any path or rituals of Thaumaturgy, Necromancy, or any other form of blood magic. If you possess blood magic when you purchase this merit, you must remove those powers, and do not receive a refund of any XP spent on those powers. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6do8zdvxMjfm3ciEpZ9RBy","type":"Entry"}},{"fields":{"merit":"Medium","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In your mortal life, you may have been a spiritualist or a shaman, or perhaps your brush with death left a portion of your spirit trapped within the Shadowlands. Whatever the reason, you are a channel to the Shadowlands, and you possess the natural affinity to see and hear ghosts, and occasionally glimpse your surroundings in the Shadowlands. This merit does not grant any ability to control or command ghosts, nor does it give you any mystic ability to understand wraiths who cannot speak a language you know. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"7oLU9oonuOYqfo7HLIqyUU","type":"Entry"}},{"fields":{"merit":"Natural Linguist","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Some individuals have excellent minds for retention and association, capable of learning multiple languages with ease. You can assign two language specializations for each dot of the Linguistics skill you purchase. Additionally , you receive a +3 bonus anytime you’re called upon to make a challenge using Linguistics.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1FBCSia8Onnbdk9UtphRe3","type":"Entry"}},{"fields":{"merit":"Necromantic Training","meritCost":5,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Necromancersclosely guard their knowledge, and those who know Necromancy’s secrets – like the Giovanni – rarely share mastery of their art. Somehow, in your past, you were trained by a necromancer or studied ghastly texts, and you have gathered enough skill to become proficient in one path of Necromantic magic. With this merit, you can learn a single path of Necromancy, and you can purchase its powers at out-of-clan costs. If your character learned this discipline in her history, you must justify such education in the character’s background. If you wish to purchase Necromancy after your character enters play, you must purchase the merit first. \n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4bAmpKZjk2mY5HtCukSEV6","type":"Entry"}},{"fields":{"merit":"Oracular Ability","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You see omens of the future. You might use techniques such as casting the bones, reading predictive cards, utilizing mystic boards, studying astrology, or undergoing drugged hallucinations. Conversely, you might have visions thrust upon you even if you try to prevent such divinations. You can draw advice from these omens, as they provide hints of the future and warnings of the present. You can, once per game, ask your Storyteller for a clue about relevant plots. In addition, small fl ashes of insight come when most needed; once an hour you can sacrifice a standard action in order to immediately use a simple action. This ability allows you to use the simple action at any time, even before your initiative.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6vKoSR9BovWtMWoqdZfhE1","type":"Entry"}},{"fields":{"merit":"Personal Masquerade","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Although your aura is pale, and you have most of the spiritual hallmarks of a vampire, your flesh retains a semblance of the human condition. You appear alive and healthy, your skin\nis warm to the touch, and you can pretend to be human more easily than other vampires. Additionally, you have the capacity to eat and drink as a mortal does and can even savor the taste of such refreshments. While you do not derive nourishment from this food, the ability to eat is a benefit to a vampire who is pretending to be human. A character on a Path of Enlightenment cannot possess this merit. If you purchase a Path of Enlightenment while you have this merit, you must remove Personal Masquerade, and your XP are not refunded.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6jcf790x1eFqEWfupowirw","type":"Entry"}},{"fields":{"merit":"Reputation","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your accomplishments are well known beyond the boundaries of clan and sect. Even vampires of other sects and groups have heard of you and know your reputation. You can carry one more fleeting status trait than your normal status limit allows. Should your reputation significantly tarnish, your Storyteller can remove the additional fleeting status until you recover from any scandals.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3grvEaxRDnGxhHALEqyoHJ","type":"Entry"}},{"fields":{"merit":"Rugged","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may be larger than other people, more resistant to hardships, or have tougher skin, but for whatever reason, you have a greater capacity to withstand injury. Characters with this merit gain 1 additional health level in each wound track, resulting in four Healthy levels, four Injured levels, and four Incapacitated levels. This merit works in conjunction with the Stamina focus bonus granted by Fortitude; a character with both of these advantages possesses five health levels in each wound track. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6rPIsnrt1WhEiLch2Y11hV","type":"Entry"}},{"fields":{"merit":"Skill Aptitude","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Due to some facet of your history, whether it is intense training or simply natural talent, you are prodigally gifted with a single skill. Choose one skill and raise your character’s potential maximum number of dots in that skill by 1. You must still spend XP as normal to purchase that still to its maximum level. You can purchase the Skill Aptitude merit multiple times, but each time you do, you must apply the merit to a different skill.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1MEh0sZgVbKWjBrZ6d7l94","type":"Entry"}},{"fields":{"merit":"Slippery Customer ","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Either you are extremely lithe, incredibly dexterous, or amazingly sharp-witted; whatever the reason, you have the uncanny ability to avoid damage. You gain a +3 bonus to your Dodge-based defense test pools.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1BHqY2kiWIt6Z41LNvL2F0","type":"Entry"}},{"fields":{"merit":"Thaumaturgic Training","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Thaumaturgistsclosely guard their knowledge, and those who know Thaumaturgy’s secrets – like the Tremere – rarely share mastery of their art. Somehow, in your past, you were trained by a thaumaturge or sorcerer, or you gained access to forbidden texts, and you have gathered enough skill to become proficient in one path of Thaumaturgy. With this merit, you have the capacity to learn a single path of Thaumaturgy, and you can purchase its powers at out-of-clan costs. If your character learned this discipline in her history, you must justify such education in the character’s background. If you wish to purchase Thaumaturgy after your character enters play, you must purchase this merit first.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"7eXUTlqO7uQ9AjffeTweMc","type":"Entry"}},{"fields":{"merit":"Unbondable","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"There is something strange and powerful lurking in your blood, providing it with the ability to make foreign vitae lose its influence over your emotions. You are immune to the blood bond, including the lesser bonds of the Vinculum. Tremere characters, including those in Tremere bloodlines, cannot take this merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"5uHx9afdOltLbOLoqUVN37","type":"Entry"}},{"fields":{"merit":"Path of Heaven","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"According to myth, vampires are cursed, created when Caine killed his brother and defied God’s laws. Some accept this burden and choose to embrace darkness and evil. Others see it as a challenge, striving toward salvation and seeking God’s forgiveness not only for their own sins, but also for Caine’s. Those on the Path of Heaven see the Beast as a tempter, an incarnation of evil that seeks to draw them into hell. They turn to religion – Christianity, Judaism, Islam, Buddhism, or another institution – to guide them toward eternal peace. Many adherents are priests, striving to inspire others to hope that God has not truly forsaken the vampiric race.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively following the precepts and commandments of your faith. If you commit an act of vice, fail to proselytize your faith, or fail to speak out against corruption and sinfulness as defined by your faith, you gain Beast traits as though you committed a level 1 sin. If you allow anyone to transgress those precepts without being punished, murder innocents, or aid the infernal (knowingly or not) you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Faithful.” \n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3xMLCZejP9oPkQvw1JCBzN","type":"Entry"}},{"fields":{"merit":"Emissary to the Camarilla ","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Not everyone at a Camarilla gathering is a member of the sect. You’re not Acknowledged, but you understand the rules of the Ivory Tower’s political game, and you use them to best advantage. Perhaps you are a Giovanni liaison, or a local Setite priest, eager to assist the Camarilla…and capitalize on its internal struggles. So long as you are not Accepted by any sect, you can hold one fl eeting status from the Camarilla. This is an exception to the rule that prevents non-Accepted individuals from holding sect status.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat","Anarch","General","Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2cYHPPJZgoNXGUEZIM9QRI","type":"Entry"}},{"fields":{"merit":"Moniker","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of a famous Anarch gang. Moreover, you are commonly attributed to be one of the most important members of that gang, responsible for its fame (or infamy). Other members of the gang may be proud of the group’s renown, but your name is synonymous with its moniker. When you purchase this merit, you gain the innate status of your gang name (Dead Eyes, Aces & Eights, and so forth). This innate status has the same function as the status Moniker. If you leave the gang, you must either join another (and change the name of this status) or remove this merit without XP refund.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4c0c2dZyQYesJ9zxTCrSfk","type":"Entry"}},{"fields":{"merit":"Old Dog","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This merit must be purchased at character creation. You were Embraced prior to 1800. Perhaps you were a part of the original Anarch Revolt, or you may even have been present at the signing of the Convention of Thorns. Note that buying this merit does not indicate the Anarch was also Embraced as an elder; if the player wishes to purchase the 4th or 5th dots of Generation (Master Elder or Luminary Elder), she must purchase the merit Elder of the Revolution.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1MvOe26vdizO2nwQE6DcaE","type":"Entry"}},{"fields":{"merit":"Versatile","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’ve always been capable of multi-tasking, splitting your attention to accomplish two goals at once. Choose one attribute category (Physical, Social or Mental) and select an additional focus for that attribute. For example, a character with this merit can focus her Physical attribute in both Strength and Stamina.\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"u2n6aIIG3Ktp9BoGbQag7","type":"Entry"}},{"fields":{"merit":"Whisper of Life","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Perhaps you did not entirely die when you were Embraced, or perhaps the vampiric blood in your system altered your physiology less than others. You register as a mortal on all attempts to determine your creature type. Further, your aura is unnaturally bright for a vampire, and animals cannot sense your Beast (they act as though you are a mortal). If your Morality drops to 3 (temporarily or permanently), this merit ceases to function until your Morality is once more raised above 3. A character on a Path of Enlightenment cannot possess this merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"34Chh9HSKrm5aekjRcSqtf","type":"Entry"}},{"fields":{"merit":"Path of Blood","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Blood is practiced almost exclusively by Assamites, particularly those who reside in the mountain of Alamut. The founding principle of this path states that the childer of the\nAssamite Antediluvian, Haqim, must render bloody judgment upon all other vampires. Adherents to the Path of Blood attempt to convert others to their code, believing that vampires can only be redeemed through Haqim’s wisdom. This path is rare, even among Assamites; one can follow the beliefs of Haqim and be redeemed without actually adopting the path. Followers of the Path of Blood are dangerous, often addicted to diablerie and willing to kill vampires and harshly judge mortals with the slightest provocation, so long as it benefits the Children of Haqim.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin in an effort to follow the teachings of the Assamite Antediluvian, Haqim, or in a direct attempt to convert others to the Path of Blood. If you voluntarily ignore an opportunity to better your generation, you gain Beast traits as though you committed a level 1 sin. If you voluntarily act against another Assamite – or allow another Assamite to be injured, harmed, or defeated – you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Dervishes.”\n\nMembers of the Assamite clan can purchase this merit for 2 points, rather than 3.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"5ZWo2TbuN6XHE0EQdytdow","type":"Entry"}},{"fields":{"merit":"Path of Caine","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The adherents to the Path of Caine are fanatical occultists, loremasters, and historians, obsessed with the study of Caine and the mythical first city of Enoch. They search for signs of Gehenna and revelations predicting Caine’s return. In all ways, they embrace their vampiric nature, reviling anything that forces them to deal with humanity or to act in any way humane. Founding precepts of the path include meditation and introspection, along with a complete focus on purging all vestiges of Humanity. It is imperative that individuals on the Path of Caine be well educated in the myths and history of Caine and Enoch; characters wishing to pursue this path should have a dot of Lore with a focus in the Book of Nod.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while following the dictates of Caine as expressed in the Book of Nod or while obtaining lost occult knowledge. If you voluntarily ignore an opportunity to study occult knowledge, you gain Beast traits as though you committed a level 1 sin. If you voluntarily act humane, interact with mortals other than as cattle, or deny your vampiric needs, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Noddists.”\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"ejYtC7kzADW6S9hdySn0j","type":"Entry"}},{"fields":{"merit":"Path of Cathari","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Cathari derives from the Albigensian heresy of the Middle Ages, which taught that God is dualistic in nature. Followers believe that God created both light (good) and dark (evil); they defined good as spiritual and tied to the soul, and evil as as the material world wherein souls are tempted and tested. As believers in reincarnation, Albigensians believe that humans must be tested during their time on Earth, and vampires must perform this duty. Followers of Cathari believe that Caine gave his childer the means to rule the wicked world and test its mortal inhabitants in order to see if they deserve grace. Those on the Path of Cathari tempt humans and non-Sabbat, engaging in sexual vice, creature comforts, and decadence as well as more spiritual outlets, attempting to become a dark and inhuman creature wholly devoted to her vampiric role.\n\nSystem:\nYou do not gain Beast traits when performing a sin, so long as you commit that sin while causing others to indulge their baser natures or while indulging in a new, as-yet-untried vice. If you voluntarily allow another person to remain innocent, you gain Beast traits as though you committed a level 1 sin. If you voluntarily kill instead of causing someone to question their own morality or virtue, encourage another to exercise restraint, or deny your own vices, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Albigensians.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"199kdkyExvksUJS6wg8E7p","type":"Entry"}},{"fields":{"merit":"Path of Chivalry","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires created the Path of Chivalry during the Dark Ages, when honor and nobility were more tangible concepts than in modern nights. Since then, its variations have also been called the Path of Lordship or Path of Kings. Those who follow this path believe that they are superior beings, a cut above all other vampires and significantly more noble than mere humans. They attest that vampires were born to rule humanity as man rules over animals.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while defending the innocent or upholding the cardinal virtues: charity, justice, temperance, and courage. If you strike an unarmed opponent, disrespect a superior, or fail to provide hospitality to someone in need, you gain Beast traits as though you committed a level 1 sin. If you fail in your duty, tell a lie, or show fear or cowardice, you gain Beast traits as though you committed a level 4 sin. This is an old path, predating most others. Followers of this path are called “Scions.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"jWQ8gPOh5RH406vODvyLY","type":"Entry"}},{"fields":{"merit":"Path of Death & the Soul ","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Death & the Soul (also called the “Path of Bones”) is devoted to understanding the nature of the immortal soul and unraveling the mysteries of death. Its followers seek to learn as much about the spirit world as possible, in order to comprehend the purpose\n life, death, and undeath. They believe that the soul is constant and eternal, forever experiencing a cycle of death and rebirth — a cycle which vampires have somehow, inexplicably, escaped. To understand death, they must divest themselves of the trappings of life. Emotion is the enemy of logic. Death is not to be feared.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively seeking to understand the mysteries of death or the nature of the soul. If you voluntarily ignore an opportunity to study death, you gain Beast traits as though you committed a level 1 sin. If you voluntarily act on emotion or show regret, remorse, or empathy, you gain Beast traits as though you committed a level 4 sin. This path is also called the Path of Bones, and followers of this path are called “Gravediggers.”\n\nMembers of the Giovanni clan can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6Lo8nysItfS0siH4vuXh0d","type":"Entry"}},{"fields":{"merit":"Path of Ecstasy","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Practitioners of this path revel in luxury instead of degradation. They sate the Beast by glutting its appetite. They glorify pleasure, reveling in the most decadent extremes of vampiric sensation. The Followers of Set initially created the Path of Ecstasy; they see pleasure as a means of worshipping their Antediluvian, and this path is inextricably linked to the worship of Set. Adherents to the Path of Ecstasy believe that pursuit of pleasure is a spiritual obligation. Those who spurn luxury and hedonism are misguided and must be educated or coerced. Resisting temptation is defying the very essence of one’s vampiric nature.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively pursuing hedonistic pleasure or coercing another to do the same. If you voluntarily ignore an opportunity to experience a new sensation, you gain Beast traits as though you committed a level 1 sin. If you voluntarily show regret or remorse for your depravity, or allow an innocent to go undefiled, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Astartites.”\n\nMembers of the Setite clan can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"67IBTlu9rD5QK8MMeqNCpS","type":"Entry"}},{"fields":{"merit":"Path of Evil Revelations","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Followers of the Path of Evil Revelations fully revel in the darkness of the vampiric state and believe that a vampire’s role is to promote ultimate evil in the physical world. They seek out and serve entities of the infernal: demons, devils, or dark spirits. By serving these monstrosities, the vampire establishes a place in the infernal hierarchy in exchange for servitude and the sacrifice of souls. Ultimately, this path embraces evil as a tool, practicing debased rituals and unleashing horror on the world. These individuals serve their masters’ desires, and if they perform their tasks well, they are rewarded with dark magic and other investments of demonic power. Other vampires hate and fear followers of this path. Both the Camarilla and the Sabbat seek out and destroy such practitioners, forcing those on Evil Revelations to be subtle and stay hidden, even as they seek converts – and sacrifices – within vampiric society.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while acting in service to the infernal. If you voluntarily show true compassion or fail to advance your master’s goals, you gain Beast traits as though you committed a level 1 sin. If you voluntarily defy or disobey your infernal master, or if you share infernal secrets with those who are not dedicated to your master’s will , you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Corruptors.”\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"X6NRtEHDomHWlxTABp3Wf","type":"Entry"}},{"fields":{"merit":"Path of Feral Heart","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires are the ultimate predators, and those who follow the Path of Feral Heart embrace their savage, predatory nature. Barbarians and savages, they hone their instincts and accept the bestial drives that accompany the vampiric state. A follower of this path feels that the Beast is a natural part of her existence, and that a vampire should learn to accept and even encourage its cunning and vicious instincts. These vampires have little interest in civilization, education, or technology. They do not care for politics and spend their existence actively abstaining from anything that could come between them and their animalistic nature.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively following your primitive urges or hunting your prey. If you use technology or engage in politics, you gain Beast traits as though you committed a level 1 sin. If you show fear or mercy, abandon a hunt, or kill outside of a hunt, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Beasts.” \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2d3gtgPwAztZSPoFAnwZAE","type":"Entry"}},{"fields":{"merit":"Path of Honorable Accord","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Followers of the Path of Honorable Accord are extremely lawful, following a specific three-fold code of commandments: the Tower of Duty, the Tower of Honor, and the Tower of Courage. They twist these rules for their own benefit, using them to entangle (and destroy) others whenever possible. Despite the name, these vampires are not honorable. While they are often virtuous, they are by no means good. Such a vampire epitomizes cruelty, intolerance, tyranny, and absolute authoritarianism. By holding to these laws, an adherent to Honorable Accord seeks to better herself — and rule others. A follower of the Path of Honorable Accord adheres rigidly to her society’s laws, such as the Camarilla’s Traditions, the Sabbat’s Code of Milan, and so forth, and also to any commands or restrictions placed on her by a ruler in that society, such as a Prince’s dictate or the Regent’s edicts. This path is not a Code of Honor. It is absolute, unquestioning, inflexible obedience to the Rule of Law, even when those laws are inherently unjust.\n\nKnights have no sense of mercy, emotion, or even interest in anything other than adherence to the absolute letter of the rules. They keep their word because it is a contract, not because they have an emotional commitment; they tie their sanity to the fact that a covenant, once made, must be obeyed. Emotions, compassion, ethics, and morals are meaningless. Where another individual might spare someone who broke the law out of absolute necessity, a follower of this path has no mercy, no virtue, and absolutely no sense of fairness. She has the law, and the law is everything.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while following the absolute letter of the law. If you voluntarily pass up an opportunity to benefit from exploiting a loophole in the rules, you gain Beast traits as though you committed a level 1 sin. If you voluntarily transgress against the law, disobey a command from a superior, break your word, place personal concerns over duty, or fail to severely punish a transgressor against the law, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Knights.”\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2YEKPZLrvfOo4uxNBACuuD","type":"Entry"}},{"fields":{"merit":"Path of Metamorphosis ","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Adherents to the Path of Metamorphosis are strange, alien creatures who attempt to carve away everything recognizably human-like about themselves and transform into something more profound. Of all paths, this may be the most inhumane, as its followers actively disdain and revile all things having to do with humans, humanity, or the human condition. These vampires are cold, utterly inhuman, and exactingly scientific. Some say they are loners, but it is more accurate to say they are more interested in research and experimentation than in participation and exploration.\nThey are scientists, but they are also spiritualists, focusing on attaining a more perfect state of being. A Seeker eliminates gender and physical boundaries first, and then works to revise personal mental and social constraints until it is no longer recognizably human by any comparison. This path was developed and is practiced primarily by Clan Tzimisce, but other vampires, notably the Gangrel, are also found following this path.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while performing a scientific experiment or actively attempting to further chrysalis into something new. If you voluntarily share knowledge for no benefit, you gain Beast traits as though you committed a level 1 sin. If you ignore an opportunity to alter yourself, seek apotheosis, or perform a new experiment, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Seekers.”\n\nMembers of Clan Tzimisce can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4989F19uh5oe9Te8tmfMAn","type":"Entry"}},{"fields":{"merit":"Path of Night","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires who follow the Path of Night embrace a dark, deterministic viewpoint on their damned state. They believe that vampires must torment all agents of good, promoting evil and defiling innocence wherever possible. Their intent is to remind humanity that it should be afraid of vice and of the creatures who walk the night. Some adherents to the Path of Night are motivated by religious fervor, while others are truly nihilistic in their views of good and evil. A few even go so far as to abhor the touch of light entirely, shrouding themselves in fabric or shadows, and even tearing out their eyes so to more fully unify with darkness.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while attempting to shock others with your evil, undermine another’s authority, or pointedly violate the orders of someone who thinks she’s in charge of you. If you voluntarily fail to act on an opportunity to spread evil, tempt others to damnation, or terrify the faithless, you gain Beast traits as though you’ve committed a level 1 sin. If you voluntarily follow another character’s orders or repent of your evil, you gain Beast traits as though you committed a level 4 sin. This merit encompasses all roleplay variants of the Path of Night, including Righteous, Allied, etc.\nFollowers of this path are called “Nihilists.”\n\nMembers of Clan Lasombra can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"11v1eKE3zEhIl93pw98s0l","type":"Entry"}},{"fields":{"merit":"Path of Orion","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For vampires on the Path of Orion, both one’s human nature and one’s Beast are impediments to progression. The species as a whole will progress, they say, only when vampires accept their purpose as hunters, destroying man and Beast alike. To these individuals, undead existence is a quest to find and overcome the greatest challenges, the most dangerous enemies, and ultimately, themselves. By facing and destroying the strongest combatants, a follower of the Path of Orion finds purification. They know that they must not only overcome their own Beasts, but also the Beasts of all vampires.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively pursuing enemies or designated prey to be killed. If you show mercy or sympathy, or if you hunt a foe a weaker than yourself, you gain Beast traits as though you committed a level 1 sin. If you voluntarily ignore a threat, refuse a challenge, turn away from a worthy hunt, or show cowardice or weakness, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Stalkers.”\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"0Vog7Ni846pxqiPoQKMbx","type":"Entry"}},{"fields":{"merit":"Path of Paradox","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A path created and primarily followed by members of the Ravnos clan, the Path of Paradox teaches that existence is fluid and malleable. Nothing is real, nothing is static, and all things can be changed through an act of will. The Ravnos call this path “Mayaparisatya,” and the path owes much to Hindu teachings. According to this arduous and demanding path, mortals follow a cycle of life and death — a cycle that has somehow eluded vampires. Due to this, the undead have lost their dharma and have no true destiny. Those vampires who ignore their dharma must be educated and enlightened — or destroyed. A vampire must penetrate the illusions of reality and see the truth beneath or she will never find salvation. This is much like accepting two conflicting truths and finding ultimate meaning in the paradox between.\n\nSystem:\nYou do not gain Beast traits when revealing a truth to someone unaware of that information, or when erasing a karmic debt. If you voluntarily ignore an opportunity to pursue a hidden truth, you gain Beast traits as though you committed a level 1 sin. If you hinder change or fail to promote chaos, or allow others to ignore their dharma and stagnate, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Rakshasa.”\n\nMembers of Clan Ravnos can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1eMN7aZo89pBaMhKNGl4eS","type":"Entry"}},{"fields":{"merit":"Path of Power & the Inner Voice","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When one has immortality, supernatural prowess, and an eternity to squander, the only true acquisition is that of authority and dominion over others. Followers of this path believe that power and control are the only goals worth pursuing, and that by bending the world to her will, a vampire creates order, stability, and meaningful victories. In some circles, this path is called the “Path of Domination,” for those who follow it are tyrannical and authoritative — but also strangely protective of those who serve them. Unifiers demand to be feared and respected, and do not tolerate weakness or meaningless failure; being bested is one thing, simply being unable to achieve is another. They are consummate politicians and strategists, willing to do anything and everything to achieve authority.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin in order to directly increase your personal power, whether physical or political, or to prevent yourself from losing such power. If you voluntarily give up authority, allow your followers to be abused by anyone other than you, defy a superior you are not willing to directly challenge, or pass up an easy opportunity to gain power, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Unifiers.”\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6dMDTvlCNc1IGMkLPgL0oH","type":"Entry"}},{"fields":{"merit":"Path of Scorched Heart","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Adherents to the Path of Scorched Heart believe that the Beast can only be controlled by systematically eradicating every emotion. They espouse that the heart is a weakness to the vampiric condition; it should have died with the rest of one’s mortal flesh. All falsehood and weakness are products of emotions, and one can only reach truth through cold logic and reserved scholarship. The heart must not be allowed to rule one’s actions. The only way to overcome the Beast is to turn your heart to metaphorical ash. Although Phoenicians recognize a crude distinction between the concepts of good and evil, they only see benefit in practicality. Followers of this path consider most vampires to be weak, emotional simpletons, and Phoenicians strive to use those weaknesses against their enemies.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin completely without sentiment or emotional reasoning. If you place someone else’s needs above your own, you gain Beast traits as though you committed a level 1 sin. If you act on emotion, show trust in another, or fail to apply logic in a crisis, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Phoenicians.” \n\nMembers of the True Brujah bloodline (and only that bloodline, not the entire Brujah clan) can purchase this merit for 2 points, rather than 3.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"7LqeLY66RNnr68LWW0AHRc","type":"Entry"}},{"fields":{"merit":"Path of Typhon-Set","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Also called the Path of Sutekh or the Path of Typhon, the Followers of Set created this path as a means of freeing oneself from moral taboos and the influence of the material world in order to best serve the Antediluvian, Set. This path is a religious one, preaching that Set will one day return to cleanse the Beast from his followers and shape the world in his image. When that day comes, Set’s true followers will undergo an apotheosis and be blessed by their god. Adherents to this path believe that Set was truly one of the gods of Egypt, and that his immortality is passed on to them, carrying them through death and granting them vampiric unlife. They refuse the myths of Caine and worship Set wholeheartedly. They seek to find Set and return him to the world; to convert other vampires to his service; and to corrupt and defile hope, innocence, and purity wherever they discover it.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin in the active service of Set. You must make every attempt to corrupt vampires to the worship of Set, especially those seeking Golconda, or else gain Beast traits as though you committed a level 1 sin. If you fail to take advantage of another person’s emotional weaknesses or fail to take every measure to acquire knowledge that may aid in Set’s return, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Theophidians” or “Temple Guards.”\n\nMembers of the Viper bloodline (and only that bloodline, not the entire Setite clan) can purchase this merit for 2 points, rather than 3.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2K6Dy2hoilwaMVYiLw9M3g","type":"Entry"}},{"fields":{"merit":"Angelic Visage","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your innate connection to the Abyss shows in every movement of your body and every shadow of your face, lending you an unnatural grace and sexual attraction. You gain the Social attribute Appearance or Charisma focus in addition to the normal Social attribute focus selected during character creation.\n\nAdditionally, you always appear attractive and dignified, even when you are injured, dirty, or have low Humanity. Even if you are on a path or at low Humanity, your moral degradation lends you a porcelain, alien beauty rather than a monstrous, feral visage. Adherance to a path is still unmistakably visible, despite this exceptional beauty, but rather than evoking fear or disgust, your dark radiance is intense and sexually compelling.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Lasombra"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"45HCdLBktwNpgeX20Kpegk","type":"Entry"}},{"fields":{"merit":"Dauntless","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your dedication to the Anarch ideal of libertas goes beyond idealism; freedom is the core of your being, and you cannot stand to be controlled. If you win a test against a user’s mind-controlling power (such as Dominate), you are immune to further mind-control powers (of that discipline or any others) from that individual for the rest of the night. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3ppIqQ20ISMnwMzdWzFrDh","type":"Entry"}},{"fields":{"merit":"Antiquities","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Either you’ve been undead long enough to have collected a veritable storehouse of antique odds and ends, or you had a windfall when some other vampire met his Final Death. You can expend a downtime action to apply the Antique item quality to a piece of non-combat equipment. This quality does not count against the item’s two-quality limit. At your Storyteller’s discretion, some of the items in your antiquities vault may be of historical value; these may draw attention from various mortal agencies, if discovered.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"72KEynqk9EGbkF0VhUXrmZ","type":"Entry"}},{"fields":{"merit":"Architect of the Tower","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You fought for the Camarilla during the Anarch Revolt and were present at the signing of the Treaty of Thorns. You are considered one of the founding members of the Camarilla, and as such, are granted the innate status trait Architect. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4M6PAaOQ4HiAQnRZMWOVa0","type":"Entry"}},{"fields":{"merit":"Machiavellian Prodigy","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are exceptional at presenting yourself, manipulating others, and rising to the top of your social environment. This talent has served you well since your Embrace. Socially, you are treated as though you are one social class higher than your true generation. If you are a neonate, you are socially considered to be an ancilla (and gain the abiding status allocated to an ancilla); if you are an ancilla, you are considered an elder of the sect (and gain the status allotted to an elder). Elders receive no benefit from the purchase of this merit. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4wpt6OmD4E7dnCAismYhBl","type":"Entry"}},{"fields":{"merit":"Master of Puppets","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have gained control of an influence network that has proven to be particularly adroit and capable. Each week you regain one spent influence action in an influence of your choice.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"61403pegbirL377jzu7xPC","type":"Entry"}},{"fields":{"merit":"Monopoly","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have your fingers in almost everything that happens within your city, and your clout extends much further than most. You receive a second specialization for every dot of\n influence you purchase.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3TaSzOq9UEaCc1sLEhhZio","type":"Entry"}},{"fields":{"merit":"Social Nobility ","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In your past, you held a prestigious social position: perhaps as a long-ruling prince, an Archon, or a famous Harpy. Although you don’t necessarily hold the position at this time, your name has become synonymous with the upper echelons, and you are treated with an extraordinary amount of respect. When someone satisfactorily repays a boon owed to you, you may give them the fleeting status Gallant.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4kSrGfnInl90Q5clktGm7W","type":"Entry"}},{"fields":{"merit":"Prestigious Sire","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your sire is an impressive elder or holds an important position in the Camarilla. You possess the innate status trait Loyal so long as both you and your sire avoid scandal. Should either of you gain the negative status Disgraced, you lose the benefit of this merit until the Disgraced status trait is removed.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Camarilla"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3VKmFrUV61r6nhKyGXFOne","type":"Entry"}},{"fields":{"merit":"Black Hand Membership","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character with this merit is a member of the Black Hand. Typically, a character begins as an Agent of the Hand. Players do not have to purchase any further merits to advance within this order, but it is recommended that Storytellers limit such advancement as per the bounds of their chronicles’ stories. Each member of the Black Hand is branded with the mark of a black crescent moon on the palm of the right hand. The link is a sympathetic link to the Seraphim, and can be used to call an operative to duty, to warn agents in the field, or to destroy a member of the Black Hand who has been compromised.\n\nYou have a +3 bonus to resist Telepathy and other powers that directly pull information from your mind. This bonus does not apply to challenges stemming from powers that indirectly pull information from your mind, such as the various powers of Dominate or Presence. You gain the innate status Branded at the start of each game.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"47rJvbPgmIx5IKSMKVbH98","type":"Entry"}},{"fields":{"merit":"Executioner","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Most members of the Sabbat are vicious monsters, but your actions are reputed to be among the most depraved, the most violent, or the most reprehensible. This reputation is well-deserved. You receive a +1 bonus to test pools involving the Intimidation or Streetwise skills. If you frenzied when someone takes more than one step directly away from you, you can make an immediate Physical attack on that character without expending an action. You can only use this effect during an everyman round, but it may be provoked more than once during an everyman.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"17aGwvziQN8b8IOsa7sQPg","type":"Entry"}},{"fields":{"merit":"Fanatic","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your faith in Caine is unshakable, no matter how bad things seem. When you are on the Injured wound track, you receive a +3 bonus to your initiative. When you are on the Incapacitated wound track, you gain an additional +3 bonus to initiative (+6 total).\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4tsCyIThYsV7Y9qtvC5f96","type":"Entry"}},{"fields":{"merit":"Inquisition Membership","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character with this merit is a member of the prestigious Inquisition: either a Judge or a Knight Inquisitor. Players do not have to purchase any further merits to advance within this order, but it is recommended that Storytellers limit such advancement as per the bounds of their chronicles’ stories. Every member of the Inquisition possesses an iron reliquary, gained with this merit. An Inquisitor’s iron reliquary is her badge of offi ce, each one given directly by the Regent.\n\nPhysically, a reliquary is a stylized version of the Sabbat symbol, forged of iron. It can be held and wielded like a dagger or sword, and it often incorporates sharp spikes or cutting surfaces. Each reliquary is unique, and reliquaries of slain Inquisitors are destroyed. So long as you possess your iron reliquary, you have a +3 bonus to resist all infernal powers (such as Daimoinon), powers granted by demonic abilities or compacts, or effects granted by infernal-related merits. You also gain a +3 bonus to Dodgebased defensive test pools against demons and characters who possess any of the above powers, merits, or effects. You gain the innate status Purified at the start of each game. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"46VbxIxjSy2aORGGE5V9Z4","type":"Entry"}},{"fields":{"merit":"Keeper of a Sacred Text","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You own a copy of one of the following sacred texts of the Sabbat: The Book of Nod, The Erciyes Fragments, The Ubar Chronicles, The Gospels of Irad & Adah, or The Codex of the Damned. While you possess this merit, you gain a free Lore specialization, which may go above the Lore specializations you are allowed. This free specialization must be in something relevant to the text you own, such as Sabbat Doctrine, Quotes of Caine, or The Cainite Heresy. Further, you receive a +5 bonus anytime you’re called upon to make a challenge using that Lore specialization. Lastly, you receive Anointed as an innate status at the beginning of each game.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3SVSqr6DrnMYstzucenS60","type":"Entry"}},{"fields":{"merit":"Pack Player","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your pack is the most important thing in your existence, so much so that you will do anything for its members. When you attack a character who has inflicted damage on a packmate (within the last three turns) with whom you have a vinculum rating of at least 3, you receive a +3 bonus to your Physical attack test pool. Additionally, once per turn when you are fighting alongside a member of your pack, you can use a simple action to move five steps, so long as you are moving to the side of someone in your pack with whom you have a vinculum of at least 3.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3t08sXiT7vO2Man1VZvBZZ","type":"Entry"}},{"fields":{"merit":"Revelator","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"One per hour, you can use your simple action to loudly and clearly proclaim your faith in Caine and advocate the beliefs of the Dark Church. For the remainder of that turn, your maximum Blood expenditure rate is increased by 5. Your expenditure rate returns to normal at the beginning of the next turn.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6CArcfVmRCMYCT3qZTLUPm","type":"Entry"}},{"fields":{"merit":"Sanctified","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a certain quality of faith that inspires others. So long as she is faithful to the precepts of a ritus, this character receives a +2 to her ritae test pool as the primary initiator of that ritae. If that ritus is successful, the participants regain all spent Willpower. If she is an assistant to the primary initiator of a ritae, she lends a +2 bonus (instead of a +1) to any test required to cast the ritus.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3MXRmeu4C1nebEAYz5js7x","type":"Entry"}},{"fields":{"merit":"Scholar of the Sword","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have studied the various ritae of the Sabbat at great length, and you have the talent and aptitude to master them more thoroughly than most. You may choose one additional ritae (Auctoritas, Faction or Ignoblis) per dot of the Rituals background.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3HUzuhmBMwpmvMtW7dq9B7","type":"Entry"}},{"fields":{"merit":"Volatile","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are extremely savage and explosive, even for the Sabbat. While this instability may frighten others, it benefits you — and you relish the moments when you get to unleash your Beast. When you enter frenzy, you immediately regain a Willpower. You can only gain this bonus once per combat scenario.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3TGOpHwAgUGHOmu29KrufU","type":"Entry"}},{"fields":{"merit":"Zealot","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are consumed with dedication to Caine, the ritae, and to the sect. Yours may be a quiet fervency or a loud, constant declaration, but in either case, you have a greater belief than\nmost, so much so that you feel you can almost sense the Dark Father’s will. The failure of a ritual causes you a tangible, physical ache: an inner wound caused by someone’s lack\nof faith. When you participate in a ritus that fails, you can make a static challenge (Mental + Occult test pool) with the Storyteller (difficulty rating 6) to determine exactly how many ritual participants suffered from a lack of faith (but not whom).\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Sabbat"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"5UNeI65HVsBB0zFnnAFxAZ","type":"Entry"}},{"fields":{"merit":"Dhampir","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character can only take this merit if she has no dots in Generation. A dhampir is the offspring of a mortal and a vampire, causing her to exist in a half-state between life and undeath. It shouldn’t be possible, but it is — very, very rarely. By their very nature, dhampir are young, the oldest are no more than 25 years old. Although they are treated like ghouls, Dhampirs are not automatically blood bound and do not have a domitor. \n\nBuild your character using the rules for a standard ghoul, except where this merit specifically differs. Dhampirs are supernatural creatures, not mortals. They have no in-clan disciplines and place 7 (rather than the 5 dots normally assigned to ghouls) starting dots in any disciplines they choose. However, a dhampir can never purchase any discipline above the 3rd dot. Dhampir characters have no Beast and can never purchase a path merit. Unlike a ghoul, a dhampir cannot be Embraced; attempts to do so will simply kill the dhampir character.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"26SAoqWS4HMt9dut01eB26","type":"Entry"}},{"fields":{"merit":"Ear to the Ground","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"During the Nights of Turmoil, the Anarchs tapped into vampire hunter communications, utilizing that information both to avoid hunters and to manipulate them into attacking\nthe Sabbat and the Camarilla. Although some hunter organizations have increased their security measures (and some were not tappable in the first place), you still get advance warning about mortal incursions from your contacts in the Movement. You can spend a downtime action to gain knowledge about mortal hunters in your area, and if you choose, you can feed those hunters information or false leads. \n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6iaqkDjXgvPcMzNSrS3J0","type":"Entry"}},{"fields":{"merit":"Elder of the Revolution","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This merit must be purchased at character creation. The Anarch Movement primarily consists of young, relatively newly Embraced Neonates and Ancilla. A player who wishes to purchase the 4th or 5th dots of Generation (Master Elder or Luminary Elder) must first purchase the merit Elder of the Revolution. If you leave the Anarchs for the Camarilla (or Sabbat), you receive the XP spent on this merit back as a refund, while keeping your current dots of Generation. If a character becomes 7th or 6th generation as a result of ingame diablerie, she does not need to purchase this merit. Note that buying this merit does not indicate the Anarch was also Embraced before 1800; for that, a character must purchase the merit Old Dog.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"30xuDDM7JPNcNYWaDsPEnY","type":"Entry"}},{"fields":{"merit":"Lion of the Cause","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Wherever the Call to Arms is sounded, you are there. Throughout your history, you have always stood by your fellow Anarchs, holding your ground against any threat and protecting others with your very unlife. You are known and honored by the Anarch Movement for your loyalty; you are considered a Lion among the sect. When you are involved in a Call to Arms against the enemy specifically targeted by that Call to Arms, all Anarchs within a 10-step radius of you receive a +2 wild card bonus to either their Brawl or Melee skill, up to a maximum of your total number of dots in whichever skill they choose.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"4etHsimNp51ndbXhe4EeRo","type":"Entry"}},{"fields":{"merit":"Moral Compass","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’ve spent a great deal of time protecting and retaining your Humanity. With that effort, you have become capable of controlling the vampiric Beast better than most. It’s likely that you are still deeply connected to the kine; you may have a night-to-night job or continually engage in mortal society and culture in some other fashion. If you spend 10 minutes counseling a vampire who has gained Beast traits, that vampire can reattempt one degeneration challenge she failed during that night. If she is successful in this second attempt, she removes any penalty she gained from the initial failure of that degeneration challenge. An individual may gain one Moral Compass retest per game session.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"32EoKAWanzhM3RAMGzi2Jq","type":"Entry"}},{"fields":{"merit":"Path of Lilith","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Lilith states that the first woman created by God was not the submissive and gentle Eve; she was the tempestuous, wise, and demanding Lilith. For insisting on equality with Adam, she was cast out of the Garden of Eden. The followers of this path worship Lilith, attempting to follow in her footsteps and learn from her example. They seek wisdom through pain and adversity, and they preach Lilith’s superiority over Caine. Obviously, because the Path of Lilith reveres Lilith over Caine, it walks the line of heresy within the Sabbat. Because its followers vocally espouse the worship of an ancient and the tales of the Book of Nod, the Camarilla considers them heretics as well. Followers of the Path of Lilith are well advised to hide themselves, lest they be destroyed.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while seeking enlightenment or knowledge through pain. If you voluntarily ignore an opportunity to make another individual suffer in order to gain wisdom or learn a lesson painfully, you gain Beast traits as though you committed a level 1 sin. If you voluntarily deny Lilith’s superiority, rely on another, or feel remorse for an individual who is suffering (or has suffered), you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Bahari.”\n\n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"V2 Alteration: ","nodeType":"text"},{"data":{},"marks":[],"value":"Members of the Lhiannan bloodline may purchase the Path of Lilith merit for 2 points, rather than 3.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"sn3T7q9UXrwoBmgMUdbwA","type":"Entry"}},{"fields":{"merit":"Sorcerous Dabbler","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may not be a dedicated magical practitioner, but you’ve picked up a few tricks. A character with this merit can perform a few magical rituals even if she has no dots of Thaumaturgy. You do not have to purchase the Thaumaturgic Training merit (see Chapter Five: Merits and Flaws) to buy Sorcerous Dabbler.\n\n When a player purchases this merit, she selects a number of Thaumaturgical rituals: either three level 1 rituals, or two level 2 rituals, or one level 3 ritual. The character must then purchase these rituals with XP at standard cost. Anarchs who possess Thaumaturgy are particularly valuable to the Movement (and particularly persecuted by Camarilla Tremere and Sabbat kolduns). Remaining among the Anarchs provides a level of political and personal safety the character would not otherwise possess. If this character loses her Committed acceptance, she is removed from the game, and it is assumed that she has been located and destroyed by her sorcerous enemies. \n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"53YqqpTChriNEGbElh9fM9","type":"Entry"}},{"fields":{"merit":"Tech Junkie","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are well-known in tech circles; perhaps you were a famous hacker in life, or perhaps your fascination with technology led you to discover the vampire world, forcing a vampire to Embrace you before you became a threat to the Masquerade. You possess newly-invented or still-in-development technological items before they become available to the public. You receive a +2 bonus to test pools involving Computers or Science, and you may spend a downtime action to place either the Stylish or Nondescript equipment quality on a piece of equipment. This quality may exceed an item’s two-quality maximum.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"572VNcaaaZOQ3RzH4kDnga","type":"Entry"}},{"fields":{"merit":"Wild One","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are well-known in scurrilous circles; perhaps you spend a lot of time among gang-bangers, prison lowlifes, or with some of the more dangerous motorcycle clubs. What’s more, this reputation is well-deserved. You receive a +1 bonus to test pools involving Brawl or Drive, and you gain a +2 to defense test pools against powers used by individuals who currently hold a formal position in the Camarilla or the Sabbat.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Anarch"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1CJPJn30TDfb3LV5wzU0dA","type":"Entry"}},{"fields":{"merit":"Path of Harmony","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Path of Harmony is a gentler path than most, espousing the animalistic nature of vampirism — but its followers pursue a balance with nature, rather than utter domination. They attempt to balance the intellect and emotions of Humanity against the instinct and savagery of the Beast: the balance of predator and prey. Such a balance is extremely difficult to reach, and upsetting the natural balance – of a vampire or of her environment – is against this moral code.\n\nSystem:\nYou do not gain Beast traits when performing a sin, as long as you commit that sin while actively attempting to balance your nature. If you act on any kind of emotional or instinctual extreme, you gain Beast traits as though you committed a level 1 sin. If you voluntarily resist frenzy, kill for any reason other than survival, or ignore your vampiric needs for blood and safety, you gain Beast traits as though you committed a level 4 sin. Followers of this path are called “Harmonists.”","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"V2 Alteration:","nodeType":"text"},{"data":{},"marks":[],"value":" Members of the Ahrimanes bloodline may purchase the Path of Harmony merit for 2 points, rather than 3.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["Morality"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3xiv8PTGO48hmAIy4ST0qv","type":"Entry"}},{"fields":{"merit":"Unyielding","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whether you call it being stubborn, intractable, or just plain ornery, your character has a fi re inside her that just won’t quit — no matter the circumstances. Increase your maximum permanent Willpower to 7. You also begin each game session with 7 Willpower, rather than the standard 6.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3vzhuQo0AOKdubtXWgcdJp","type":"Entry"}},{"fields":{"merit":"Righteous Fury","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your faith and the fury of your spirit, when unleashed, is a palpable thing. You receive a +3 bonus to Brawl and Melee attack test pools when you are targeting a character who possesses demonic powers, infernal merits or investments, or the Daimoinon discipline. Additionally, you receive a +1 to your Brawl and Melee attack test pools when you are targeting diablerists or members of Clan Tremere. These bonuses do not stack; if more than one bonus applies, you receive the greater bonus. \n\nRighteous Fury requires a conscious act of faith, you must declare that you are using Righteous Fury when you announce the target of your character’s attack. If that target doesn’t meet the qualifications, this merit provides no bonus. All characters are aware of a successful use of this merit; brilliant white light erupts from the Salubri’s fist (or weapon), radiating through the blow with the terrifying radiance of faith. Vampires who see this effect may not recognize it, but they feel a perceptible fear wash over them at the sight. This light does nothing to reduce the Salubri’s reputation as an infernalist; on the contrary, faith could evince from any number of sources — including evil ones. The successful use of this power does not differentiate, so it is not possible to tell what aspect of the target (diablerist, demonist, Tremere or all of the above) has triggered Righteous Fury’s effect. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Salubri"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"36Cy3seKHn38PIIpd84SaT","type":"Entry"}},{"fields":{"merit":"Lucky","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Like most tricksters, fools, and madmen, your life has been a series of fortuitous coincidences and second chances. Whether you rely on this luck or just fall into it, you lead a charmed existence. If an opponent achieves an exceptional success against you, you downgrade it to a normal success. You can use this benefit once every five minutes or once per combat.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"meritType":["General"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2uHxmRYd9cNHISDtL7370y","type":"Entry"}},{"fields":{"merit":"Brotherhood","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Brujah are known for two things: their fiery tempers and their intense clan loyalty. As a member of Clan Brujah, you gain a +2 bonus to Brawl, Melee, and Ranged attacks when attacking an individual who was targeted by another Brujah’s Physical attack (Brawl, Melee, or Ranged) earlier in the same combat round, or when another Brujah is using the Assist Attacker tactic to aid your attack. Members of the True Brujah bloodline cannot purchase this merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Brujah"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"0ic32uu6963EswH5hG5Vz","type":"Entry","createdAt":"2020-04-15T12:32:26.898Z","updatedAt":"2021-04-18T14:18:14.834Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Brujah","nickname":"Rabble","disciplines":["Celerity"," Potence","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The vampires of Clan Brujah were once scholars and seekers of wisdom. They inspired the glory of ancient Carthage, a mighty city where mortals and vampires lived together in peace. However, Ventrue treachery and the armies of ancient Rome laid Carthage low and forever shattered the Brujah clan. Over the centuries, internal divides have shaken Clan Brujah to its core, changing the clan’s nature from stoic philosopher to passionate warrior. The Brujah are no longer the creatures they were in Carthage.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In modern nights, the Brujah are a ﬁery group of warriors, individualists, and rebels, driven to both success and failure by their tempestuous natures. They feel mortal passions more deeply than other vampires, and are prone to attack ﬁrst and ask questions later. Members of this clan love a cause, and will eagerly act on anything they see as injustice. They come together in violent gatherings called rants, where they give passionate speeches, challenge rivals to personal combat, or drum up support for crusades against the status quo. They know best that the capacity for emotion can also be a dark path. Many Brujah are driven to frenzy and madness if they cannot control their passions.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of the Brujah clan are Embraced from many cultures, regions, and religions. The Brujah have never been selective — they choose childer based on an individual’s drive and desire to right wrongs. When it comes to ﬁtting in with the modern world, Brujah do it better than most vampires. They easily adopt styles of rebellion: shaved heads, motorcycles, rivets, leather jackets, or t-shirts with rude slogans.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Brujah with experience tend to be inspirations to their clanmates, but a clanmate is expected to prove her worth rather than turning to her elders to solve problems, so clan hierarchy is loose at best. Brujah tend to group themselves into philosophical factions, often claiming to be Idealists, Individualists, or Iconoclasts. Iconoclasts are passionate about tearing down society and building \rsomething new, while Idealists prefer to solve society’s problems rather than start completely over. Individualists are more reclusive, working on a person-by-person basis instead of concentrating on society as a whole.\r","marks":[],"data":{}}],"data":{}}]},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Brujah are highly emotional, and have great trouble controlling the wrath of their Beasts. Their difﬁculty to resist frenzy is increased by 2.\r","marks":[],"data":{}}],"data":{}}]},"merits":[" Brotherhood (1 point merit): You gain a bonus when ﬁghting alongside other Brujah"," Burning Wrath (2 point merit): You can inﬂict aggravated damage with your ﬁsts.","Scourge of Alecto (3 point merit): You can incite the Beast of anyone who attempts to ignore your Awe or Majesty."," Bloodline: True Brujah (4 point merit): You are a member of a bloodline within the Brujah clan that reviles its tempestuous ancestors, and dedicates itself to intellectual studies and passionless pursuits. "],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Might doesn’t make right. Right makes might. Fuck it, I’m not going to waste my immortality compromising with the corrupt.” — Aligheri, Advocate of 8 Mile ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2BnaXTnj0jtEFy7jAhFIen","type":"Asset","createdAt":"2021-02-02T15:16:40.560Z","updatedAt":"2021-02-02T15:16:40.560Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Clan Art","description":"Brujah","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2BnaXTnj0jtEFy7jAhFIen/e05fec131d6c2da15e91149de63a6ec2/Brujah_Single_Design.png","details":{"size":249576,"image":{"width":320,"height":386}},"fileName":"Brujah Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5N7vZI6fzjZbpPuHxw7ah8","type":"Asset","createdAt":"2021-01-29T21:10:47.008Z","updatedAt":"2021-01-29T21:10:47.008Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Legacy Clan Symbol","description":"Brujah Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5N7vZI6fzjZbpPuHxw7ah8/24d33696924c806f7895dcd0cf1281df/LogoClanBrujah.png","details":{"size":97526,"image":{"width":500,"height":509}},"fileName":"LogoClanBrujah.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"OigFM4PU5B909KMC7HveB"}},{"sys":{"type":"Link","linkType":"Entry","id":"b8A1mPRZGzwc4i7SqFHTg"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":["[Circular]",{"sys":{"type":"Link","linkType":"Entry","id":"MDjv2XZQoCjqFvACLDaUK"}},{"sys":{"type":"Link","linkType":"Entry","id":"27OgG2QUidpXcgJrUpsN5d"}},{"sys":{"type":"Link","linkType":"Entry","id":"7I1mA5NJhFvnVSxwgcDjPg"}},{"sys":{"type":"Link","linkType":"Entry","id":"6HegKVuhfAfm8EwtoZgNSp"}},{"sys":{"type":"Link","linkType":"Entry","id":"5y8JHfH7bteIPLtGdNnp5T"}},{"sys":{"type":"Link","linkType":"Entry","id":"7yaYw9J5zGLPauNofZGyVY"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"3zqtP7YWCfVn3D0egtZfjn"}},{"sys":{"type":"Link","linkType":"Entry","id":"WF7LB9xrgxEFEviUw1dYk"}},{"sys":{"type":"Link","linkType":"Entry","id":"2JNrS44Rjr36yvd0OYSJJL"}}]}}},"sys":{"id":"6m0lM9CZlPTjSIkH2pyzfS","type":"Entry"}},{"fields":{"merit":"Waking Dream","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are deeply in touch with the realm of dreams from which Chimerstry springs. Once per session, you may utilize a simple chimerical illusion as though it were real. This temporary personal reality lasts for one full turn. During this turn, you could run up a chimerical staircase, cut a real rope with an illusionary knife, or use a chimerical bar to lever a heavy object aside. This effect only applies to the Ravnos or inanimate objects the Ravnos attempts to affect. Waking Dream cannot be used to directly harm or help any other character.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ravnos"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2MnhkkEj1ffUZyycc6gt9h","type":"Entry","createdAt":"2020-04-14T22:24:58.833Z","updatedAt":"2021-04-18T14:53:04.455Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":11,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Ravnos","nickname":"Deceivers","disciplines":[" Animalism","Fortitude","Chimeristry"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Ravnos clan has a shady reputation, burdened by history and prejudice. Its members are tricksters, thieves, and vagabonds, stealing what they wish and moving on to the next target. Ravnos typically reject systems of authority, ignoring sect boundaries and disobeying laws. In recent nights, a great tragedy struck the Ravnos clan, reducing its numbers to near-extinction. Although it has begun to repopulate after the horrors of the Week of Nightmares, the clan is still small. The majority of its membership consists of newly Embraced individuals, still struggling to understand the vampiric world. The elders of the clan have become more reclusive, frightened of another purge. Like the gurus of ancient days, they share the clan’s wisdom only with those who prove worthy.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Most Ravnos are new Embraces, as the clan has sought to repopulate after the horrors of the Week of Nightmares.  Torn between the old ways and the modern ideals of their new childer, the Ravnos are a clan torn by transition and in mourning over a thousand truths that have been lost. With their unique ability to create illusions, Ravnos specialize in questioning truths and unraveling mysteries. Capricious Ravnos use this ability for proﬁt, seizing opportunities for short-term gain. Other members of the \rclan lose touch with reality entirely. Those who live to ancient years see this power as a philosophy and use it to achieve a more enlightened state of mind. They study the balance between reality and deception and contemplate the nature of utter truth.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Younger members of the Ravnos clan may be of any nationality or culture, though they tend to be chosen for their skills at survival and trickery. Freedom-loving youth, hipsters, traveling rock band groupies, political activists, Irish travelers, Romani gypsies, or teenage runaways, Ravnos have many new icons of youth and vigor from which to choose. Older Ravnos tend to hail from the Brahman Hindi caste, remembering a time when the Ravnos were more caste-based than they are in the modern era. The two groups often bicker over the clan’s future, as the youthful Ravnos struggle to ﬁnd their own place in the world. The older Ravnos are wiser, stronger in blood, and more practiced — but the new surge of young vampires brings fresh ideas, technological experience, and a great deal of energy and change. The clan stands on a precipice between respecting the traditional ways and embracing new ones, between ancient truths and too-fast lies. The Ravnos must ﬁnd balance, or be forever changed.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Self-sufﬁciency is important to the Ravnos clan. Its members wander the world and have little care for established vampire society. The majority of the clan are young, naïve childer, prone to selﬁshness and short-sighted goals. Those who survive this period of trial will establish the clan’s place in modern nights.\r","marks":[],"data":{}}],"data":{}}]},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A turbulent history makes the Ravnos slaves to their vices. Each Ravnos has a Compulsion derangement, representing a penchant for some sort of vice — lying, cruelty, or theft, for example. They feel a compulsion to indulge in this vice if they have the opportunity. Ravnos do not gain ﬂaw XP for this derangement.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Waking Dream (1 point merit): You may brieﬂy treat an illusion you’ve created as though it were real.","Bloodline: Brahman (2 point merit): You are a member of the Brahman bloodline, a group of Indian philosophers and gurus. Your in-clan disciplines are Animalism, Auspex, and Chimerstry."," Escape Artist (3 point merit): You are extremely skilled at slipping away from dangerous situations."],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“Those people who are traveling just to get somewhere are missing half the point.” — Leila Voight, lead singer of “Fresh Blood”","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2C6NtJt4DH38XHl976C1qw","type":"Asset","createdAt":"2021-02-02T15:07:33.321Z","updatedAt":"2021-02-02T15:07:33.321Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Ravnos Clan Art","description":"Ravnos","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2C6NtJt4DH38XHl976C1qw/98b2e999e9fd5d3dc6ed989bda98500d/Ravnos_Single_Design.png","details":{"size":215361,"image":{"width":320,"height":386}},"fileName":"Ravnos Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4Iae9lybXYo3p9dmMHJlhr","type":"Asset","createdAt":"2021-01-29T21:13:52.293Z","updatedAt":"2021-01-29T21:13:52.293Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Ravnos Legacy Clan Symbol","description":"Ravnos Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/4Iae9lybXYo3p9dmMHJlhr/f0e42bfdab360d792d6a3821f6578ead/LogoClanRavnos.png","details":{"size":10339,"image":{"width":500,"height":550}},"fileName":"LogoClanRavnos.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"5ZKjyeM2RCuSrhAigJbQ30"}},{"sys":{"type":"Link","linkType":"Entry","id":"6I9HY9xGzd5LxAJEGZx8Cj"}},{"sys":{"type":"Link","linkType":"Entry","id":"1WS1pRvTNR3MkMCXLEvGW4"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"4zyB1gdkIliWBOOtGtSPzw"}},{"sys":{"type":"Link","linkType":"Entry","id":"6pO4HPzb3Ik9KvEYJL5EEW"}},{"sys":{"type":"Link","linkType":"Entry","id":"45xNSp1nMl5m03P9S2xFmc"}},{"sys":{"type":"Link","linkType":"Entry","id":"3LMe5FMRrCZw4WLJf3ozE6"}},{"sys":{"type":"Link","linkType":"Entry","id":"zgNsZKqqE0zrZHkR3AvtW"}},"[Circular]"],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"zJt4DDMlvZUgydDMlEtzs"}},{"sys":{"type":"Link","linkType":"Entry","id":"5301yGgiPGdylnS4MkC7Vf"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Psm6FH27o9208yNwow92c"}}]}}},"sys":{"id":"2rCUqHto23wX4swM5wYJWQ","type":"Entry"}},{"fields":{"merit":"Soaring Octaves","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The sheer beauty of your song attracts attention and causes rapture in even the coldest heart. If you have the Presence power Entrancement, you can use it on any individual who is listening to you sing. You may do so even if the target is not within your line of sight and even if the target is not focused on you and does not consciously realize that you are singing. (This is an exception to the rule listed under Chapter Four: Disciplines, Gaze and Focus).\nThis effect cannot be used through remote means, such as the Melpominee power Phantom Speaker, an audio recording, or over a telephone; the target must hear your voice first-hand.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Daughters of Cacophony"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2XCnyT80YHHlxNECNEbcjG","type":"Entry"}},{"fields":{"merit":"Supernatural Aria","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your voice is unparalleled, and you have been trained well in order to use it to best advantage. With the purchase of this merit, your potential maximum level of the Performance: Singing skill is increased by 3 dots; if your original cap was 5, then your new potential maximum becomes 8. Further, the XP cost to purchase Performance: Singing is halved (round up).\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Daughters of Cacophony"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"RyLETPMZbvcvMij6mRf79","type":"Entry"}},{"fields":{"merit":"Addictive Blood","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anyone foolish enough to taste a point of your Blood becomes addicted to it. The next time this creature has the chance to drink from you, she must spend 1 Willpower to turn down the opportunity. This expenditure allows the victim to resist her addiction for the next 10 minutes without further expenditure. After resisting your Blood in this manner five times consecutively, the addiction is broken. If you have the Presence power Entrancement, anyone who drinks a point of your Blood also becomes Entranced by you for the rest of the night.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Followers of Set"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6CTYhNQgLz1MImfjTl4jyb","type":"Entry"}},{"fields":{"merit":"Personal Cult","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Setites enjoy developing cults and herds of worshippers. Whether these devotees are fanatic slaves, adoring followers, or sex-crazed groupies, your cult serves without question. These mortals adore their vampiric master — whether or not they know your true nature. You may define this cult in any way you choose. Perhaps they worship Set, or Caine, or even you. They may have ecstatic parties and orgies, run drug laboratories, or participate in any rituals you choose.\n\nYou gain 5 free dots in one of the following backgrounds: Haven, Herd, or Resources. If you’ve previously purchased dots of that background, all XP is refunded. If you assigned creation points to that background, you may move those points to another background in which you currently have no points.\n\nIn addition to this background, you have a temple in which your personal cult worships; this temple is considered holy ground. If you have any merits or flaws that are affected by holy ground, this temple does not affect you negatively. If you spend 3 Blood and rest the day in this temple, you can heal 2 points of aggravated damage instead of 1. This temple may be further defined by the Haven merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Followers of Set"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1AaQWABQrv5LrvIJ9qPuW8","type":"Entry"}},{"fields":{"merit":"Setite Sorcery","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Sorcery is a gift granted only to the most faithful, and Set’s children revere this ability as a mark of faith among their kind. When you acquire this merit, you gain the discipline Thaumaturgy. You can purchase the Path of Corruption and one other Thamaturgical path of your choice. These paths are learned without a teacher and are considered out-of-clan powers for all purposes (including purchase costs). \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Followers of Set"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"1UrX6odrz3BqLlkhxbyoJ2","type":"Entry"}},{"fields":{"merit":"Dark Statue","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Embrace did not merely give you the appearance of stone, it also granted you some of that stone’s resilience and passivity. You can use your standard action to transform into a statue of yourself, made from solid stone. While in this form, you can perceive the area around you and spend Blood to heal, but you cannot use disciplines, and you are completely immobile. You are also immune to damage from sunlight and fi re, and you automatically resist fear frenzy triggered by sunlight. While this effect is active, you gain three additional health levels. Dark Statue lasts as long as you’d like, and may persevere through sleep or torpor. You can end the Dark Statue effect with a simple action.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gargoyles"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"2kzJkOLHfo9WtGIMxtyLmo","type":"Entry"}},{"fields":{"merit":"Flight","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampiric Gargoyles are as unique and different-looking as their architectural namesake. Among their number you may see a variety of horns, spikes, twisted features, dog-like faces, or a varying number of fingers. A few among this bloodline even sprout wings. Some Gargoyles’ wings are small and purely ornamental. Your wings, however, are fully functional. With this merit, you can fl y at the same speed you can move (three steps per action). This is true flight, such as a bird or other aerial creature, and is not limited to mere gliding. If your wings are broken or removed, you must heal them before you can again use the power of flight.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gargoyles"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"3smwuWTjLkLDP5gYdVP177","type":"Entry"}},{"fields":{"merit":"Paragon","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are either an established leader within the Ventrue or an up-and-coming star in the clan. The line of Kings looks to you to be an example, and many younger members of the clan seek your approbation and approval. This provides the following benefits:\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"- The amount of money available to you from the Resources background is doubled.\n\n- You receive one additional action per Influence you control (Elite or Underworld).\n\n- Additionally, you have attracted the attention of a lesser Ventrue who wishes to ride your coattails towards greatness. This lieutenant is a low-ranking Ventrue neonate NPC, perhaps your childe or some distant lineage relation, and is built as a level 6 Retainer. Unlike normal Retainers, this lieutenant has access to three of the following backgrounds: Resources, Haven, Herd, or Influence (Elite or Underworld). Your lieutenant has 3 dots in one of these backgrounds, 2 in a second, and 1 in a third. This lieutenant cannot learn techniques or elder powers. If the lieutenant dies, you lose access to this merit for four game sessions or two months (whichever is greater), reflecting your search for a suitable replacement.\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"6faSEA8UYghctBV3lRxi8H","type":"Entry"}},{"fields":{"merit":"Unnatural Adaptation","meritCost":4,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your Embrace left you horribly mutated, more so than most of your clanmates. Because of this revolting mutation, you may choose two of the following special abilities:\n\n- Patagia: A thick membrane stretches between your arms and your torso. If you fall from a damaging height, you can spread your arms and use these proto-wings to glide safely to the ground. If you have 2 or more dots of Potence, you can fl y three steps per turn by spending both your simple and standard actions.\n\n- Webbed Fingers: Your fingers and toes are overlong and have a thick membrane between them, allowing you to swim extremely fast. You may spend a simple action to swim at normal speeds (walking or running). You gain an additional step to this movement rate for each dot of the Athletics skill you possess.\n\n- Gaping Maw: Your mouth is overlarge and filled with large, pointy teeth (or tusks, or otherwise menacing features). You can bite to inflict damage without first grappling your opponent. When you drain Blood, you drain 2 points per standard action instead of the standard 1 point.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n- Slimy: Your body is coated with a thick layer of slime. You can use a simple action to automatically escape from a Grapple even when pinned by a supernatural power (such as Thaumaturgy: Movement of the Mind).\n\n- Grappling Appendages: Your arms are elongated, strangely jointed, or covered with horrific suckers. You do not need to spend Willpower to perform the Grapple combat maneuver, and you receive a +2 bonus when attempting to Grapple.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Nosferatu"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}},"sys":{"id":"5yDhXWSSBtehShAZSKIyWl","type":"Entry"}},{"fields":{"merit":"Sea Witch","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Gangrel are often explorers by nature, but you are among the select few whose journeys to watery depths revealed inexplicable wonders. You know of sunken shrines to dead gods, and you can read portents in the northern lights. When you call out, the sea listens, and it has shared its secrets with you. You may purchase Thaumaturgy: Path of Neptune’s Might at out-of-clan costs. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel: Noiad"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4A9PfDQSCBDgNzbVT1CfnR","type":"Entry","createdAt":"2020-07-24T14:29:11.482Z","updatedAt":"2021-04-16T21:35:29.201Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Noiad","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Noiad bloodline, which hails from Finland, Sweden, and other parts of Scandinavia. These primitive seers and oracles disdain technology and modern culture, and prefer to remain in the undeveloped areas, holding tightly to the ancient traditions of their kind. Your in-clan disciplines are Animalism, Auspex, and Protean.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}}}},"sys":{"id":"QUHfyAa065ztBqhzEeaQz","type":"Entry"}},{"fields":{"merit":"Hard as Steel","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The righteousness of your cause and your faith in it lends you resilience beyond others of your clan and generation. You may buy a single Fortitude technique or elder power that you would normally be restricted from purchasing due to your generation.\n\nA Neonate with this merit is now able to purchase a single Fortitude elder power, but not the Fortitude luminary power. Pretender Elders with Hard as Steel can purchase a second Fortitude elder power which must be a Fortitude Elder power. Elders and Luminary Elders may purchase a technique that requires Fortitude. Elder powers purchased with this merit cost 20\nXP, and techniques cost 12 XP. You must still meet any additional discipline requirement in order to purchase a technique, and you must also possess the necessary precursors in order to purchase Fortitude elder powers. This merit cannot be used to purchase a Fortitude luminary power.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue: Crusader"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7k5x8pZK3VQSWjWfowrFtZ","type":"Entry","createdAt":"2020-07-24T15:16:34.598Z","updatedAt":"2021-04-18T15:35:43.450Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Crusader","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of a stern, demanding bloodline of the Ventrue clan. Once reviled as aberrant, the Crusaders have begun to earn more respect from the elders in modern nights. Your in-clan disciplines are Auspex, Dominate, and Fortitude.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}}}},"sys":{"id":"6B5EM4PSiLHuHlP0p1V8fH","type":"Entry"}},{"fields":{"merit":"Moon Bound","meritCost":2,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"While you suffer the same banes that all vampires do, your spiritual nature manifests a connection to Luna strikingly similar to that of a werewolf. Prior to each game session consult the Storyteller to determine the current phase of the moon. You gain the following benefits dependent on its phase:","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- New Moon","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":": Your spirit is infused with a deception and trickery. You gain the Dexterity focus and a +2 wild card bonus to all pools involving your Stealth skill. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Crescent Moon","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":": You become a powerful font of spiritual energy. You gain the Wits focus and a +2 wild card bonus to all pools involving your Occult skill.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Half Moon","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":": Your eyes are open to things hidden from notice. You gain the Perception focus and +2 wild card bonus to all pools involving your Awareness skill.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Gibbous Moon","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":": You exude a powerful aura of guidance and social acumen. You gain an additional Social focus of your choosing and a +2 wild card bonus to all pools involving your Leadership skill. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Full Moon","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":": You are at your most dangerous. You gain the Strength focus and two additional Healthy wound levels. If you lose these health levels as the moon changes, any wounds assigned to them disappear.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Lhiannan"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"7nYl5TPmrRaB3raPIbY38j","type":"Entry"}},{"fields":{"merit":"Runic Woads","meritCost":1,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"During the Dark Ages, the Lhiannan practiced a limited form of Blood Magic that they called Ogham. Ogham involved the use of runic magic to tap into the spirit realm known as the Umbra. By inscribing these runes in blood on your body, you awaken some of the forgotten magics of Ogham. You may only benefit from a single Runic Woad at a time which lasts indefinitely or until you change your Runic Woad. Changing your Runic Woad requires an extensive ceremony and the expenditure of a downtime in your personal territory as you prepare and inscribe the Woad. You may create the following Woads:","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Crimson Woad: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"Inscribing yourself with this Woad invites the spirits of war and rage to fuse with you, mastering the curse of the Beast and turning it into a powerful ally. While benefiting from this Woad you may always choose your frenzy type regardless of the source of your frenzy, including supernatural powers that direct your rage such as the Technique: Control the Savage Beast. In addition, while in frenzy you gain a wild card bonus to your offensive and defensive Physical test pools equal to the number of Beast traits you currently possess.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Woad of Helios: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"Inscribing this Woad requires you to perform a ceremony an hour before dawn. As the Beast riles under the threat of the rising sun you inscribe the Woad of Helios into your chest with a burning ember. When completed, and for as long as you benefit from this Woad, you are immune to Rötschreck and take normal damage from fire and sunlight.","marks":[],"data":{}},{"nodeType":"text","value":" ","marks":[{"type":"bold"}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"- Judgement Woad: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"By inscribing the name of an enemy on your body and displaying it for all to see, baleful spirits become bound to your essence. When in the target’s presence, those spirits aid you against your enemy. Choose a single target with which you have familiarity when inscribing this Woad. Once the Judgement Woad is enacted, you maintain  familiarity with your chosen target until you enact a new Woad. In addition, twice per game session you may utilize a free retest against a power that your chosen enemy attempts to use on you. These retests can be used in addition to any other appropriate retests, such as Willpower, but only one retest can be used in a single challenge. You may only inscribe one name on yourself at a time; changing the name requires spending a downtime action as though you are creating a new Judgement Woad. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Lhiannan"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"6pn6hVeUuc64PNwzv0ZZM3","type":"Entry"}},{"fields":{"merit":"Shadows of the Past","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are one of the original Black Angels or a direct descendant of those that Azaneal converted. As such, your Lasombra heritage remains intact and your in-clan disciplines are Daemonion, Obtenebration, and Dominate. In addition, when you select this merit, you may select up to 3 points of Lasombra-specific merits which you receive at no cost. This is an exception to the rule prohibiting you from taking multiple clan merits at the same cost. You cannot select a merit that makes you a member of a bloodline nor can you select merits that are typically only able to be purchased by a member of a bloodline. Finally, you are considered a Lasombra for discounts that would apply to purchasing Paths of Enlightenment merits. Shadows of the Past may only be purchased during character creation.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali: Angellis Ater"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2HZTDHzi07q1Um6Qk5nfXY","type":"Entry","createdAt":"2020-07-24T15:25:55.393Z","updatedAt":"2021-05-28T13:20:27.837Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Angellis Ater","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the Azaneali bloodline, also known as the Angellis Ater or “Black Angels.” This bloodline began among the Lasombra, but was poached (and its blood altered) by the infernal magic of a Baali named Azaneal. These satanic shadow-weavers delight in corrupting and tormenting earnest followers of faith, and will do anything they can to tear down such an individual’s belief. Your in-clan disciplines are: Daimoinon, Dominate, and your choice of either Potence, Presence, Obtenebration or Obfuscate. \n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}}}},"sys":{"id":"2eKSTCIKrWZXuj6ZSXTeAC","type":"Entry"}},{"fields":{"merit":"Favored of the Decani","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your demonic patron is one of the Decani Council, the powerful ruling body of the infernal. Once per game session, before you attempt a challenge using your Daimonion test pool you can call upon your patron to manifest in your soul, aiding your efforts. By doing so, you automatically succeed at the challenge, achieving a normal success. Alternatively, after winning a challenge using the Daimonion test pool, you can use this merit to convert your normal success to an exceptional success. However, because your demonic patron has aided your efforts, for the next hour your aura remains stained with their infernal influence. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali: Angellis Ater"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2HZTDHzi07q1Um6Qk5nfXY","type":"Entry","createdAt":"2020-07-24T15:25:55.393Z","updatedAt":"2021-05-28T13:20:27.837Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Angellis Ater","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the Azaneali bloodline, also known as the Angellis Ater or “Black Angels.” This bloodline began among the Lasombra, but was poached (and its blood altered) by the infernal magic of a Baali named Azaneal. These satanic shadow-weavers delight in corrupting and tormenting earnest followers of faith, and will do anything they can to tear down such an individual’s belief. Your in-clan disciplines are: Daimoinon, Dominate, and your choice of either Potence, Presence, Obtenebration or Obfuscate. \n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}}}},"sys":{"id":"3FhcRRMZd3XwiCyFV9zJRV","type":"Entry"}},{"fields":{"merit":"Dark Magics","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have made a Faustian pact with a demon to learn the secrets of blood magic. With this merit, you may learn a single path of Thaumaturgy and you can purchase its powers at out-of-clan costs. Whenever you use any of the powers of your chosen thaumaturgical path, an infernal taint washes over your aura and then disappears in the same way the use of Daimonion alters your aura.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7yfhI2kPrz2ccWodolDLlp","type":"Entry","createdAt":"2020-04-14T22:16:39.838Z","updatedAt":"2021-04-18T14:17:10.687Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Baali","nickname":"Demons","disciplines":["Daimoinon"," Obfuscate","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires rarely speak of the Baali, superstitiously fearing that these infernalists may hear themselves called and be summoned. Long ago, a group of vampires made a pact with demonic forces, selling their souls for power to use against the other vampire clans. The ﬁrst of these was Baal the Destroyer, a powerful force of conquest and destruction. Although his armies were eventually routed and driven into darkness, the Baali clan has not been obliterated. On the contrary, it still exists within the accursed city of Chorazin. Baali occasionally leave their city and hide among other clans, insidiously working to corrupt other vampires.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The Baali believe that demons are the children of true night, cast out of the sky by a narcissist God who created humanity only to satisfy his vanity. These vampires are foul, vicious creatures, and there is nothing a Baali wouldn’t do to satisfy personal ambition. Bloody sacriﬁces, dark rituals, vicious slaughter or cruel vivisection, no act is too vile or requires too high a price. These vampires are not apologetic about their adoration of evil, but rather revel in the beneﬁts. Because of its members’ vicious ambition, the clan’s knowledge of occult mysteries is vast — as are its enemies. Infernalists are feared and hunted, and most vampires see them as abominations.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Even though they are few in number, Baali are dangerous. They congregate in small covens, or “hives,” sharing infernal knowledge and researching blasphemous demonic rituals. They know a great deal about the End Times, and often collect rare and obscure books of prophecy and lore. Baali use these revelations both to predict future events for their beneﬁt, and also use them as a lure for scholarly vampires of other clans. Unlike other vampires, the Baali want the End Times to arrive. They see Gehenna as an opportunity for vengeance and for their demonic masters to rise at last.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Baali prefer to organize in small cabals whose members all worship a single infernal overlord. These cabals are not allied by loyalty or affection, but out of commitment to their demonic master and a fearful need to serve the founder of their clan.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Baali cannot bear to look upon or handle objects of any faith. The vampiric Demons must avert their gazes from such objects, and touching them burns their ﬂesh for a point of aggravated damage, which cannot be reduced or negated. In addition, should a Baali run afoul of True Faith, any hinderance or damage effects are doubled.\r","marks":[],"data":{}}],"data":{}}]},"merits":["Infernal Heritage (1 point merit): This merit duplicates the mechanics of the Infernal Power merit and the Path of Evil Revelations merit.","Bloodline: Angellis Ater (3 point merit): You are a member of the Angellis Ater bloodline, which stems from satanic Lasombra. Your in-clan disciplines are Daimoinon, Dominate, and one choice of Potence, Presence, or Obfuscate.","Athenaeum of the Hive (2-point merit) ","Dark Magics (3-point merit)"],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“You hate me, you revile me, you long to see me destroyed… but the reality is that you need me. If the angels want to win, you need the devil to succeed.” — Samael Jaqueson","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6PzToKhoeJDRXLez6vzki0","type":"Asset","createdAt":"2021-02-02T15:05:21.904Z","updatedAt":"2021-02-02T15:05:21.904Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Clan Art","description":"Baali","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/6PzToKhoeJDRXLez6vzki0/e800ed6c8830a9f60f637c6217f50662/Baali_Single_Design.png","details":{"size":250096,"image":{"width":320,"height":386}},"fileName":"Baali Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"74m64nHKjJq1S7DnCAtjNE","type":"Asset","createdAt":"2021-01-29T21:17:04.778Z","updatedAt":"2021-01-29T21:17:04.778Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Legacy Clan Symbol","description":"Baali Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/74m64nHKjJq1S7DnCAtjNE/2f1c76dadf317a81b30fea74698c26c1/LogoBloodlineBaali.png","details":{"size":23837,"image":{"width":508,"height":500}},"fileName":"LogoBloodlineBaali.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"3oYiiDDRQgCLB54j57X7Hy"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Rsy3RCfwhexMQ1Mskjz50"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2HZTDHzi07q1Um6Qk5nfXY","type":"Entry","createdAt":"2020-07-24T15:25:55.393Z","updatedAt":"2021-05-28T13:20:27.837Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Angellis Ater","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the Azaneali bloodline, also known as the Angellis Ater or “Black Angels.” This bloodline began among the Lasombra, but was poached (and its blood altered) by the infernal magic of a Baali named Azaneal. These satanic shadow-weavers delight in corrupting and tormenting earnest followers of faith, and will do anything they can to tear down such an individual’s belief. Your in-clan disciplines are: Daimoinon, Dominate, and your choice of either Potence, Presence, Obtenebration or Obfuscate. \n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}}},{"sys":{"type":"Link","linkType":"Entry","id":"3WlSuYCuFIZXzRbvcF04T5"}},{"fields":{"merit":"Athenaeum of the Hive","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout the centuries, innumerous souls have fallen prey to the temptations of the Baali, selling off portions of their souls in exchange for power. As souls are in essence collections of memories and life experiences, a claimant with access to an individual’s soul has a claim to these memories as well. As a member of the Baali clan, you have access to these troves of information, and can assign two Academic specializations for each dot of the Academics skill you purchase, rather than one. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, whenever you initiate an opposed discipline challenge that calls for you to use your Mental attribute as part of your test pool, you can utilize the power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may use Athenaeum of the Hive to gain the focus benefit for the Auspex power Telepathy, but do not gain the focus benefit for Psychic Projection since it does not require a challenge.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4AAQ6Cj7SCWZS1Y6pMGfrl","type":"Entry"}},"[Circular]",{"sys":{"type":"Link","linkType":"Entry","id":"4SZOCNy0qOXAt7AlAWSJfp"}},{"sys":{"type":"Link","linkType":"Entry","id":"6NZD6oendRMSoRYlcAXxFO"}},{"sys":{"type":"Link","linkType":"Entry","id":"2KOicdjbUnkGRTaZLuvNKC"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"6rKeF7oKFqKWFxQxyE2BMm"}},{"sys":{"type":"Link","linkType":"Entry","id":"RjPQfv3b3nZv0CnGVR5nl"}},{"sys":{"type":"Link","linkType":"Entry","id":"529DT5pSpC4Tl2AlbP4aP"}}]}}},"sys":{"id":"5IIGcyuFEk7mIs58Hcg1tM","type":"Entry"}},{"fields":{"merit":"Athenaeum of the Hive","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout the centuries, innumerous souls have fallen prey to the temptations of the Baali, selling off portions of their souls in exchange for power. As souls are in essence collections of memories and life experiences, a claimant with access to an individual’s soul has a claim to these memories as well. As a member of the Baali clan, you have access to these troves of information, and can assign two Academic specializations for each dot of the Academics skill you purchase, rather than one. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, whenever you initiate an opposed discipline challenge that calls for you to use your Mental attribute as part of your test pool, you can utilize the power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may use Athenaeum of the Hive to gain the focus benefit for the Auspex power Telepathy, but do not gain the focus benefit for Psychic Projection since it does not require a challenge.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7yfhI2kPrz2ccWodolDLlp","type":"Entry","createdAt":"2020-04-14T22:16:39.838Z","updatedAt":"2021-04-18T14:17:10.687Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Baali","nickname":"Demons","disciplines":["Daimoinon"," Obfuscate","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires rarely speak of the Baali, superstitiously fearing that these infernalists may hear themselves called and be summoned. Long ago, a group of vampires made a pact with demonic forces, selling their souls for power to use against the other vampire clans. The ﬁrst of these was Baal the Destroyer, a powerful force of conquest and destruction. Although his armies were eventually routed and driven into darkness, the Baali clan has not been obliterated. On the contrary, it still exists within the accursed city of Chorazin. Baali occasionally leave their city and hide among other clans, insidiously working to corrupt other vampires.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The Baali believe that demons are the children of true night, cast out of the sky by a narcissist God who created humanity only to satisfy his vanity. These vampires are foul, vicious creatures, and there is nothing a Baali wouldn’t do to satisfy personal ambition. Bloody sacriﬁces, dark rituals, vicious slaughter or cruel vivisection, no act is too vile or requires too high a price. These vampires are not apologetic about their adoration of evil, but rather revel in the beneﬁts. Because of its members’ vicious ambition, the clan’s knowledge of occult mysteries is vast — as are its enemies. Infernalists are feared and hunted, and most vampires see them as abominations.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Even though they are few in number, Baali are dangerous. They congregate in small covens, or “hives,” sharing infernal knowledge and researching blasphemous demonic rituals. They know a great deal about the End Times, and often collect rare and obscure books of prophecy and lore. Baali use these revelations both to predict future events for their beneﬁt, and also use them as a lure for scholarly vampires of other clans. Unlike other vampires, the Baali want the End Times to arrive. They see Gehenna as an opportunity for vengeance and for their demonic masters to rise at last.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Baali prefer to organize in small cabals whose members all worship a single infernal overlord. These cabals are not allied by loyalty or affection, but out of commitment to their demonic master and a fearful need to serve the founder of their clan.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Baali cannot bear to look upon or handle objects of any faith. The vampiric Demons must avert their gazes from such objects, and touching them burns their ﬂesh for a point of aggravated damage, which cannot be reduced or negated. In addition, should a Baali run afoul of True Faith, any hinderance or damage effects are doubled.\r","marks":[],"data":{}}],"data":{}}]},"merits":["Infernal Heritage (1 point merit): This merit duplicates the mechanics of the Infernal Power merit and the Path of Evil Revelations merit.","Bloodline: Angellis Ater (3 point merit): You are a member of the Angellis Ater bloodline, which stems from satanic Lasombra. Your in-clan disciplines are Daimoinon, Dominate, and one choice of Potence, Presence, or Obfuscate.","Athenaeum of the Hive (2-point merit) ","Dark Magics (3-point merit)"],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“You hate me, you revile me, you long to see me destroyed… but the reality is that you need me. If the angels want to win, you need the devil to succeed.” — Samael Jaqueson","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6PzToKhoeJDRXLez6vzki0","type":"Asset","createdAt":"2021-02-02T15:05:21.904Z","updatedAt":"2021-02-02T15:05:21.904Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Clan Art","description":"Baali","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/6PzToKhoeJDRXLez6vzki0/e800ed6c8830a9f60f637c6217f50662/Baali_Single_Design.png","details":{"size":250096,"image":{"width":320,"height":386}},"fileName":"Baali Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"74m64nHKjJq1S7DnCAtjNE","type":"Asset","createdAt":"2021-01-29T21:17:04.778Z","updatedAt":"2021-01-29T21:17:04.778Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Legacy Clan Symbol","description":"Baali Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/74m64nHKjJq1S7DnCAtjNE/2f1c76dadf317a81b30fea74698c26c1/LogoBloodlineBaali.png","details":{"size":23837,"image":{"width":508,"height":500}},"fileName":"LogoBloodlineBaali.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"3oYiiDDRQgCLB54j57X7Hy"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Rsy3RCfwhexMQ1Mskjz50"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2HZTDHzi07q1Um6Qk5nfXY","type":"Entry","createdAt":"2020-07-24T15:25:55.393Z","updatedAt":"2021-05-28T13:20:27.837Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Angellis Ater","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the Azaneali bloodline, also known as the Angellis Ater or “Black Angels.” This bloodline began among the Lasombra, but was poached (and its blood altered) by the infernal magic of a Baali named Azaneal. These satanic shadow-weavers delight in corrupting and tormenting earnest followers of faith, and will do anything they can to tear down such an individual’s belief. Your in-clan disciplines are: Daimoinon, Dominate, and your choice of either Potence, Presence, Obtenebration or Obfuscate. \n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}}},{"sys":{"type":"Link","linkType":"Entry","id":"3WlSuYCuFIZXzRbvcF04T5"}},"[Circular]",{"fields":{"merit":"Dark Magics","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have made a Faustian pact with a demon to learn the secrets of blood magic. With this merit, you may learn a single path of Thaumaturgy and you can purchase its powers at out-of-clan costs. Whenever you use any of the powers of your chosen thaumaturgical path, an infernal taint washes over your aura and then disappears in the same way the use of Daimonion alters your aura.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5IIGcyuFEk7mIs58Hcg1tM","type":"Entry"}},{"sys":{"type":"Link","linkType":"Entry","id":"4SZOCNy0qOXAt7AlAWSJfp"}},{"sys":{"type":"Link","linkType":"Entry","id":"6NZD6oendRMSoRYlcAXxFO"}},{"sys":{"type":"Link","linkType":"Entry","id":"2KOicdjbUnkGRTaZLuvNKC"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"6rKeF7oKFqKWFxQxyE2BMm"}},{"sys":{"type":"Link","linkType":"Entry","id":"RjPQfv3b3nZv0CnGVR5nl"}},{"sys":{"type":"Link","linkType":"Entry","id":"529DT5pSpC4Tl2AlbP4aP"}}]}}},"sys":{"id":"4AAQ6Cj7SCWZS1Y6pMGfrl","type":"Entry"}},{"fields":{"merit":"Chosen of the Crone","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"While the true magic of Ogham has been lost to the modern world, your affinity to Blood Magic remains potent and strong. With this merit you gain the ability to purchase all of the following paths of Thaumaturgy: Neptune’s Might, Weather Control, and Elemental Mastery. These additional paths of Thaumaturgy can be learned without a teacher and are purchased at in-clan costs but are not considered in-clan disciplines. In addition, you may purchase the Path of Feral Heart or the Path of Lilith or the Path of Harmony merits at zero cost.\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Lhiannan"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}},"sys":{"id":"5jdRfSzVIlG33QigWPSfJH","type":"Entry"}},{"fields":{"merit":"Greater Colors","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For some individuals, the entire world is a place of wonder and new sensations. It is a place to be reveled in, a display of pleasure to be discovered with all five senses. You are one of these people. When you succeed in an opposed challenge using an Auspex power (excluding techniques, elder powers and luminary powers), you are considered to always achieve an exceptional success. \n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2O8Ze2xba99SDbQX3uAn8q","type":"Entry","createdAt":"2020-04-15T12:33:52.446Z","updatedAt":"2021-04-18T14:56:19.919Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":12,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Toreador","nickname":"Degenerates","disciplines":["Auspex","Celerity","Presence"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Magniﬁcent roses in a garden of evening stars. A lilting aria in a drowsy twilight. The sweet brush of a lover’s kiss. These images evoke the Toreador, as these vampires are the most beautiful of all. \r\nToreador are artists, writers, and creators: artisans enjoying an immortal life of pageantry and sensuality. Unlike other clans, Toreador plunge themselves into the mortal world. Often, they will pretend to be mortal, living as glitterati and giving patronage to inﬂuential mortal artists. From city to city, passion to passion, the Toreador ﬂ it about, inspiring the ﬁnest art and leaving a trail of broken hearts.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"With such reﬁned tastes, it is easy for a member of the Toreador clan to become jaded and bitter, ﬁlled with ennui. Surrounded by excess, they quickly lose interest, seizing prize after prize — the sweetest of which are those stolen from another. The oldest Toreador often become depraved, sinking into debauchery simply so they can feel anything at all.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Toreador love politics and live for hierarchy, so long as they can remain at the top. They develop cults of personality, gathering followers captivated by their beauty or begging for their patronage. They are always at the cutting edge of arts, culture, and society. They pride themselves on their beauty and poise, hosting salons and gatherings to show off their wealth and style. Those who cannot keep up are mocked and ridiculed. Vampires who are ugly, uncivilized, or show no respect for the arts are torn apart by a Toreador’s metaphorical claws. For this reason, there is an eternal enmity between the Nosferatu and Toreador clans, a hatred that will never be reconciled.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Toreador hierarchy is based around an elaborate system of guilds and patrons, with rising stars shooting to the fore — and discarded just as quickly when their moment of glory has faded. Cliques of powerful elders snipe one another, engaging in subtle politics as they shred reputations and destroy lives. Young Toreador thrown into this pool of sharks must quickly learn to sink or swim.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Toreador are often entranced by beauty and art. When you encounter a piece of art, a performance, or something beautiful that you are particularly interested in or that you have never seen before, you must give it your undivided attention for a scene. Toreador can resist this urge by expending a point of Willpower. Although distractions like loud voices or a nearby scufﬂe can divert your attentions, Toreador dislike being interrupted while experiencing art and beauty, and will respond with anger — even violence or frenzy.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Artist’s Blessing (1 point merit): You can purchase up to 7 points of Crafts and Performance skills, and you gain 3 free dots of one Craft or Performance skill.","Bloodline: Ishtarri (2 point merit): You’re a member of the Ishtarri bloodline, which devotes itself to the perfection of movement, whether in dance or battle. Your in-clan disciplines are Celerity, Fortitude, and Presence."," Bloodline: Volgirre (2 point merit): You’re a member of the Volgirre bloodline, which is a secret lineage of antitribu that has returned to the Camarilla.","Absent Sway (3 point merit): Your art has a lasting emotional impact on those who observe it.","Dancer’s Grace (4 point merit): Your body is the ultimate form of physical perfection,  and epitomizes the grace and dexterity of the Toreador clan. You gain a free retest when dodging."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Le spine della rosa sono nacoste dal ﬁore: the thorns of the rose are hidden by the bloom.” — Lynda La Plante, Bella Maﬁa","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"OigFM4PU5B909KMC7HveB"}},{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"V6r7F61kW6qIVA2DIE3gF"}},{"sys":{"type":"Link","linkType":"Entry","id":"7B1PXlra0YgaASwpPeZwYp"}},{"sys":{"type":"Link","linkType":"Entry","id":"7tejSajbcpRERKmQewhh74"}},{"sys":{"type":"Link","linkType":"Entry","id":"4YOopTDPAgKdxBrYlFuDoN"}},{"sys":{"type":"Link","linkType":"Entry","id":"5E0keCaK95dcanyVQlNG98"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Y7QB4tr56NYQzdi3t4tqK"}},"[Circular]",{"sys":{"type":"Link","linkType":"Entry","id":"2E1ICJSXhZm3fx5L7gndQY"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"i0HTpJ29wc0TFq3nSys63"}},{"sys":{"type":"Link","linkType":"Entry","id":"5l8GtzKo7VH3U2VcAIOl57"}},{"sys":{"type":"Link","linkType":"Entry","id":"6sK7KWkJfIoFsMjs6dKxsr"}}]}}},"sys":{"id":"5I2InZemFvieb5P6QUSohK","type":"Entry"}},{"fields":{"merit":"The Master's Path","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are in possession of some portion of Saulot’s ancient teachings about reaching Golconda, and you have spent time diligently studying the way to Suspire. You receive the benefits of the Golconda Seeker merit, and you may pick two benefits from that merit’s list, instead of the usual one. If you drop below the Humanity threshold required by Golconda Seeker, you do not lose this merit, but you do lose all benefits associated with it until you regain your lost Humanity.\n\nIn addition, these teachings have given you an innate ability to resist your Beast to a degree. You receive a free retest on any test to resist frenzy, and you gain a +2 wild card bonus on any degeneration challenge. You gain no benefit from this merit when losing Humanity or gaining Beast traits if you commit diablerie. To purchase this merit, you must have a minimum of 4 dots of the Lore skill, and you must possess a Lore skill specialization in Golconda.\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Salubri: Healer"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},"bloodline":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7kubI8taQYO2TNo9bFHaNq","type":"Entry","createdAt":"2020-07-24T15:41:35.682Z","updatedAt":"2021-04-26T11:41:39.564Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Healer","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When the Salubri clan was first founded, the members of this clan were peaceful healers and mystic visionaries. Only after Saulot returned from the East did the clan evince the fury of its blood. You are a throwback to that more peaceful time: a member of t he Healer bloodline. Your in-clan disciplines are Auspex, Fortitude, and Obeah.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Salubri"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}}}},"sys":{"id":"4IySId3ZTrlQiT3UurPBaF","type":"Entry"}}],"includes":{"Entry":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"0ic32uu6963EswH5hG5Vz","type":"Entry","createdAt":"2020-04-15T12:32:26.898Z","updatedAt":"2021-04-18T14:18:14.834Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Brujah","nickname":"Rabble","disciplines":["Celerity"," Potence","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The vampires of Clan Brujah were once scholars and seekers of wisdom. They inspired the glory of ancient Carthage, a mighty city where mortals and vampires lived together in peace. However, Ventrue treachery and the armies of ancient Rome laid Carthage low and forever shattered the Brujah clan. Over the centuries, internal divides have shaken Clan Brujah to its core, changing the clan’s nature from stoic philosopher to passionate warrior. The Brujah are no longer the creatures they were in Carthage.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In modern nights, the Brujah are a ﬁery group of warriors, individualists, and rebels, driven to both success and failure by their tempestuous natures. They feel mortal passions more deeply than other vampires, and are prone to attack ﬁrst and ask questions later. Members of this clan love a cause, and will eagerly act on anything they see as injustice. They come together in violent gatherings called rants, where they give passionate speeches, challenge rivals to personal combat, or drum up support for crusades against the status quo. They know best that the capacity for emotion can also be a dark path. Many Brujah are driven to frenzy and madness if they cannot control their passions.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of the Brujah clan are Embraced from many cultures, regions, and religions. The Brujah have never been selective — they choose childer based on an individual’s drive and desire to right wrongs. When it comes to ﬁtting in with the modern world, Brujah do it better than most vampires. They easily adopt styles of rebellion: shaved heads, motorcycles, rivets, leather jackets, or t-shirts with rude slogans.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Brujah with experience tend to be inspirations to their clanmates, but a clanmate is expected to prove her worth rather than turning to her elders to solve problems, so clan hierarchy is loose at best. Brujah tend to group themselves into philosophical factions, often claiming to be Idealists, Individualists, or Iconoclasts. Iconoclasts are passionate about tearing down society and building \rsomething new, while Idealists prefer to solve society’s problems rather than start completely over. Individualists are more reclusive, working on a person-by-person basis instead of concentrating on society as a whole.\r","marks":[],"data":{}}],"data":{}}]},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Brujah are highly emotional, and have great trouble controlling the wrath of their Beasts. Their difﬁculty to resist frenzy is increased by 2.\r","marks":[],"data":{}}],"data":{}}]},"merits":[" Brotherhood (1 point merit): You gain a bonus when ﬁghting alongside other Brujah"," Burning Wrath (2 point merit): You can inﬂict aggravated damage with your ﬁsts.","Scourge of Alecto (3 point merit): You can incite the Beast of anyone who attempts to ignore your Awe or Majesty."," Bloodline: True Brujah (4 point merit): You are a member of a bloodline within the Brujah clan that reviles its tempestuous ancestors, and dedicates itself to intellectual studies and passionless pursuits. "],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Might doesn’t make right. Right makes might. Fuck it, I’m not going to waste my immortality compromising with the corrupt.” — Aligheri, Advocate of 8 Mile ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2BnaXTnj0jtEFy7jAhFIen","type":"Asset","createdAt":"2021-02-02T15:16:40.560Z","updatedAt":"2021-02-02T15:16:40.560Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Clan Art","description":"Brujah","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2BnaXTnj0jtEFy7jAhFIen/e05fec131d6c2da15e91149de63a6ec2/Brujah_Single_Design.png","details":{"size":249576,"image":{"width":320,"height":386}},"fileName":"Brujah Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5N7vZI6fzjZbpPuHxw7ah8","type":"Asset","createdAt":"2021-01-29T21:10:47.008Z","updatedAt":"2021-01-29T21:10:47.008Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Legacy Clan Symbol","description":"Brujah Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5N7vZI6fzjZbpPuHxw7ah8/24d33696924c806f7895dcd0cf1281df/LogoClanBrujah.png","details":{"size":97526,"image":{"width":500,"height":509}},"fileName":"LogoClanBrujah.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"OigFM4PU5B909KMC7HveB"}},{"sys":{"type":"Link","linkType":"Entry","id":"b8A1mPRZGzwc4i7SqFHTg"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"fields":{"merit":"Brotherhood","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Brujah are known for two things: their fiery tempers and their intense clan loyalty. As a member of Clan Brujah, you gain a +2 bonus to Brawl, Melee, and Ranged attacks when attacking an individual who was targeted by another Brujah’s Physical attack (Brawl, Melee, or Ranged) earlier in the same combat round, or when another Brujah is using the Assist Attacker tactic to aid your attack. Members of the True Brujah bloodline cannot purchase this merit.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Brujah"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"6m0lM9CZlPTjSIkH2pyzfS","type":"Entry"}},{"sys":{"type":"Link","linkType":"Entry","id":"MDjv2XZQoCjqFvACLDaUK"}},{"sys":{"type":"Link","linkType":"Entry","id":"27OgG2QUidpXcgJrUpsN5d"}},{"sys":{"type":"Link","linkType":"Entry","id":"7I1mA5NJhFvnVSxwgcDjPg"}},{"sys":{"type":"Link","linkType":"Entry","id":"6HegKVuhfAfm8EwtoZgNSp"}},{"sys":{"type":"Link","linkType":"Entry","id":"5y8JHfH7bteIPLtGdNnp5T"}},{"sys":{"type":"Link","linkType":"Entry","id":"7yaYw9J5zGLPauNofZGyVY"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"3zqtP7YWCfVn3D0egtZfjn"}},{"sys":{"type":"Link","linkType":"Entry","id":"WF7LB9xrgxEFEviUw1dYk"}},{"sys":{"type":"Link","linkType":"Entry","id":"2JNrS44Rjr36yvd0OYSJJL"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2HZTDHzi07q1Um6Qk5nfXY","type":"Entry","createdAt":"2020-07-24T15:25:55.393Z","updatedAt":"2021-05-28T13:20:27.837Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Angellis Ater","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the Azaneali bloodline, also known as the Angellis Ater or “Black Angels.” This bloodline began among the Lasombra, but was poached (and its blood altered) by the infernal magic of a Baali named Azaneal. These satanic shadow-weavers delight in corrupting and tormenting earnest followers of faith, and will do anything they can to tear down such an individual’s belief. Your in-clan disciplines are: Daimoinon, Dominate, and your choice of either Potence, Presence, Obtenebration or Obfuscate. \n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2MnhkkEj1ffUZyycc6gt9h","type":"Entry","createdAt":"2020-04-14T22:24:58.833Z","updatedAt":"2021-04-18T14:53:04.455Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":11,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Ravnos","nickname":"Deceivers","disciplines":[" Animalism","Fortitude","Chimeristry"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Ravnos clan has a shady reputation, burdened by history and prejudice. Its members are tricksters, thieves, and vagabonds, stealing what they wish and moving on to the next target. Ravnos typically reject systems of authority, ignoring sect boundaries and disobeying laws. In recent nights, a great tragedy struck the Ravnos clan, reducing its numbers to near-extinction. Although it has begun to repopulate after the horrors of the Week of Nightmares, the clan is still small. The majority of its membership consists of newly Embraced individuals, still struggling to understand the vampiric world. The elders of the clan have become more reclusive, frightened of another purge. Like the gurus of ancient days, they share the clan’s wisdom only with those who prove worthy.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Most Ravnos are new Embraces, as the clan has sought to repopulate after the horrors of the Week of Nightmares.  Torn between the old ways and the modern ideals of their new childer, the Ravnos are a clan torn by transition and in mourning over a thousand truths that have been lost. With their unique ability to create illusions, Ravnos specialize in questioning truths and unraveling mysteries. Capricious Ravnos use this ability for proﬁt, seizing opportunities for short-term gain. Other members of the \rclan lose touch with reality entirely. Those who live to ancient years see this power as a philosophy and use it to achieve a more enlightened state of mind. They study the balance between reality and deception and contemplate the nature of utter truth.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Younger members of the Ravnos clan may be of any nationality or culture, though they tend to be chosen for their skills at survival and trickery. Freedom-loving youth, hipsters, traveling rock band groupies, political activists, Irish travelers, Romani gypsies, or teenage runaways, Ravnos have many new icons of youth and vigor from which to choose. Older Ravnos tend to hail from the Brahman Hindi caste, remembering a time when the Ravnos were more caste-based than they are in the modern era. The two groups often bicker over the clan’s future, as the youthful Ravnos struggle to ﬁnd their own place in the world. The older Ravnos are wiser, stronger in blood, and more practiced — but the new surge of young vampires brings fresh ideas, technological experience, and a great deal of energy and change. The clan stands on a precipice between respecting the traditional ways and embracing new ones, between ancient truths and too-fast lies. The Ravnos must ﬁnd balance, or be forever changed.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Self-sufﬁciency is important to the Ravnos clan. Its members wander the world and have little care for established vampire society. The majority of the clan are young, naïve childer, prone to selﬁshness and short-sighted goals. Those who survive this period of trial will establish the clan’s place in modern nights.\r","marks":[],"data":{}}],"data":{}}]},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A turbulent history makes the Ravnos slaves to their vices. Each Ravnos has a Compulsion derangement, representing a penchant for some sort of vice — lying, cruelty, or theft, for example. They feel a compulsion to indulge in this vice if they have the opportunity. Ravnos do not gain ﬂaw XP for this derangement.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Waking Dream (1 point merit): You may brieﬂy treat an illusion you’ve created as though it were real.","Bloodline: Brahman (2 point merit): You are a member of the Brahman bloodline, a group of Indian philosophers and gurus. Your in-clan disciplines are Animalism, Auspex, and Chimerstry."," Escape Artist (3 point merit): You are extremely skilled at slipping away from dangerous situations."],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“Those people who are traveling just to get somewhere are missing half the point.” — Leila Voight, lead singer of “Fresh Blood”","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2C6NtJt4DH38XHl976C1qw","type":"Asset","createdAt":"2021-02-02T15:07:33.321Z","updatedAt":"2021-02-02T15:07:33.321Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Ravnos Clan Art","description":"Ravnos","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2C6NtJt4DH38XHl976C1qw/98b2e999e9fd5d3dc6ed989bda98500d/Ravnos_Single_Design.png","details":{"size":215361,"image":{"width":320,"height":386}},"fileName":"Ravnos Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4Iae9lybXYo3p9dmMHJlhr","type":"Asset","createdAt":"2021-01-29T21:13:52.293Z","updatedAt":"2021-01-29T21:13:52.293Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Ravnos Legacy Clan Symbol","description":"Ravnos Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/4Iae9lybXYo3p9dmMHJlhr/f0e42bfdab360d792d6a3821f6578ead/LogoClanRavnos.png","details":{"size":10339,"image":{"width":500,"height":550}},"fileName":"LogoClanRavnos.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"5ZKjyeM2RCuSrhAigJbQ30"}},{"sys":{"type":"Link","linkType":"Entry","id":"6I9HY9xGzd5LxAJEGZx8Cj"}},{"sys":{"type":"Link","linkType":"Entry","id":"1WS1pRvTNR3MkMCXLEvGW4"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"4zyB1gdkIliWBOOtGtSPzw"}},{"sys":{"type":"Link","linkType":"Entry","id":"6pO4HPzb3Ik9KvEYJL5EEW"}},{"sys":{"type":"Link","linkType":"Entry","id":"45xNSp1nMl5m03P9S2xFmc"}},{"sys":{"type":"Link","linkType":"Entry","id":"3LMe5FMRrCZw4WLJf3ozE6"}},{"sys":{"type":"Link","linkType":"Entry","id":"zgNsZKqqE0zrZHkR3AvtW"}},{"fields":{"merit":"Waking Dream","meritCost":1,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are deeply in touch with the realm of dreams from which Chimerstry springs. Once per session, you may utilize a simple chimerical illusion as though it were real. This temporary personal reality lasts for one full turn. During this turn, you could run up a chimerical staircase, cut a real rope with an illusionary knife, or use a chimerical bar to lever a heavy object aside. This effect only applies to the Ravnos or inanimate objects the Ravnos attempts to affect. Waking Dream cannot be used to directly harm or help any other character.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ravnos"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"2rCUqHto23wX4swM5wYJWQ","type":"Entry"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"zJt4DDMlvZUgydDMlEtzs"}},{"sys":{"type":"Link","linkType":"Entry","id":"5301yGgiPGdylnS4MkC7Vf"}},{"sys":{"type":"Link","linkType":"Entry","id":"2Psm6FH27o9208yNwow92c"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2O8Ze2xba99SDbQX3uAn8q","type":"Entry","createdAt":"2020-04-15T12:33:52.446Z","updatedAt":"2021-04-18T14:56:19.919Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":12,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Toreador","nickname":"Degenerates","disciplines":["Auspex","Celerity","Presence"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Magniﬁcent roses in a garden of evening stars. A lilting aria in a drowsy twilight. The sweet brush of a lover’s kiss. These images evoke the Toreador, as these vampires are the most beautiful of all. \r\nToreador are artists, writers, and creators: artisans enjoying an immortal life of pageantry and sensuality. Unlike other clans, Toreador plunge themselves into the mortal world. Often, they will pretend to be mortal, living as glitterati and giving patronage to inﬂuential mortal artists. From city to city, passion to passion, the Toreador ﬂ it about, inspiring the ﬁnest art and leaving a trail of broken hearts.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"With such reﬁned tastes, it is easy for a member of the Toreador clan to become jaded and bitter, ﬁlled with ennui. Surrounded by excess, they quickly lose interest, seizing prize after prize — the sweetest of which are those stolen from another. The oldest Toreador often become depraved, sinking into debauchery simply so they can feel anything at all.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Toreador love politics and live for hierarchy, so long as they can remain at the top. They develop cults of personality, gathering followers captivated by their beauty or begging for their patronage. They are always at the cutting edge of arts, culture, and society. They pride themselves on their beauty and poise, hosting salons and gatherings to show off their wealth and style. Those who cannot keep up are mocked and ridiculed. Vampires who are ugly, uncivilized, or show no respect for the arts are torn apart by a Toreador’s metaphorical claws. For this reason, there is an eternal enmity between the Nosferatu and Toreador clans, a hatred that will never be reconciled.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Toreador hierarchy is based around an elaborate system of guilds and patrons, with rising stars shooting to the fore — and discarded just as quickly when their moment of glory has faded. Cliques of powerful elders snipe one another, engaging in subtle politics as they shred reputations and destroy lives. Young Toreador thrown into this pool of sharks must quickly learn to sink or swim.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Toreador are often entranced by beauty and art. When you encounter a piece of art, a performance, or something beautiful that you are particularly interested in or that you have never seen before, you must give it your undivided attention for a scene. Toreador can resist this urge by expending a point of Willpower. Although distractions like loud voices or a nearby scufﬂe can divert your attentions, Toreador dislike being interrupted while experiencing art and beauty, and will respond with anger — even violence or frenzy.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Artist’s Blessing (1 point merit): You can purchase up to 7 points of Crafts and Performance skills, and you gain 3 free dots of one Craft or Performance skill.","Bloodline: Ishtarri (2 point merit): You’re a member of the Ishtarri bloodline, which devotes itself to the perfection of movement, whether in dance or battle. Your in-clan disciplines are Celerity, Fortitude, and Presence."," Bloodline: Volgirre (2 point merit): You’re a member of the Volgirre bloodline, which is a secret lineage of antitribu that has returned to the Camarilla.","Absent Sway (3 point merit): Your art has a lasting emotional impact on those who observe it.","Dancer’s Grace (4 point merit): Your body is the ultimate form of physical perfection,  and epitomizes the grace and dexterity of the Toreador clan. You gain a free retest when dodging."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Le spine della rosa sono nacoste dal ﬁore: the thorns of the rose are hidden by the bloom.” — Lynda La Plante, Bella Maﬁa","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"OigFM4PU5B909KMC7HveB"}},{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"V6r7F61kW6qIVA2DIE3gF"}},{"sys":{"type":"Link","linkType":"Entry","id":"7B1PXlra0YgaASwpPeZwYp"}},{"sys":{"type":"Link","linkType":"Entry","id":"7tejSajbcpRERKmQewhh74"}},{"sys":{"type":"Link","linkType":"Entry","id":"4YOopTDPAgKdxBrYlFuDoN"}},{"sys":{"type":"Link","linkType":"Entry","id":"5E0keCaK95dcanyVQlNG98"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Y7QB4tr56NYQzdi3t4tqK"}},{"fields":{"merit":"Greater Colors","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For some individuals, the entire world is a place of wonder and new sensations. It is a place to be reveled in, a display of pleasure to be discovered with all five senses. You are one of these people. When you succeed in an opposed challenge using an Auspex power (excluding techniques, elder powers and luminary powers), you are considered to always achieve an exceptional success. \n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Toreador"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18ZqrGQa6cKbUWo2sVcte0","type":"Entry","createdAt":"2021-02-18T04:10:10.444Z","updatedAt":"2021-04-06T16:49:42.068Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 Issue 1","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5I2InZemFvieb5P6QUSohK","type":"Entry"}},{"sys":{"type":"Link","linkType":"Entry","id":"2E1ICJSXhZm3fx5L7gndQY"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"i0HTpJ29wc0TFq3nSys63"}},{"sys":{"type":"Link","linkType":"Entry","id":"5l8GtzKo7VH3U2VcAIOl57"}},{"sys":{"type":"Link","linkType":"Entry","id":"6sK7KWkJfIoFsMjs6dKxsr"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4A9PfDQSCBDgNzbVT1CfnR","type":"Entry","createdAt":"2020-07-24T14:29:11.482Z","updatedAt":"2021-04-16T21:35:29.201Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Noiad","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of the Noiad bloodline, which hails from Finland, Sweden, and other parts of Scandinavia. These primitive seers and oracles disdain technology and modern culture, and prefer to remain in the undeveloped areas, holding tightly to the ancient traditions of their kind. Your in-clan disciplines are Animalism, Auspex, and Protean.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Gangrel"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7k5x8pZK3VQSWjWfowrFtZ","type":"Entry","createdAt":"2020-07-24T15:16:34.598Z","updatedAt":"2021-04-18T15:35:43.450Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Crusader","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a member of a stern, demanding bloodline of the Ventrue clan. Once reviled as aberrant, the Crusaders have begun to earn more respect from the elders in modern nights. Your in-clan disciplines are Auspex, Dominate, and Fortitude.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Ventrue"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7kubI8taQYO2TNo9bFHaNq","type":"Entry","createdAt":"2020-07-24T15:41:35.682Z","updatedAt":"2021-04-26T11:41:39.564Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Healer","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When the Salubri clan was first founded, the members of this clan were peaceful healers and mystic visionaries. Only after Saulot returned from the East did the clan evince the fury of its blood. You are a throwback to that more peaceful time: a member of t he Healer bloodline. Your in-clan disciplines are Auspex, Fortitude, and Obeah.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Salubri"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7yfhI2kPrz2ccWodolDLlp","type":"Entry","createdAt":"2020-04-14T22:16:39.838Z","updatedAt":"2021-04-18T14:17:10.687Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Baali","nickname":"Demons","disciplines":["Daimoinon"," Obfuscate","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Vampires rarely speak of the Baali, superstitiously fearing that these infernalists may hear themselves called and be summoned. Long ago, a group of vampires made a pact with demonic forces, selling their souls for power to use against the other vampire clans. The ﬁrst of these was Baal the Destroyer, a powerful force of conquest and destruction. Although his armies were eventually routed and driven into darkness, the Baali clan has not been obliterated. On the contrary, it still exists within the accursed city of Chorazin. Baali occasionally leave their city and hide among other clans, insidiously working to corrupt other vampires.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The Baali believe that demons are the children of true night, cast out of the sky by a narcissist God who created humanity only to satisfy his vanity. These vampires are foul, vicious creatures, and there is nothing a Baali wouldn’t do to satisfy personal ambition. Bloody sacriﬁces, dark rituals, vicious slaughter or cruel vivisection, no act is too vile or requires too high a price. These vampires are not apologetic about their adoration of evil, but rather revel in the beneﬁts. Because of its members’ vicious ambition, the clan’s knowledge of occult mysteries is vast — as are its enemies. Infernalists are feared and hunted, and most vampires see them as abominations.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Even though they are few in number, Baali are dangerous. They congregate in small covens, or “hives,” sharing infernal knowledge and researching blasphemous demonic rituals. They know a great deal about the End Times, and often collect rare and obscure books of prophecy and lore. Baali use these revelations both to predict future events for their beneﬁt, and also use them as a lure for scholarly vampires of other clans. Unlike other vampires, the Baali want the End Times to arrive. They see Gehenna as an opportunity for vengeance and for their demonic masters to rise at last.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Baali prefer to organize in small cabals whose members all worship a single infernal overlord. These cabals are not allied by loyalty or affection, but out of commitment to their demonic master and a fearful need to serve the founder of their clan.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Baali cannot bear to look upon or handle objects of any faith. The vampiric Demons must avert their gazes from such objects, and touching them burns their ﬂesh for a point of aggravated damage, which cannot be reduced or negated. In addition, should a Baali run afoul of True Faith, any hinderance or damage effects are doubled.\r","marks":[],"data":{}}],"data":{}}]},"merits":["Infernal Heritage (1 point merit): This merit duplicates the mechanics of the Infernal Power merit and the Path of Evil Revelations merit.","Bloodline: Angellis Ater (3 point merit): You are a member of the Angellis Ater bloodline, which stems from satanic Lasombra. Your in-clan disciplines are Daimoinon, Dominate, and one choice of Potence, Presence, or Obfuscate.","Athenaeum of the Hive (2-point merit) ","Dark Magics (3-point merit)"],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“You hate me, you revile me, you long to see me destroyed… but the reality is that you need me. If the angels want to win, you need the devil to succeed.” — Samael Jaqueson","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6PzToKhoeJDRXLez6vzki0","type":"Asset","createdAt":"2021-02-02T15:05:21.904Z","updatedAt":"2021-02-02T15:05:21.904Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Clan Art","description":"Baali","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/6PzToKhoeJDRXLez6vzki0/e800ed6c8830a9f60f637c6217f50662/Baali_Single_Design.png","details":{"size":250096,"image":{"width":320,"height":386}},"fileName":"Baali Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"74m64nHKjJq1S7DnCAtjNE","type":"Asset","createdAt":"2021-01-29T21:17:04.778Z","updatedAt":"2021-01-29T21:17:04.778Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Legacy Clan Symbol","description":"Baali Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/74m64nHKjJq1S7DnCAtjNE/2f1c76dadf317a81b30fea74698c26c1/LogoBloodlineBaali.png","details":{"size":23837,"image":{"width":508,"height":500}},"fileName":"LogoBloodlineBaali.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"3oYiiDDRQgCLB54j57X7Hy"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Rsy3RCfwhexMQ1Mskjz50"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2HZTDHzi07q1Um6Qk5nfXY","type":"Entry","createdAt":"2020-07-24T15:25:55.393Z","updatedAt":"2021-05-28T13:20:27.837Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":5,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"merits"}},"locale":"en-US"},"fields":{"merit":"Bloodline: Angellis Ater","meritCost":3,"meritDescription":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You are a member of the Azaneali bloodline, also known as the Angellis Ater or “Black Angels.” This bloodline began among the Lasombra, but was poached (and its blood altered) by the infernal magic of a Baali named Azaneal. These satanic shadow-weavers delight in corrupting and tormenting earnest followers of faith, and will do anything they can to tear down such an individual’s belief. Your in-clan disciplines are: Daimoinon, Dominate, and your choice of either Potence, Presence, Obtenebration or Obfuscate. \n\n\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}}},{"sys":{"type":"Link","linkType":"Entry","id":"3WlSuYCuFIZXzRbvcF04T5"}},{"fields":{"merit":"Athenaeum of the Hive","meritCost":2,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout the centuries, innumerous souls have fallen prey to the temptations of the Baali, selling off portions of their souls in exchange for power. As souls are in essence collections of memories and life experiences, a claimant with access to an individual’s soul has a claim to these memories as well. As a member of the Baali clan, you have access to these troves of information, and can assign two Academic specializations for each dot of the Academics skill you purchase, rather than one. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, whenever you initiate an opposed discipline challenge that calls for you to use your Mental attribute as part of your test pool, you can utilize the power’s focus benefit even if you do not possess the appropriate attribute focus. For example, you may use Athenaeum of the Hive to gain the focus benefit for the Auspex power Telepathy, but do not gain the focus benefit for Psychic Projection since it does not require a challenge.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"4AAQ6Cj7SCWZS1Y6pMGfrl","type":"Entry"}},{"fields":{"merit":"Dark Magics","meritCost":3,"meritDescription":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have made a Faustian pact with a demon to learn the secrets of blood magic. With this merit, you may learn a single path of Thaumaturgy and you can purchase its powers at out-of-clan costs. Whenever you use any of the powers of your chosen thaumaturgical path, an infernal taint washes over your aura and then disappears in the same way the use of Daimonion alters your aura.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanSpecific":["Baali"],"meritType":["Clan-Specific"],"sourceBook":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}},"bloodline":"[Circular]"},"sys":{"id":"5IIGcyuFEk7mIs58Hcg1tM","type":"Entry"}},{"sys":{"type":"Link","linkType":"Entry","id":"4SZOCNy0qOXAt7AlAWSJfp"}},{"sys":{"type":"Link","linkType":"Entry","id":"6NZD6oendRMSoRYlcAXxFO"}},{"sys":{"type":"Link","linkType":"Entry","id":"2KOicdjbUnkGRTaZLuvNKC"}}],"sourceBooks":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"6rKeF7oKFqKWFxQxyE2BMm"}},{"sys":{"type":"Link","linkType":"Entry","id":"RjPQfv3b3nZv0CnGVR5nl"}},{"sys":{"type":"Link","linkType":"Entry","id":"529DT5pSpC4Tl2AlbP4aP"}}]}}],"Asset":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2BnaXTnj0jtEFy7jAhFIen","type":"Asset","createdAt":"2021-02-02T15:16:40.560Z","updatedAt":"2021-02-02T15:16:40.560Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Clan Art","description":"Brujah","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2BnaXTnj0jtEFy7jAhFIen/e05fec131d6c2da15e91149de63a6ec2/Brujah_Single_Design.png","details":{"size":249576,"image":{"width":320,"height":386}},"fileName":"Brujah Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2C6NtJt4DH38XHl976C1qw","type":"Asset","createdAt":"2021-02-02T15:07:33.321Z","updatedAt":"2021-02-02T15:07:33.321Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Ravnos Clan Art","description":"Ravnos","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2C6NtJt4DH38XHl976C1qw/98b2e999e9fd5d3dc6ed989bda98500d/Ravnos_Single_Design.png","details":{"size":215361,"image":{"width":320,"height":386}},"fileName":"Ravnos Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4Iae9lybXYo3p9dmMHJlhr","type":"Asset","createdAt":"2021-01-29T21:13:52.293Z","updatedAt":"2021-01-29T21:13:52.293Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Ravnos Legacy Clan Symbol","description":"Ravnos Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/4Iae9lybXYo3p9dmMHJlhr/f0e42bfdab360d792d6a3821f6578ead/LogoClanRavnos.png","details":{"size":10339,"image":{"width":500,"height":550}},"fileName":"LogoClanRavnos.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5N7vZI6fzjZbpPuHxw7ah8","type":"Asset","createdAt":"2021-01-29T21:10:47.008Z","updatedAt":"2021-01-29T21:10:47.008Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Legacy Clan Symbol","description":"Brujah Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5N7vZI6fzjZbpPuHxw7ah8/24d33696924c806f7895dcd0cf1281df/LogoClanBrujah.png","details":{"size":97526,"image":{"width":500,"height":509}},"fileName":"LogoClanBrujah.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6PzToKhoeJDRXLez6vzki0","type":"Asset","createdAt":"2021-02-02T15:05:21.904Z","updatedAt":"2021-02-02T15:05:21.904Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Clan Art","description":"Baali","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/6PzToKhoeJDRXLez6vzki0/e800ed6c8830a9f60f637c6217f50662/Baali_Single_Design.png","details":{"size":250096,"image":{"width":320,"height":386}},"fileName":"Baali Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"74m64nHKjJq1S7DnCAtjNE","type":"Asset","createdAt":"2021-01-29T21:17:04.778Z","updatedAt":"2021-01-29T21:17:04.778Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Baali Legacy Clan Symbol","description":"Baali Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/74m64nHKjJq1S7DnCAtjNE/2f1c76dadf317a81b30fea74698c26c1/LogoBloodlineBaali.png","details":{"size":23837,"image":{"width":508,"height":500}},"fileName":"LogoBloodlineBaali.png","contentType":"image/png"}}}]}}