{"sys":{"type":"Array"},"total":161,"skip":100,"limit":100,"items":[{"fields":{"title":"Encrypt Missive","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"An obsession with secrecy comes naturally to Blood Magicians. Although some may trust in technology to safeguard their communications, traditionally minded thaumaturges rely upon more conventional means. By casting this ritual on her research notes or the messages to her apprentices, the information is protected from that outside of her cabal.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The caster writes the message on whatever medium she deems appropriate, be it spray-painting on a wall, writing out a message in calligraphy, or typing an email. Then she must press a bloody thumbprint on to the writing (be it a page, a wall, or an electronic device). If anyone but the intended audience sees the message, it will appear as a mundane writing, like a grocery list, a gang tag, or a spam email.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3kVbdGpsxubvpgneEXEF4a","type":"Entry"}},{"fields":{"title":"Blood Wine","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Some elders jokingly claim that the very existence of this rite saved the Followers of Set during the time of the Crusades. Known to have existed since the dawn of antiquity, it said that this ritual was used by the Priests of Set who would trade entire barrels of Blood Wine across the known world, sating the thirst of those that were tired of mortal blood or who were unable to consume it. The mild intoxication that Blood Wine causes in vampires has caused only the brave to drink it in public; however, when imbibed during a gathering the mood can become quite capricious. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The caster must spend thirty days casting this ritual over a gallon of red wine, spending a single point of Blood every five days. Thereafter, the blood and wine infuse to become a wholly new substance. A vampire that drinks a full glass of Blood Wine receives the equivalent of a point of Blood. Drinking additional glasses of Blood Wine does indeed grant more points of Blood, but also grants a Beast Trait for every two glasses consumed. In addition, the vampire feels a grand sense of euphoria from the mystical libations. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each casting yields 16 traits worth of Blood. The newly created Blood Wine is free of any traces of the creator’s vitae. Indeed, any traces of vampire blood added after will create a noticeably different aroma that any consumers will readily notice. This blood cannot be combined with food or mixed beyond its completed form.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"5 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4McvN77HJIi3PvgOzX43T7","type":"Entry"}},{"fields":{"title":"Blind the Shadows","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Most consider their shadow a superfluous accompaniment, the byproduct of a strong light source against a canvas of shade. Few understand what it truly represents – repressed impulses, rage, and desires. While it may seem a repository for the undesired aspects of the psyche, it remains a necessary component of the soul. You have the power to sever a victim’s shadow, gaining a measure of power over your target.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may only perform this ritual on an incapacitated, restrained, or willing target. To cast it, you must prepare a set of silver instruments by ritually cleaning and polishing them before spending 1 point of your Blood to coat them. Once done, you may begin to cut away the target’s shadow. At the will of the ritualist, this process can be painful to the target. Abyss Mystics who revel in cruelty will prolong this shadowy surgery or use dull instruments. At the ritual’s conclusion, the target’s shadow is detached and materializes in the form of a translucent fabric. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"As long as you have this item in your possession, you gain a +3 bonus to use any Dominate and Abyss Mysticism powers against your target. In addition, she cannot use or be affected by any power which requires her to have a shadow, such as Shadow Twin or Shadowy Betrayal. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"After a year-and-a-day have passed, the translucent shadow fabric unravels, and the victim grows a new normal shadow. A victim of this power may prematurely end this ritual and reattach her shadow by wrapping herself in her shadow as she goes to sleep.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7GH1fimJxogrmsLEE0Nd7U","type":"Entry"}},{"fields":{"title":"Shadowy Sanctum","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Most ritualists have a favored place where their magic just feels right. For some, it may be a simple altar. For you, it is a chamber so deeply blended with darkness that it can touch even the most forgotten spaces within. From inside your own Shadowy Sanctum, your link to the Abyss knows no bounds. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual can be cast on a single room within your haven by spending one point of Blood to coat the walls with thick layers of shadow resulting in a chamber specifically attuned to the Abyss and devoid of all light. This Abyss insulated and comforting room allows you to recover up to 1 point of spent Willpower for every 5 minutes that you spend within it while meditating. In addition, whenever you use Walk the Abyss to travel to your Shadowy Sanctum, the journey takes only 10 minutes and causes no damage to the party. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only have one Shadowy Sanctum in existence at any point in time; should you create a new one, the connection to the previous chamber fades. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":false,"abyssal":true,"testPool":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6qtfV2zjSpUPBnXwqq23fk","type":"Entry"}},{"fields":{"title":"Cassandra’s Folly","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"In Greek mythology, Cassandra seduced the god Apollo for prophetic powers, and when she scorned his advances, he cursed her such that her prophecies would never be believed. In a permutation of that curse, this ritual has the power to temporarily steal prophetic powers from the god of light, gaining the light of prophecy while snuffing out the light of truth. The subject is thereafter only able to tell believable falsehoods.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual, you must cast a musical instrument into a flame produced from ethylene gas while reciting a story of the sun-god’s folly. At its conclusion, you must spend 1 point of Blood as you or your target deeply inhale fumes to be seized by prophetic visions. You may use this ritual on yourself or on one other willing participant. However, you may only perform Cassandra’s Folly once per month. For the remainder of the night, the beneficiary of this ritual gains the merit Oracular Ability, which does not count toward her limitations on merit points. If she already has this merit, she may use the merit’s effects one additional time that evening. However, for the reminder of the night the beneficiary of this ritual is robbed of the ability to speak the truth. They cannot say or communicate anything truthful, whether willingly or through supernatural means; any attempt at the latter will only produce silence. This limitation includes all forms of communication including, but not limited to, sign language, pointing, writing, Telepathy, and texting.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1Ht1t6KYDj7JlaeSO4mvTj","type":"Entry"}},{"fields":{"title":"Whispers in the Dark","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Abyss is a source of knowledge that can only be gained through the understanding that stems from suffering. You have learned how to pull answers from the darkness through your own pain.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend an hour in total darkness while flogging yourself enough to make your back bleed one point of Blood and causing 1 point of unsoakable normal damage. Afterwards, use this blood to write a question for the Abyss. The Abyss will use the remaining blood to write an answer to your question. The question you pose must be about a general subject as the Abyss does not possess the knowledge to reveal personal secrets or specific details about another player character. For example, you could ask “is there a True Brujah in Fresno County?”, but you cannot ask “who is a True Brujah in Fresno County?’ The Storyteller will determine the limits of the Abyss’s knowledge, if any.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"YVskEBlMZi3TbT8zeyTTQ","type":"Entry"}},{"fields":{"title":"Memories Lost","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Friedrich Nietzsche once said, “If you gaze long enough into an abyss, the abyss will gaze back into you.” To those who dabble in Abyss Mysticism, the truth of this statement is often painfully obvious as they realize that the Abyss is a dark reflection of the best and worst parts of the world. As a Mystic of Abyssal magics, you must often tap into that darkness, fueling the Abyss with the very thing that Nietzsche claimed to separate humanity from animals: memories.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By spending 15 minutes staring into a darkened reflective surface (such as a pool of water or a mirror) and coating the edge of the surface with a point of your Blood, you are able to cast one of your memories into the Abyss. The memory can be up to 15 minutes in length and is completely lost and may not be retrieved even with Telepathy. In exchange, the Abyss may give you a random memory which bears some meaning. Often these are memories that involve pain and suffering; the sort that people wish they could forget. The Storyteller will determine what memory, if any, you receive. Frequent use of this ritual may leave you with the Nightmares flaw (See VTM page 264).","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may also use this ritual to attempt to uncover memories lost to the Abyss. The retrieval of your own lost memories requires a Complex quest into the Abyss while the memories of others require an Epic quest and Storyteller approval. This ritual only removes the memory; it does not remove any effects such as Diablerie, Soul Shards, Vinculums, or the implanted memories of others.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2C49CWNH29e3XQacRCSoLm","type":"Entry"}},{"fields":{"title":"What Once Was Lost  ","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Abyss is often rumored to be a place where items go to never be found again. Mystics who have studied this aspect understand some of the truth in that rumor, and more importantly learn how to use it to their advantage. Using this ritual, you are able to search for something specific within the Abyss. If it is lost, you will likely find it. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Cast this ritual from within the Abyss while you are standing completely still. Focus on a specific lost item, envisioning it clearly as you spend one point of Blood to form a replica from the nearby shadows. Although you do not have to be currently familiar with it, either you or someone with you must have had familiarity with it sometime in the past, and have been in direct possession of this object for at least 30 days sometime prior to the activation of this ritual and the item must still be lost.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once your shadow replica is formed, you must chant over the replica as your mind searches the Abyss to find the object. If it is determined that an item has been destroyed or is in another’s possession, you cannot find the item. However, items which have been forgotten or lost to history can be recovered, such as an old painting sitting in an attic or an arrowhead from an centuries old battle now buried beneath the dirt. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In those cases where you cannot find the item, you may still find a similar item. For example, if your Masterwork sabre with Accurate and Deadly qualities was stolen rather than lost, you may instead recover a regular sabre with Accurate and Deadly qualities; the replacement will never be quite as good as the original. You may not arrange for the theft of an item in order to use this ritual to get a second version of it – the Abyss somehow senses such trickery causing the ritual to fail. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Your Storyteller makes the ultimate decision as to whether an item is recoverable via this ritual, as well as the details of any replacement. Objects which have been lost to fires or at sea are often candidates for recovery; an object that at least one person knows of the object’s location is not. Should the item or a similar item be deemed recoverable, you must complete a quest to retrieve it. The difficulty is based on the length of time the item has been lost, beginning at 1 and increasing by 1 level for every 20 years (to a maximum of 5), and the quest category is based on the type of item: ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Simple Quest: ","nodeType":"text"},{"data":{},"marks":[],"value":"Mundane item or keepsake (0 to 1 item qualities).","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Complex Quest: ","nodeType":"text"},{"data":{},"marks":[],"value":"Unique or complex item (2 or more item qualities).","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Epic Quest: ","nodeType":"text"},{"data":{},"marks":[],"value":"Legendary items or magical artifacts, truly one-of-a-kind objects.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"When undertaking a quest to recover an object, you will not know what you will find until you reach the end of the quest. Therefore, most Abyss Mystics will research any possible locations for the item and, if working on behalf of others, get paid in advance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7c6r2DahxIQQy7WF9lXATM","type":"Entry"}},{"fields":{"title":"Void’s Vesicle","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Creatures who dwell in the light often evolve camouflage, seeking to develop the right coloration and pattern to confuse the eye. This concealment pales in comparison to darkness, which hides horrors far more terrifying. This ritual allows you to draw upon the power of the Abyss to augment your powers of stealth.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This power requires you to spend one point of Blood as you sacrifice a small creature which has never seen the light, such as blind species of fish, salamander, or a creature that was raised in total darkness. For the remainder of the night, the Abyss grants you the power to use the total of your Obtenebration dots (including techniques and elder powers) in place of your Stealth skill . Using this ritual is a breach of the Masquerade as your body becomes incredibly pale and your eyes flash stark white when exposed to light. Because of this, you gain the Eerie Presence flaw for the duration of the ritual’s effects. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1YHv8TOCPNHh6S7aCYvMhX","type":"Entry"}},{"fields":{"title":"Sin Collector","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"There are those that argue that sin is necessary in this world, for without the capacity to sin all acts of virtue are meaningless. Sinners, therefore, do the world a service as they allow the virtuous to shine. Whether or not you believe that to be true, sinners serve you in a different capacity. So long as they act freely, you can draw power from their ignoble actions, turning it into useful sustenance.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must recite a prayer to an icon of a virtuous figure, then smash and discard it in a body of water as you spend one Blood point. For the remainder of the night, whenever you are in the presence of someone who commits a sin that requires them to willingly gain a Beast trait based on their morality (i.e., Humanity or their chosen path), this ritual transmutes their energies and fills you with sustenance. In the case of non-vampires, you may benefit when they commit an action which would incur a Beast trait in an ordinary vampire (one not on a Path). If this condition is met, you may choose to instantly regain up to 1 point of spent Blood and recover up to 1 point of spent Willpower. You may gain this benefit even if the Beast traits would be applied later, such as during combat. After you have regained 5 points of Blood and Willpower in this way, this ritual ends. You cannot gain more Blood or Willpower than that allowed by your maximum pool.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Alternatively, whenever a vampire in your line of sight loses a point of their morality or a mortal in your line of sight commits an action that would cause an ordinary human to lose a point of Humanity, you may instantly gain 5 points of spent Blood and fully replenish your spent Willpower. If this occurs, the ritual immediately ends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Individuals must be acting of their own free will to trigger this power. They cannot be supernaturally coerced, though they may be coerced through threats or intimidation. Any instances must also be legitimate and deliberate acts of sin; your allies cannot kick a puppy or scandalize a nun to knowingly grant you power. The Storyteller shall be the final arbiter of what is acceptable.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7EVU9ekMxrOh9rOL3IC7GO","type":"Entry"}},{"fields":{"title":"Shadow Transgressor","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"A common expression suggests that to understand someone, you must walk a mile in her shoes. For most, this is an exercise in empathy, but for you it is a source of power. This ritual allows you to switch places with one of your Arms of the Abyss, stepping out of your current circumstances and forcing it to assume your role.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must obtain a pair of stolen shoes and spend a point of Blood as you symbolically place a drop on the inside of each. You must have stolen the shoes yourself within the past week; the ritual will fail if they were stolen by another. Obtaining the shoes through coercion or duress works equally as well as simple theft.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once cast, while wearing the shoes you may spend a simple action to click your heels together thereby spending the magic and causing you to immediately switch physical places with one of your visible Arms of the Abyss. You may not activate this ritual if you or the arm you seek to switch places with are Grappled. If activated while the arm you want to switch places with is Grappling another character, you will assume the Grapple upon changing places. Similarly, if you cause the switch while you are Grappling a target, the arm will assume the Grapple. You may not bring other characters with you when you make this switch. You may only have a single active casting of this ritual at a time; additional casting will invalidate the previous instance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each pair of stolen shoes will only function a single time. Once you have expended the ritual, you must steal a new pair.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5C6f7mrUEUgo2bXE5txvcn","type":"Entry"}},{"fields":{"title":"Palace of Tenebrae","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The halls in which a master of the Abyss practices their rituals is sacrosanct. Such a chamber and space that holds the tools of an adept ritualist always carries a lingering connection to the power it channels. In order to further protect one's own study and hallowed haven from the depths and darkness of what can be conjured from the Abyss, the ritualist channels the dark energy to merge the planes as one.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 10 minutes and a point of Blood as you smear ancient runes on the floor, causing the flora and fauna of the Abyss to grow throughout your haven. As a result, for one night your haven becomes a refuge for the Abyss, concealing it from anyone who is not an Abyss Mystic. Onlookers will simply disregard the building, similar to the effects of the Obfuscate discipline. This ritual will only function on non-unique buildings and locations. A building that is also a public space, such as a landmark or an Elysium, will not be affected.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, whenever you use Walk the Abyss you may choose to travel to the location where your Palace of Tenebrae is active and can travel to and arrive there in half the required time. You may only have a single active instance of this ritual active at a time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2azozyzzLcYtImkPr9Z1ec","type":"Entry"}},{"fields":{"title":"Feast of Famine","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Although the entities that reside in the Abyss take a myriad of forms, very little is known about the Abyss itself. Some believe that the entire place is conscious, while others believe that it is host to a primary consciousness but can discern little beyond that. All parties base their suppositions off of one common factor: the unceasing hunger that emanates from the Abyss’s furthest reaches. With this power, your Arms of the Abyss serve as conduits for that hunger, allowing you to feed through them.","nodeType":"text"},{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Cast this ritual by spending 10 minutes in concentration, superficially slitting each of your fingertips with a ritual dagger, staining your wounds with the ash of black locust wood, and spending one point of Blood. For the remainder of the night, the ends of your Arms of the Abyss gain vicious mouths with shadowy canines and incisors. By successfully Grappling a target with your Arms of the Abyss, you gain the ability to feed through them. Consuming blood through the arms is treated as if you had directly consumed the blood, potentially exposing you to the effects of blood bonds, poisoning, disease, or other effects. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6xBxYRQfWZqcVWXrLZ43j6","type":"Entry"}},{"fields":{"title":"Echoes in Darkness","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The sounds of the Abyss are always nearby, deafening and silent at the same time. Maddening whispers dwell at the edge of consciousness, lurking within a dark room. With this ritual, you control those whispers, and you may both speak and hear through them. This often serves as a useful method for spies and infiltrators to relay information","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual may only be used on willing targets. To cast it, you must conjure a tiny shadow by using Shadow Play. That tiny shadow then seeps into one of the ears of your target making her capable of hearing the strange noises in the dark in addition to your voice. Whenever your target is alone in a completely dark room and speaks your name, she may establish a brief two-way communication in which to relay information. During this time, you may hear her clearly and speak in a whisper back to her. You may break off communication as desired, or your target may end it by leaving the dark room or turning on the lights.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The ritual lasts up to 30 days, though you may choose to end it at any point in time. You may have as many applications of this power active as you have dots in the Occult skill. Should you have a number of applications active as you have dots in the Occult skill and then attempt to activate the ritual on another target, the oldest instance of the ritual immediately ends. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6jkLrGM2XshBc4R0Evrdob","type":"Entry"}},{"fields":{"title":"Filaments of Catharsis","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Navigating through the Abyss is a harrowing experience that can shake even the most dedicated Abyss Mystic to the core. The Abyss is seldom willingly traversed and navigating between realms is difficult. With skilled intuition and dedication, the ritualist can dissect the filaments connecting the Abyss to the mortal realm and bind those together through use of shadows and energy, speeding her arrival.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"With proper preparation, the time spent navigating the Abyss can be somewhat mitigated. When employing Walk the Abyss you may choose to perform this ritual instead of chanting for 5 full turns. In addition, if you win the test for Walk the Abyss you spend 15 minutes in the Abyss before arriving at your destination. If you tie you spend 30 minutes in the Abyss, and if you lose you spend one hour in the Abyss. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Finally, if your intended destination is within a 5-mile radius of your current location in the physical world, and if you are travelling alone, you may force yourself through the Abyss with reckless abandon taking 2 levels of aggravated damage that cannot be reduced or negated. Doing so causes you to arrive at your destination in one minute, without having to perform the normal Walk the Abyss test.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7edD77ifQyX7fnXoUn3Xh3","type":"Entry"}},{"fields":{"title":"Smothering Darkness","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Light is both a friend and an enemy of natural shadow; without it a shadow would not exist, but too much of it and the shadow is banished. The Abyss, however, is not a natural shadow and does not need light to exist. Using this ritual, you are able to extinguish sources of light in your presence, making a room far more hospitable to an Abyssal shadow. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Begin this ritual by lighting a ring of candles in an otherwise dark room. Coat your hand in shadow, spend one point of Blood, and pinch each flame out to complete the preparation. For the rest of the night, whenever you spend a simple action to activate Shadow Play, you may use it to snuff out light sources within your line of sight, including those that are electronic. The light source may be no larger than a campfire. If these lights are entirely mundane, there is no challenge. If the light source is supernatural in nature, you must succeed in an opposed challenge using your Social attribute + Occult skill versus the test pool of the power the target used to create the effect.  This ritual cannot be used to snuff out the glow caused by the third eye of a Salubri.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3j8EpthMmZFhC81Ldc5ODd","type":"Entry"}},{"fields":{"title":"Shadow Tempering","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Abyss Mystics find it curious that “light” is the word ascribed to denote a lack of weight, yet darkness and shadow are equally weightless. Rather than reducing a weapon’s weight by altering its physical form, you can achieve the desired effect by tinkering with its shadow. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Cast this ritual by spending one point of Blood to heat, cool, and reforge the shadow of a weapon that you possess by using a hammer made of silver. Thereafter, the weapon itself becomes considerably lighter and easier to wield. If the weapon has a quality that requires two hands to use, such as Brutal or Long Range, it no longer requires two hands to wield. If the weapon did not require two hands to use, it gains the Balanced quality. This does not count against the object’s maximum number of qualities. Once completed, this ritual lasts for a year. Casting this ritual does not consume the silver hammer used to forge the shadow.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6hJBncIRujsgj1RI50r14G","type":"Entry"}},{"fields":{"title":"Dark Hands That Feeds","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"This ritual lures out the smallest creatures and abominations that exist within the catacombs of the Abyss through the searing of flesh and the offering of the quintessence of fresh blood. Abyss Mystics have attempted to catalog the differing appearances and characteristics of these disfigured and horrid figures that are lured by this ritual; however, each one has been unique. The only thread that remains common between these creatures is the absence of light, the primality of the Oblivion and its fusion with a bestial nature, and a fierce loyalty to the ritualist who summons them.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 5 minutes to heat a sigil of metal over a fire and then squelch its flames by dousing it with a point of your Blood. As the blood collects on the floor, it creates a momentary gateway to the Abyss. You can then reach through the gateway, and the lure of your essence will call a creature from the Abyss. After allowing the creature to latch on to you, you then feed it one point of your Blood and pull the Shadow Fiend into your realm. This Shadow Fiend is bound to you and obeys all of your commands, even to the detriment of its own well-being.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A Shadow Fiend is considered a level 3 Stock NPC. It may choose from the following specializations (only one of which may be a discipline specialization): Obtenebration, Potence, Dominate, Brawl, Dodge, Stealth, and Intimidation. This fiend will be your ally and attempt to fulfill your verbal requests for the rest of the night. The fiend has the equivalent of a 5-point Blood pool, but it cannot feed. The Shadow Fiend can spy for you, ferry small objects, and send telepathic reports consisting of images and brief descriptions of events; it will even fight for you. You may only control one Shadow Fiend at a time. If you summon an additional one while another is already under your control, the first one is destroyed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6q8ZlLqFywixM3pK9kP9hX","type":"Entry"}},{"fields":{"title":"Coagulated Darkness","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Those who face masters of Obtenebration quickly learn that the Abyss is a tangible and powerful force. Novice mystics learn to explore this property through this simple ritual which allows her to absorb a small connection to the Abyss and, through it, channel strength into her own form. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast Coagulated Darkness, you must spend 1 downtime and a number of Blood points up to a maximum equal to the number of Obtenebration powers you possess, including elder powers and techniques. After resting undisturbed in a lightless room for a minimum of three nights, the Blood points congeal into a number of small, black, gelatinous blood clots equal to the number of Blood points expended. Then, on the third night, you must consume the clots, or they will lose their power. Once consumed, your blood will visibly darken, causing your veins to be visible through your skin, appearing gray or black in color. For each point of Blood left out to coagulate and then ingested, your Blood Pool temporarily rises by that same amount for one game session. This blood does not count toward your maximum blood pool. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"These temporary Blood points can only be spent in two ways: to boost your Physical attribute for the duration of one challenge as per the rules for spending Blood, or to heal damage while in damage-induced torpor. Blood points from this ritual are exempt from the maximum amount of Blood points you may spend per turn; however, you cannot spend more points of Blood using this ritual than the number of points initially ingested when the ritual was cast. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only have Blood from a single application of Coagulated Darkness ingested at a time, and you may only have a single casting active at a given time. If partway through the night you wish to cast this ritual again, you must first vomit any ingested yet unspent Blood from this ritual’s previous casting. At the start of each night, all characters will regurgitate any unspent Blood from the night before.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1F0ahRRnZPZvXvXams0d7G","type":"Entry"}},{"fields":{"title":"Mapping the Abyssal Pathway","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The treacherous plane of the Abyss is home to an untold number of deadly threats, and any journey within is fraught with peril. For centuries, Mystics have studied ways to make their travels even the slightest bit safer. With this ritual, you can ward yourself against some of the many hazards associated with Abyssal travel, allowing you to journey safely in large groups.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Before stepping into the Abyss using Walk the Abyss, spend one point of Blood to paint a sigil on yourself and each of your intended companions. Warding yourselves in such a way will reduce any damage you or your companions take from spending time in the Abyss by half rounded down. In addition, your warding increases the number of companions you can safely take with you to six instead of three.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6n75HsOpHxPITiFsMmq3RV","type":"Entry"}},{"fields":{"title":"Clasp of Shadow","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"As the saying goes, nothing sticks like a shadow. As an Abyss Mystic, your grasp is even more tenacious. At your command, a powerful shade springs to life, keeping your foes bound as you maneuver to your advantage.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must summon up to 3 Arms of the Abyss which you ceremonially sever and consume. Each Arm of the Abyss you consume in this way lowers your maximum number of Arms of the Abyss by one. For the remainder of the night, you may activate this ritual once per each Arm of the Abyss previously consumed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Thereafter, whenever you are Grappling another character, you may spend a simple action to activate this ritual. If you do, you may disengage from the Grapple and take up to one step, leaving behind a shadow copy of yourself which will continue to restrain the target. The shadow has 3 health levels, and it can only maintain the Grapple; it cannot attack, and if the target gets free the shadow disappears. Its pools are identical to your own current test pools, including any modifiers or bonuses. Whenever a shadow used for Clap of Shadow is destroyed or its Grapple ends, your maximum number of Arms of the Abyss increases by one.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2kimGTzA00pAL872qejAzi","type":"Entry"}},{"fields":{"title":"Abyssal Ichor","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Cephalopods are one of the few creatures in the animal kingdom that produce ink. They are revered by Lasombra as capable predators, utilizing camouflage and ambush to their advantage. With this ritual, you are able to enhance a quantity of cephalopod ink to suit your purposes. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create an Abyssal Ichor, you must harvest the ink of a cephalopod with a ceramic blade made from jet or obsidian. The blade is not consumed by the ritual. The ink is then combined with one point of your Blood and stored in crystal vials away from any sunlight. This ritual allows you to create a single vial of Abyssal Ichor, that can be used as follows:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"As an ink","nodeType":"text"},{"data":{},"marks":[],"value":": If used as ink for a pen, a calligrapher will find it remarkably suitable. However, once the ink dries any writing produced with it cannot be seen by non-supernatural creatures. This makes it a coveted substance for archaic harpies who prefer written records. If used for regular writing, a vial contains enough ink to last for 1 month. Any writing produced is permanent, as is the ink’s magical effects.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"As an oil","nodeType":"text"},{"data":{},"marks":[],"value":": If the ichor is applied as an oil to an item, the item becomes less noticeable and gains the Nondescript quality (see ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"MET VTM Chapter 13: Influences and Equipment, page 520","nodeType":"text"},{"data":{},"marks":[],"value":"). A single vial has enough substance to coat a single automobile or numerous smaller objects as determined by the Storyteller. The effects are not permanent and with concerted effort it can be washed or worn off.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"As poison","nodeType":"text"},{"data":{},"marks":[],"value":": The ichor itself is also a potent poison that has no taste or odor. Treat it as a virility 20 toxin (see ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Chapter 6: Core Systems, Drug and Poison Types","nodeType":"text"},{"data":{},"marks":[],"value":"). A single vial contains enough for 3 doses. It dissolves into any liquid it is added to without altering that liquid’s taste and color.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only create 5 vials per downtime action spent but may have any number of these vials in existence as you like as they are often traded for trivial boons or favors. The transmutation process of the ritual removes any trace of your vitae from the ink. It cannot create ghouls or blood bonds, does not create familiarity with you, and it does not enable any magic to be directed against you simply because the caster has possession of it. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"14VkMFNphW1hkSgQB2nZOU","type":"Entry"}},{"fields":{"title":"Gloom Sentinel","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The manipulation of shadow is a cornerstone ability of the Magisters, passed down from sire to childer for millennia. By  meditating on the nature of the Abyss, Abyss Mystics have unlocked the intersection between the energy of life and the absence of it in darkness. By doing so, they have gained the power to awaken that spark and manifest the living shadow in the physical realm. Through this power, the Mystic taps into the intrinsic bond creating a shadow to aid and protect her as if its existence depends on the life that it clings to.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must spend a point of Blood to ritually cut away a small portion of a large shadow and mold it like clay into a semblance of life. Once done, this Sentinel will disappear back into the darkness but remain ready to serve you should you require its protection. For the remainder of the night, you may spend a simple action to pull this Sentinel from any nearby shadow. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once summoned to action, the Gloom Sentinel can utilize the Assist Defender combat maneuver and carries traits equal to twice your dots of Obtenebration (including elder powers and techniques). In addition, the Gloom Sentinel has 3 health levels. The being will use the Assist Defender until its health levels expire. Once it loses its health levels, the sentinel perishes and cannot be summoned again. You may only use this ritual once per night.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2gWg2G7gDPAx1e60zhWPK1","type":"Entry"}},{"fields":{"title":"Adornment of Ashes","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Shroud of Night calls on a small portion of the Abyss to manifest in the physical world. Using the properties of smoke and ash, practitioners of Abyss Mysticism can draw on their deep connection to the Abyss to bolster a Shroud’s power causing it to turn back even the fiercest of opponents with its impenetrable defense. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In order to cast Adornment of Ashes, you must first burn a small quantity of black hardwood, such as ebony or African blackwood, to ash. Thereafter, you may spend 1 point of Blood to infuse the ash with supernatural power, and use the ash to draw a visible rune, openly displayed somewhere on your body. Lasombra familiar with Catholicism often choose the forehead for this sigil, displaying their strength to all who view them.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"After casting this ritual, and for the remainder of the night, whenever you use Shroud of Night and remain in its area of effect you cannot be targeted by powers that require Gaze and Focus, even if your opponents’ attempt to use the Blind Fighting combat maneuver or employ supernaturally enhanced vision, such as that provided by Heightened Senses or Eyes of the Beast. You, however, can still target others with your own powers that require Gaze and Focus. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If the ashen rune drawn is significantly marred, the effects of Adornment of Ashes immediately end. An opponent in combat may attempt to disrupt the rune by successfully using the Disarm combat maneuver to target it.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4NvNrFXqtgSKX2jJkxEu8y","type":"Entry"}},{"fields":{"title":"Theft of Identity","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"When it was discovered that thaumaturges had ways to harness the power of technology through their blood, necromancers realized they were behind the technological curve. While Thaumaturgy focuses on manipulating technology, necromancers have found a way to obtain and exploit the information of the recently dead for their own means. By obtaining a recently dead corpse, you can use their remains to gain access to personal information and files that otherwise might be lost to the grave.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For this ritual to work, you must have access to a corpse that has key portions of its anatomy preserved. You must remove one (or all) of the following items from the corpse that must be mostly intact: its eyes, tongue, or fingers. This requires at least one dot of the Medicine skill. You may then spend 1 point of Blood to swap the severed part with your own corresponding part. Doing this causes 1 point of unsoakable aggravated damage per item, but the replacement parts will function normally. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Eyes","nodeType":"text"},{"data":{},"marks":[],"value":": You can successfully impersonate the target at any retinal scan.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Tongue","nodeType":"text"},{"data":{},"marks":[],"value":": You may successfully impersonate the target’s voice, avoiding any electronic detection.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Fingers","nodeType":"text"},{"data":{},"marks":[],"value":": You can successfully replicate the target’s fingerprints for the purposes of electronic detection.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition to these effects, attaching at least one of these body parts imparts a semblance of memory consisting of the deceased’s passwords and the location of their data and accounts. You may choose to retain the stolen body parts, but they will continue to decay over time, granting you a truly horrific appearance.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5CXXee4qCYUCV8RphJX1F0","type":"Entry"}},{"fields":{"title":"Funeral Feast","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Throughout history, many cultures have infused their funerary traditions with food. From modest funeral biscuits to lavish potluck offerings, the living celebrate those they have lost by nourishing the grieving people left behind. This ritual draws on the emotional power of such offerings, allowing them to nurture the spirits of the dead in lieu of the living.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual requires you to obtain food or drink that was recently gifted to those grieving the loss of a loved one as a gesture of sympathy. The food must be sufficiently fresh that a normal mortal would find it edible, and you cannot prepare the food yourself – you must obtain it from a grieving mortal. Leftovers are fine in this case.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood while ritually intoning an invitation for spirits of the dead to come and feast on the offered food. Any wraith capable of hearing your invitation may choose to heed your call; for this reason, many necromancers carefully select and prepare the site at which this ritual is cast. Once the ritual is cast, for the next hour the food’s presence is duplicated in the Shadowlands and wraiths may interact with it, typically by eating and drinking it – relishing in sensory pleasures typically denied to the dead. In the material realm, the ritual food wastes away as the wraiths consume its nourishing qualities in the form of spiritual energy. If the target food is moved more than six steps from the location at which the ritual was cast, the ritual fails, and its effects immediately end.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"From the participating ghosts, you may target a number of wraiths equal to your dots in the Occult skill. Each wraith that spends at least five minutes consuming the ritually empowered food regains a number of points of Pathos equal to twice the number of dots you possess in the Occult skill. The regained Pathos cannot exceed the maximum amount of Pathos the wraith can hold in its Pathos pool. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"For example, if the necromancer has an Occult skill of 4, each of the selected participating wraiths can regain up to 8 points of Pathos. A participating wraith that already had 3 points of Pathos in its pool can regain 7 points of Pathos from this ritual, up to its maximum Pathos pool of 10.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"NaSnKdMpZUz8vskLTFiRy","type":"Entry"}},{"fields":{"title":"Helping Hands","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The secrets contained in the deepest reaches of the ocean are nearly as great a mystery as the Abyss itself. Perhaps this is why the Lasombra have often gravitated toward the sea? Indeed, both are populated by shadowy hunters who seize upon their prey and drag it into darkness. This ritual allows you to employ your Arms of the Abyss with the deftness of a cephalopod, working in tandem to ensnare your victim. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spending 1 point of Blood as you simultaneously submerge your entire body in water and shadow while you strangle a living creature in offering to the Abyss. The next time you summon your Arms of the Abyss, they appear huge and dense, like the arms of some ancient cryptid from the depths soaked in glistening, liquid shadow.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever your Arms of the Abyss use the Assist Attacker mass combat tactic, these arms grant a +3 bonus instead of the standard +1. An individual attacker may only be assisted by a single Arm of the Abyss at once. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3YF9gst4u6te0IUHDypJj0","type":"Entry"}},{"fields":{"title":"Grave Robber’s Boon","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Historically, ceremonial burial involved internment of the dead with objects that were either dear to the deceased or that were deemed useful in the life beyond. Even in modern times, the dead are often adorned with jewelry or other baubles. This ritual spares you hours of digging in vain, instead directing you to the most lucrative opportunities. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend one point of Blood and 5 minutes in devout prayer as you scatter a handful of pomegranate seeds in offering to Persephone. At this ritual’s conclusion, you gain knowledge of any dead bodies buried or interred within a 100-yard area and a general sense of the value of whatever they are buried with. This ritual does not detect any undead bodies within the earth, such as vampires using Earth Meld.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6J4QKDg9jVPUKOcygiA9s2","type":"Entry"}},{"fields":{"title":"Day of Remembrance","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Those who suffer the loss of a family member are often reassured that the departed still watch over them from beyond. It’s therefore unsurprising that when someone experiences a brush with death, they often attribute their good fortune to otherworldly intervention. With a large enough celebration, you can make this phenomenon a reality, granting the dead a means to render aid to the living.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must spend a point of Blood and publicly recite a prayer or invoke a blessing at an event dedicated to the dead. The gathering can be as large as a village festival or as small as a family meal. Over the next 7 days, those present when the blessing was given will feel a stir of faith as to the presence of their ancestor in the afterlife resulting in a bout of good luck. This takes the form of the affected character being able to reduce an exceptional success in a challenge they lost to a regular success. When this happens, the participant will feel that things could have gone much worse, wondering if perhaps they were saved by one of the departed watching over for her. A character may have no more than a single instance of this ritual active at a given time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5gXiy7KnSwqflYqoaa0t5p","type":"Entry"}},{"fields":{"title":"Charon’s Obol","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The practice of placing coins in the mouth of the dearly departed is primarily associated with the ancient Greeks and Romans. These bronze or copper coins were payment for the psychopomp Charon, the ferryman who transported souls across the River Styx that separated the lands of the living from the lands of the dead. Necromancers skilled in the Ash Path can cross this boundary on their own. By creating and gifting the Charon’s Obol to their allies, they too can sojourn into the Shadowlands.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create a Charon’s Obol, you must journey into the Shadowlands using Ex Nihilo and submerge a bronze or copper coin into the fetid and murky waters that exist there while adding 1 point of Blood to the water. Once completed, you can return to the land of the living and gift these coins to your allies. An ally who possesses a Charon’s Obol can willingly accompany you when you use the power of Ex Nihilo. This is an exception to the rule that prevents the user of Ex Nihilo from bringing others to the Shadowlands.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once in the Shadowlands, those gifted with a coin need not follow you, but can follow any necromancer wishing to lead the journey across the Shroud. To do so the recipient must simply place the small coin in her mouth and follow her guide. If at any time the coin is broken, destroyed, or spit out, the recipient is immediately ejected from the Shadowlands at a location determined by the Storyteller. This shared usage of Ex Nihilo does convey the ability for allies to participate in the focus effect version of Ex Nihilo.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer may have a number of Charon’s Obols equal to her Occult skill at a given time. Crafting a new one in excess of this limit destroys the first one created. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2jOgMiZZcPjRwlEnd6Na9S","type":"Entry"}},{"fields":{"title":"Guiding Spirits","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The phrase “dead men tell no tales” is amusing to many necromancers as the dead see a great deal and can easily be convinced to talk. Casting this ritual allows you to commune with wraiths along a specific route, using the dead’s insight to help find the safest and quickest path.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once per night, you may use this ritual to call upon a network of wraiths while focusing on a location you have familiarity with. From this network, you are able to learn the best path to that location, unimpeded by obstacles. This functions as a single use of a Safe Travel (Underworld Level 1) Influence action and grants you safe passage on your desired route. Unless cancelled, the effect lasts until sunrise.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6otehILjBZ88Ro2nKe3xvt","type":"Entry"}},{"fields":{"title":"Silver Thread","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Shadowlands are treacherous and unknown, even for the most experienced necromancers. Time and space twists and folds, and things are rarely where they should be. This lifeline allows visitors to the Shadowlands to find what they seek, and if they are very lucky, it will also guide them home.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual, you must stir a lock of hair from a newborn child and 1 point of her Blood in a cauldron made of pewter. To complete the ritual, you drop a ball of wool yarn into the vat, binding the thread to you. Upon entering the Shadowlands, you may unwind the ball of yarn and attach the end to her right wrist. This tether grounds you, allowing you to traverse the Shadowlands with some measure of reliability. You may use the ball of yarn to return to your original location, even if you should find yourself in the Labyrinth. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once you have tethered yourself to the Shadowlands, you may utilize your Silver Thread to assist with a quest. Use of a Silver Thread allows you to lower the difficulty rating of any quest within the Shadowlands by one level, to a minimum of one. This cannot be used to downgrade the type of quest a level and, as such, 1 Heroic Quest would not be affected by the Silver Thread. Once you have bound yourself to a quest, you are fully invested in the outcome. However, binding yourself to a quest can be dangerous and any quest bolstered by a Silver Thread that fails results in one additional consequence for the necromancer. Once a Silver Thread has been created, it remains active until the quest is fulfilled. A necromancer may only create one Silver Thread at a time.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7ovmFU1fUKHkiepq5smqlI","type":"Entry"}},{"fields":{"title":"Eternal Vigilance","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While many necromancers prefer the subtlety of wraiths, no one can deny the effectiveness of a powerful zombie. With Eternal Vigilance, the necromancer creates a salve granting her the ability to experience the world through the eyes of a creature. Although her senses are limited to sight and sound, this knowledge can offer her the edge she needs in a conflict.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual, you must take a drop of your vitae and combine it with a drop of blood from the zombie you wish to enhance. The blood must first be boiled and then added to a mixture of lanolin, fennel, and ground Rose of Jericho. Once cooled, the substance is smeared on the face of the zombie. For the next 30 days, you may spend 1 point of Blood and a simple action to temporarily see through the eyes of your zombie. For three turns, you may see and hear where your minion is and what it is doing, as well as issue any additional commands as you wish. Further, if you possess them you may use the first 2 dots of Auspex through the zombie’s senses. Afterward, your senses return to your body, but you may use this power again if desired.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While connected with your zombie, you may not utilize any powers and you lose your ability to sense or react to anything happening around your body; however, you retain your normal test pools.  Any zombie created by you may be enhanced in such a manner. You may have this ritual active on a number of zombies equal to your Occult skill. If you exceed this number, you must choose to end the earliest  use.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4CQvK5lQBejUA2pXeOG0lK","type":"Entry"}},{"fields":{"title":"Incarnation of Madness","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While the landscape of the Abyss is vast and empty, it remains full of despair, peril, and madness. It is home to many things that have been misplaced, including sunken hopes, abandoned dreams, and lost minds. Through your extensive travels, you have entered into a state of communion with the Abyss that allows you to wield its madness against your foes. By making an offering of supplication, you can receive its blessing.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must spend 1 point of Blood and journey to a dark and secret portion of the Abyss where you must present an offering to an ancient and unspeakable horror. This journey does not come without cost – you gain the Nightmares Flaw for the next 30 days.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once the ritual is complete, for the next 30 days, whenever someone initiates combat by attacking you, she is assailed by premonitions of foreboding madness and dread. She does not gain the benefit of a surprise action and instead must begin combat and attack normally on her initiative. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, for 30 days following the casting of this ritual, when you activate Black Metamorphosis or Tenebrous Form your appearance is a nightmarish amalgam of forgotten creatures, indescribable and madness-inducing. Whenever someone targets you with a power that requires your Gaze and Focus, resolve the power normally; however, once the challenge is resolved your attacker is struck blind as if she was affected by the Blinding Attack combat maneuver. This blindness grants her no escape as your horrifying image will remain seared in her mind. In addition, as long as she remains in your line-of-sight you gain and retain her Gaze and Focus even though she cannot see you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1YpMYnPYcWEnvSFZheZyLr","type":"Entry"}},{"fields":{"title":"Demense Macabre","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The time-consuming nature of magical pursuits often makes the rigors of maintaining a staff far too tedious. Necromancy, however, has an easy solution. It is believed that when St. Zita, the patron saint of servants, left her house to attend to the poor, angels appeared to bake bread for her. This ritual allows you to summon otherworldly servants to attend to your own household. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual attracts and binds a number of ghostly servitors to your haven or a location you control, granting it the Guards and the Staff qualities. If the location already possesses the Guard quality these ghostly servitors are in addition to the five levels of corporeal guardians. If the location already possesses the Staff quality, this ritual grants an additional set of workers to provide for you and your guests.    To enact this ritual, you must create a shrine to St. Zita within your house, which you must bless with 1 point of your Blood and then maintain by presenting an offering of fresh homemade bread every two weeks. After the initial casting, over the next seven days your servants will appear; this happens even if the location has the Occult quality. These servants are nonspecific stock 1 NPC wraiths who will obey you or anyone you designate, manifesting if necessary to carry out your instructions. For as long as you maintain this ritual, you may fire or destroy wraith servants that displease you, and others will take their place within a week. Revealing the nature of your servants to humans has the potential to break the Masquerade. You may only have a single active instance of this ritual at a time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6Kx3q4O2ir9DnKjmL2ONJg","type":"Entry"}},{"fields":{"title":"Ancestral Ties","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"In Aztec mythology, Quetzalcoatl stole the bones of the other gods from Mictlantecuhtli, the lord of the underworld, and used them to create humanity. This ritual draws upon the power of one’s lineage, connecting descendants to ancestors through a bone infused with necromantic energies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To prepare this ritual, you must spend a point of Blood as you decorate a bone from a corpse by ritually adorning it with owl feathers, paper streamers, bits of shoe leather, and an eye. Any bone will suffice, though those with a flair for the dramatic prefer to use a skull. Once cast, when the item is held by a biological descendant of the corpse from which the bone was taken, it will glow a distinctive blue color; however, because the prepared bone is something of a ghastly sight, it may require some coercion on your part.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"wFEyiqjjUU4W53iHu48LF","type":"Entry"}},{"fields":{"title":"Ghost in the System","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Hidden from mortal perception, ghosts make the greatest saboteurs in a bureaucracy. They can make paperwork disappear, remove signatures, and make simple tasks take days. By casting this ritual over a location, the necromancer marks the territory and can prevent others from attacking or attempting to steal something from within.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must spend an evening blessing the Stock Location and ensuring that the ghosts consider it their new residence. Increase the difficulty of any quest against this location by +3. If this would take the difficulty above 5, subtract 5 from the total rating and the Quest becomes the next highest difficulty level. This ritual lasts a year-and-a-day.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"PM6HGNVghZBKBJANmnyF1","type":"Entry"}},{"fields":{"title":"Oubliette","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Rarely does a Mystic wish to sour her haven with prisoners, but sometimes confinement is necessary. This ritual allows you to create a far more efficient shell for any torpid victim you may come across. Some Mystics even go so far as to use this ritual to transport allies to safety. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To prepare this ritual, soak a crystal that is at least 6 inches in diameter in shadow and a point of your Blood for at least a full day. When someone is unconscious or in torpor within your Shroud of Night, you may activate this ritual by using your simple and standard action to etch a sigil onto the glass of the crystal and touch her with it. The torpid body is instantly transported to an Abyssal realm within the crystal. Inside, the victim will remain unconscious and stable even if she is wounded; she will be unaware of the passage of time. Characters within an Oubliette cannot be contacted through Telepathy or similar powers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This crystal has only 2 health levels, and if it shatters the body within is instantly freed. You may choose to release the body voluntarily at any point in time, so long as the Oubliette is within a Shroud of Night. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"After 30 days, the victim’s allies may attempt an Epic Quest (difficulty 3 or higher) to find the victim within the Abyss, so long as they have another Abyss Mystic or another individual capable of traversing the Abyss with them. As a person is not an object, What Once Was Lost","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":" ","nodeType":"text"},{"data":{},"marks":[],"value":"may not be used to assist your search and the quest is entirely up to the overseeing Storyteller. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may have a number of crystals prepared up to your dots in Occult. Once used, a crystal may not be reused for another body; you must prepare a new one. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2rU5c19oFmJlSDkTtxzQDm","type":"Entry"}},{"fields":{"title":"Honored Epitaph ","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The inscriptions commonly found on tombstones remind the living about a deceased’s memorable qualities. For the dead, however, such statements can empower – and even reshape – their sense of self as it is battered by time and the trials of undeath. By collecting stone dust, metal shavings, or other detritus from a memorial marker, a necromancer can cause spirits to feel the significance of these words, allowing them to recall their past skills and accomplishments with clarity.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast Epitaph, you must collect small shavings or scrapings from a memorial marker that contains text describing a skill such as “brave soldier,” “loving spouse,” or “generous benefactor.” The memorial marker – a tombstone, urn, plaque, etc. – need not be the specific one used during a wraith’s funeral rites. Many necromancers will craft replica markers for such a purpose, and honorarium plaques from parks and museums are equally suitable so long as the marker includes the target wraith’s name.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and sprinkle a pinch of the detritus over the target wraith while reciting the epitaph found on the marker from which the detritus was collected. The ritual caster then chooses a specific skill specialization for the target wraith, empowering the ghost.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"For a year-and-a-day the target wraith gains an additional skill specialization related to the one described on the memorial marker. For example, a wraith reminded of their qualities as a “brave soldier” may gain the Melee skill specialization while empowered by Honored Epitaph. Alternatively, a “loving spouse” may receive the Empathy skill specialization. This additional skill specialization can exceed the wraith’s typical maximum number of skill specializations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Epitaph cannot be used to grant wraiths additional disciplines or  skill specializations in Lore or Linguistics. A wraith may only be affected by one use of Honored Epitaph at a time; if another necromancer targets the wraith with Honored Epitaph, the effects of the earlier ritual casting immediately ends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"AXHpcTyQTFvoiyFuoZwgb","type":"Entry"}},{"fields":{"title":"Grave Ward","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Many cultures leave gifts on the graves of their loved ones out of respect and remembrance. These are meant to signify the hope that their afterlife remains peaceful and uninterrupted and that they are remembered fondly. As a necromancer, your gifts serve as powerful wards. In the event an interloper seeks to disturb the peaceful existence of the soul within, you will immediately become aware.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must first locate a coin that was minted in the same year as the death of the departed you wish to protect. You must anoint that coin with 1 point of your Blood and then wrap the coin in a small amount of cloth and bury it in the dirt above your interred target. If the corpse is entombed above ground, the coin can be placed within the coffin or urn. While this coin remains hidden in the soil, coffin, or urn, if the resting place of your deceased target is disturbed or if the wraith of the person buried there is attacked or targeted by Necromancy, you receive an immediate psychic notification as the voice of the dead calls for help. These coins retain their enchantment for 1 year, after which they must be replaced.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, if the body is raised or commanded by Necromancy or similar powers, the corpse becomes immune to control and enters a rage, attacking the necromancer attempting to control it. Treat this zombie as a 4-point Stock NPC with the Athletics, Brawl, Dodge, and Potence specializations. Once triggered the zombie will remain active for 10 minutes.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may use this ritual to protect a number of graves up to your dots in the Occult skill.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2GqYv8ZHFbhfhc0ilAwNkk","type":"Entry"}},{"fields":{"title":"Wail of the Departed","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Where Death walks, the wails of the weeping follow. Some cultures believe that the dead cannot progress to the afterlife unless they are sufficiently mourned, while others believe that too much grief can invite harmful spirits. This ritual allows you to hear the wails of the Banshee in an area of your choosing; the spirits whose cries accompany the dead.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual, you must collect a piece of art that depicts a weeping woman. While older ritualists commonly use religious iconography, more modern artistic depictions may be used as well. The art must be wrapped in silk that has been soaked in 1 point of your blood and placed outside during a new moon as this ritual is a cast. Thereafter, the art may be placed in any building. Should any death occur within the building, you are struck with a brief yet violent pain as your mind is wracked with the echoing wails of the banshee, rendering you unable to hear for a turn. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may sever your link to the icon at any time by burning the silk the art was wrapped in. This immediately ends the ritual and destroys the icon. The piece of art will retain its potency for 90 days unless it is brushed with your blood. Doing so renews the item for another 90 days. A necromancer may have a number of these objects equal to her Occult skill at a given time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1yBBxASmC0o0W8ergR9xRU","type":"Entry"}},{"fields":{"title":"Psychic Void","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Psychologists dating back to Freud believed that the greater part of the mind is shrouded in darkness. This darker region, often likened to the hidden portion of an iceberg, is home to the impulses and directives that guide the psyche in its motives. Through this ritual, you gain the power to immerse your own psyche in darkness.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must spend 1 point of Blood and 20 minutes completely submerged in a body of saltwater (a tub will do) as you meditate upon the darkness within. When you emerge, your psychic aura is flooded with darkness that has the power to confound psychic phenomena. Until the end of the night, you do not leave a psychic impression that can be detected through Spirit’s Touch or similar powers. In addition, any spirit that might reside in the object will be unable to recall or identify you, thwarting powers such as Wooden Tongues; however, objects brought to life by Animate the Unmoving will still be able to perceive and interact with you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, your darkened aura offers you some defense against intrusive psychic powers. You receive a +3 wild card bonus against Auspex powers or similar mental powers that require psychic contact. You may still relent to Auspex powers targeted at you.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3y4VZgYe7JFO6KZTlfn1Cq","type":"Entry"}},{"fields":{"title":"Thorn of the Undead Heart","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Life and death are two sides of the same coin; an unending cycle that powers itself. The curse of vampirism preserves life somewhere in between. By manipulating and harnessing the energy released by the dead, the necromancer crafts a powerful weapon hungry for the lifeblood of vampires. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must first unearth a body that was buried within the past lunar cycle. Nine white oak tree seeds and 1 point of your Blood must be forced into the throat of the body, which is then buried in the light of a full moon at its apex. The tree grows with supernatural rapidity, and on the next full moon, it has matured into what seems to be a twisted sapling. You may cut a number of stakes from the roots of the tree equal to your Morality rating. Rather than suffering a -3 penalty when attempting to stake another, wielding a stake made from the roots only imposes a -1 penalty to your attack pool. All other conditions must be met in order to successfully stake another vampire.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once the stake has been cut and infused with power, anyone can use it. Any stakes enhanced by this ritual must be used within one month, or the power within them fades. Once this stake pierces a heart, it reverts to a normal stake.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7e9Io6A7FVd1amuyfw6Ux6","type":"Entry"}},{"fields":{"title":"Avatar of Screams ","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Abyss is an endless expanse which serves as the final destination for all that is truly gone, whether it is forgotten treasures, buried memories, or lost sanity. Those who scream into the void do so out of immense agony, irate over being ignored or tortured in hopes of release. You can wield this power, inflicting madness and pain upon those who resist your will.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must spend 1 point of Blood as you sever your own tongue which you replace with a tiny Arm of the Abyss. This change will be imperceptible to onlookers, but when using the Dominate discipline your words carry the maddening power of the void. Whenever you succeed in an opposed challenge using a Dominate power, you may choose to also inflict 1 point of unsoakable aggravated damage as madness and headaches assail your target. If this benefit is used with Forgetful Mind, it does not break the target’s trance. If you achieved an exceptional success on the challenge, she takes 2 points of unsoakable aggravated damage instead of 1. Note that your target can avoid this damage by relenting to the challenge.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7zXUJe38uDMeYwlkiKSicl","type":"Entry"}},{"fields":{"title":"Bathory’s Blessing","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"For some, the study of the dead is a lesson in knowledge; for others, it is a lesson in pain and sadistic glee. Legends claim that Elizabeth Báthory de Ecsed was a notorious serial killer who murdered her innocent victims and bathed in their blood to retain eternal youth. Legends called her the Blood Countess; a savage ruler who prized earthly beauty over any heavenly reward. Giovanni who studied her work considered her a genius, adapting her practices to suit their own needs. By following her teachings and utilizing Necromancy, you can call upon the Blood Countess to fuel your own necromantic abilities.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To enact Bathory’s Blessing, you must gather a number of the nearly or recently dead mortal bodies equal to your dots in Generation and bleed all their blood into a large tub. You must then add 1 point of your Blood to the tub and submerge yourself in the mixture. Your body must remain in the pool of blood throughout the casting. Once complete, you emerge with flawless skin and an invigorated feeling. You may choose an additional Social focus which you gain for the evening. Killing victims for the sake of this ritual unavoidably results in the gain of 4 Beast traits, even if you did not directly take part in the killing.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6HAmKuM0xEx9VV4KrWVALf","type":"Entry"}},{"fields":{"title":"Dark Absolution","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Necromancers use and manipulate wraiths, wielding them like pawns in a cosmic chess-match. For the lonely souls who seek absolution, this existence can be worse than any afterlife could offer. For those wraiths who prove their loyalty, this is the ultimate gift: final release from her existence and a chance for peace.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual, you must destroy representations of the wraith’s remaining fetters. Once the representation of the final fetter is destroyed, you must spill 1 point of Blood  on the ground, causing the wraith to manifest. You must then immediately begin to siphon the angst from the wraith. Each wraith has an angst level equal to its Stock NPC Level. For each point of angst drained this way, you gain one Beast trait as the wraith approaches Transcendence, a higher state where her mortal issues are resolved and the soul journeys onward. Multiple necromancers may work together to drain the wraith’s angst if each knows this ritual. If you are unable to drain all levels of angst from the wraith in one session, the wraith will return to the Shadowlands where her  angst will be replenished. When a wraith has no angst remaining, she transcends.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3dbUF7DtkEcWR8QeQcGHEZ","type":"Entry"}},{"fields":{"title":"Exploitation of Weakness","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The rivalry between the Giovanni and the Ventrue is not a secret as the two clans often compete for the same resources. Over time, the Giovanni have observed the difficulties the Ventrue have with their clan weakness and have found a way to weaponize it against their other rivals.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obtain a personal object from your target and burn it. Then, mix the ashes of the item with 1 point of Blood and smear the mixture over an effigy of your target. By succeeding in an opposed challenge, you can give your target the Prey Exclusion flaw, prohibiting her from feeding on a type of mortal of your choice. If the target already has the Prey Exclusion flaw, these effects temporarily replace it. While this ritual is active, the target gains no nourishment from the specific restriction. You must declare to the Storyteller what the restriction is as the target character is not immediately aware and may be required to spend a feeding downtime to discover it. A character can only be the target of a single instance of this ritual at a given time and if your target is already affected by Greater Exploitation of Weakness or the Ventrue clan weakness, this ritual’s effects do not apply. This ritual lasts 30 nights after it is cast.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"54FsCWGtPUGe8JNoGoQgWY","type":"Entry"}},{"fields":{"title":"Ghostly Enforcer","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The rise of globalization has transformed nearly every industry, including that of money lending. While loan sharking was once localized in neighborhoods, enterprising Giovanni have adapted with the times, combining ancient rites with modern needs. As the god of the underworld, Dis Pater presides over all wealth and debt, and looks unfavorably upon any who would rob him of his due. This ritual grants you the power to employ the dead in your collection efforts, denying rest to those who shirk their obligations.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows you to summon a Usurer; a special type of wraith with the unique power to provide notice to someone in your debt that their payment is due. To cast this ritual, you require a contract, IOU, or some token or marker exchanged as part of the agreement. This object must originate directly from the debtor; a Harpy’s record will not suffice. By covering the item in 1 point of Blood, the Usurer will appear and inspect the marker. If the debt is legitimately owed, the wraith will approve and deliver a message of your making to the debtor. This message is typically a reminder of the debt, the payment owed, and how to arrange payment. The wraith will then disappear and pursue the debtor, wherever she may be, living or dead. As part of the ritual’s magic, the wraith cannot be followed or affected by powers.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The amount of time it takes for the wraith to find the debtor is up to the Storyteller, but it will never take more than 7 days. The wraith will ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"always","nodeType":"text"},{"data":{},"marks":[],"value":" find the debtor due to the ritual’s magic and the connection generated by the marker. The wraith is not fooled by the Alternate Identity background or supernatural means of deception or concealment.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once found, the next time the debtor sleeps the wraith will enter her dream and deliver your message in a terrifying fashion. The debtor will begin her next game session missing 3 points of her Blood (or Gnosis or Glamour, as is appropriate) and 1 point of Willpower. The Usurer collects this as interest on the debt, though she will not take any Blood (or Gnosis or Glamour) if the debtor has 3 or fewer points remaining. If the debtor is a mortal, the mortal will not lose blood, but instead will receive no rest from that night.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"After the notice is delivered to the debtor, or if the debtor is dead or in torpor, the wraith disappears. It cannot be found or summoned again, nor compelled to give information on the debtor (including her location or true identity).","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"For a debt to be considered legitimate, it must meet all of the basic terms that a court of law would require; agreement between parties, an exchange of something of value, and no duress. In addition, the marker cannot have been given fraudulently (such as by someone impersonating the debtor). This ritual will function on debts that have been traded or acquired, provided such terms were not explicitly forbidden. It must also be somewhat significant; at least a minor boon or a non-trivial amount of money.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This sort of collection method is viewed as scandalous by some, but most would view someone who defaults on a debt to a necromancer as foolish. Unfortunately, the nature of boons does not indemnify the debtor from such extreme means. No individual may be affected by this power more than once a month. The ritual will simply fail if your target has already been affected by it. Subsequent uses of this ritual will summon a different spirit.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The wraith that is summoned is brought forth by specific magical means. It cannot be compelled, coerced, affected by Necromancy, or summoned again. Any attempt to do so violates the ritual’s magic, and the wraith will immediately disappear, unable to be affected.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2YelIQ7PEIKpsvgyK1jJLP","type":"Entry"}},{"fields":{"title":"Stygian Fortress","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"No one knows exactly how the Shadowlands is shaped, only that it is affected by the intense emotions of the mortal world. Talented necromancers harness this power to shape small pockets of the Shadowlands into Stygian Fortresses. These locations offer heightened privacy and security, even if they come with an added bit of danger.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While in the Shadowlands, you must combine 1 point of your Blood with the ashes of white heather, gladiola, and churchyard dirt in a copper bowl, and then paint the exterior of a door with the mixture. As you do, the Shadowlands surrounding you ripple and shift, mutating and changing. This continues for 15 minutes at which time she can open a door directly into a Stygian Fortress; a structure that exists in the Shadowlands.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Although each Stygian Fortress differs aesthetically, they are nearly mechanically identical. Each Stygian Fortress is a Prestige Stock Location with a rating of 5. The qualities of the location are: Dead Zone, Haunt, Isolated, Location, Off the Grid, and one additional quality of the necromancer’s choice. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer may only have one Stygian Fortress in existence at any given time. The door to the Stygian Fortress can only be opened by the necromancer who cast this ritual, though others may attempt to gain access to the fortress through a difficulty 5 Complex Quest into the Shadowlands. Should anyone exit the fortress, rather than exiting to the Shadowlands, they will return to the last location this ritual was cast. The door and the fortress will retain its potency for 30 days, though the ritual may be refreshed once per month by expending a downtime action. If the ritual lapses, you may cast it again to gain access to the same fortress with all its previous belongings. Others may attempt to find a lapsed Stygian Fortress as described above. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Stygian Fortress","nodeType":"text"},{"data":{},"marks":[],"value":"\nThe massive estate juts out of the twisting ephemera of the Shadowlands, offering a safe haven to those who dare enter the land of the dead. Though the aesthetics are always slightly different, the heart of the building is the same — a sprawling villa reminiscent of Ancient Rome. Ivy and turrets might be added by the necromancer, but the building is always recognizable.\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Prestige Stock Location","nodeType":"text"},{"data":{},"marks":[],"value":"\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Stock Location Rating: ","nodeType":"text"},{"data":{},"marks":[],"value":"5\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"Qualities: ","nodeType":"text"},{"data":{},"marks":[],"value":"Dead Zone, Haunt, Isolated, Location, Off the Grid, plus one additional quality of the necromancer’s choice.\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7lhinkvoBg6gM5YPIlNSiF","type":"Entry"}},{"fields":{"title":"Sip of Death","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"This sweet, viscous concoction is a favorite at family dinners and is often served when the Giovanni clan comes together for business or pleasure. The mixture of honey, vitae, and anemones grown over a grave produces a heady, euphoric feeling and a heightened defense against the creatures of the Shadowlands.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create the Sip of Death, you must spend 5 minutes cooking your concoction in a cast-iron pot over an open flame. You may create up to 5 draughts in each batch; however, you must include 1 point of Blood for each serving. Once imbibed, the drinker gains one free retest to be used in any test against a wraith or specter. A vampire may only benefit from one use of Sip of Death per night. The potion’s magic fades at sunrise if unused; unconsumed potions lose their potency at the end of the night. The blood used in the draught creation process is rendered inert by this ritual. As such, by ingesting a draught the imbiber does not gain a blood trait or suffer from any mundane or supernatural effects or taints of the blood used nor will they be at risk of the blood bond.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"54LECcBAWT8L7C3CvBOzA5","type":"Entry"}},{"fields":{"title":"Ensnared Mind","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Manipulating external shadows is a simple trick, but a true master of the Abyss can find and manipulate even the inside of the mind. Using this ritual, you are able to create an effective barrier within your target’s head, choosing what they see, and affecting what they believe. Friend and foe merge into one, creating a haze of confusion. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To enact this ritual, focus on your target while spending a point of Blood and burning a piece of paper with her name written on it, storing the embers in a container that does not allow light inside. Initiate an opposed challenge against your target. If you succeed, you create an object imbued with the power of Ensnared Mind. Later, you may open the container and scatter the embers to the winds by spending a simple action. If your target is within 1 mile, she becomes disoriented and fleetingly trapped within her darkest memories causing her to overlay her past with her present and making it difficult for her to determine which is which. For the next hour, your target is unable to determine friend versus foe and she cannot relent to the powers of others and others cannot relent to the power that she employs. In addition, if a power requires her to designate allies, she may not do. She may still benefit from the Assist Defender combat maneuver, but she cannot benefit from Assist Attacker, and is unable to use either Assist Attacker or Defender combat maneuvers herself. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The  embers will last for one night. You may only have a single active instance of this ritual at a time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"79TpwyB75xYg9O70i99oQs","type":"Entry"}},{"fields":{"title":"Affliction of the Void","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"It is established knowledge amongst the Abyss Mystics that the heart of Oblivion, known as the Void, craves the essence of light and life. It seeks to feast on all of the energy that life and light brings, consuming it until only darkness remains. With this ritual, the Abyss Mystics who have a taste for power and darkness lend themselves as a carrier to do the will of the Abyss, and to make its presence known amongst vampire society. Only the most skilled Mystics dare to cast this ritual, as the inept often find their humanity and morality consumed by their Abyssal beast.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must forcibly remove one of your own teeth and spend a point of Blood as you cast it into the Abyss as an offering. As the tooth is consumed, the power of the Abyss fills you with an Abyssal hunger for the life energies of others, as it bends and distorts your jaw into a horrific maw allowing you to bite without a Grapple; however, this fearsome transformation makes you a walking breach of the Masquerade. For the remainder of the night, whenever you would drink a point of Blood, the Abyss claims it as its own. This eliminates any possibility of a blood bond. If the blood consumed is vampire blood, the Abyss will heal you up to 1 point of normal damage. You may not end this ritual normally. Instead, spend a simple action to pull out one of your maw teeth while spending a point of Willpower to end its effects.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"1 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1n7bZhSGupRIbW9ENfJAqu","type":"Entry"}},{"fields":{"title":"Baleful Doll","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Fairytales warn of unsuspecting travelers who stumble upon magicians and forest witches only to trade away parts of themselves in exchange for momentary aid. These cautionary tales exist for a reason, as the hapless travelers soon find that what seems to be an innocent request can make them vulnerable to powerful magic. With this ritual, you can create an effigy of your target that carries a powerful curse. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To prepare this ritual, you must first create an effigy of a target. You must either have familiarity with the target or a personal object of hers and have a piece of you target (i.e., hair, nail clippings, blood, etc.). The doll can be made of any material but must include a piece of the target worked into its construction. This preparation may be stored for up to a maximum of 30 days, but the target must still be familiar to you at the time of use. To cast the ritual, place the doll next to a candle and light it while visualizing the target. As the candle begins to melt, pour the hot wax onto the doll and let it harden. To complete the ritual, while still visualizing your target, break the doll into at least two pieces, pour 1 point of your Blood over the pieces, and make an opposed challenge against your target. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you succeed in an opposed challenge, the target gains the Fragile Bones flaw. The effect lasts for the next hour, unless the effigy used to cast the ritual is destroyed first. Each doll may only be used once; to use this ritual a second time on the same person, a new effigy must be created. Multiple uses of this ritual on the same target do not stack, but a second successful application extends the time of the flaw.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6tyJ5iegOtgOSDc2JpZPzX","type":"Entry"}},{"fields":{"title":"Body and Soul","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The dead must put some effort into possessing a body, and it is a far cry from feeling real life again. Through their studies, some necromancers have found ways to attach these lost souls to bodies, albeit dead ones. With this ritual, you may bind a wraith’s soul into a zombie’s body, and for a year-and-a-day you give the spirit some aspect of life. This is different from ordinary possession; the two parts make a new whole. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Use this ritual to permanently bind a wraith to a zombie by using 1 point of your Blood to carve mystic sigils into the undead flesh as your wraith is possessing it. Any willing wraith may be bound in such a way; should you try to bind an unwilling soul or one controlled by another necromancer, you must first make an opposed challenge using your Necromancy test pool to attempt to gain control of the wraith. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once bound, the resulting creature gains the Physical abilities of the zombie with the Mental and Social powers of the wraith, powered by its Pathos. The wraith is not considered to be in possession but is in full control of the body. Powers that are effective against either zombies or wraiths, such as the Sepulchre Path, will be able to affect this creature. These creatures’ function as Stock NPC Retainers, using the lower stock level of the wraith or the zombie for the new entity. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may create any number of these creatures up to your levels of Occult skill; should you go above this number, the first soul you bound is forced free of its body, wherever it may be. This ritual lasts for 30 days, or until the zombie is destroyed. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4o3y4UQDSl4FXuhoYSaewd","type":"Entry"}},{"fields":{"title":"Broken Heart","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Some believe death is all violence and blood and fire, but it is so much more than that. It is the creeping dread of mortality; a reminder that nothing lasts forever. That is the death you reserve for your true enemies — the kind of death that slowly suffocates them and drags them into oblivion.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To enact this ritual, you must obtain an item belonging to your intended victim. This item must be of some significance to the victim — a picture of a deceased loved one, a well-loved stuffed animal from childhood, or a family relic carried from her homeland. Alternately, you may utilize a point of the intended victim’s vitae. The item or vitae must be burned on a bonfire made of weeping willow branches, yew tree, and morning glory petals that have been soaked in 1 point of your Blood. Upon completion of the ritual, initiate an opposed challenge with your target, who must be within 10 miles of your location. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A human affected by the Broken Heart is cursed. Within 48 hours, any naturally occurring event or interaction that causes the victim excessive excitement, sorrow, or joy, will also trigger her immediate death. Although a victim may be revived if medical services are swift, she will be trapped in a coma and will only regain consciousness if she ingests 1 trait of vitae. Only supernatural investigation will offer evidence of the suspicious circumstances surrounding the death.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If the target is a supernatural creature or awakened mortal, she finds herself filled with sorrow and longing for things lost, and immediately loses all Social focuses until the following sunrise. Any attempt to gain a Social focus fails immediately unless the victim spends 1 point of Willpower to temporarily ignore the effects of the curse. Although the vampire cannot identify who attacked her, she knows without a doubt that someone or something has supernaturally affected her.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5KOx3RQrZJFCD8kPR7ow7l","type":"Entry"}},{"fields":{"title":"Fell Familiar","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Stories of ghostly possession are not limited to human vessels. Horror is rife with tales of animals filled with a touch of the otherworldly; once gentile souls who turn on their masters with feral savagery. You have the power to imbue an animal with a ghostly soul, filing it with the rage of the undying. To do so, you must feed the animal a quantity of human flesh from a victim who died in an animal attack.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual prepares a living animal to serve as a vessel for a wraith. You may force a retainer of yours to possess it, or may use a nearby Stock NPC wraith. The now-possessed animal is controlled by the wraith, who retains its human intelligence and is bound in this form for a year-and-a-day or until the animal’s body is destroyed. The wraith possesses the full faculties of the animal and may use its own powers as well. For the purpose of determining test pools, the Fell Familiar uses the higher stock rating of the two, though it may use specializations from either. It may be affected by both Animalism and Necromancy, and by similar powers that affect animals and wraiths.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Most wraiths are loathed to possess animals, considering the practice demoralizing. They are known to lash out, which is why such animals are typically considered poor-tempered. They have few qualms about attacking humans or putting the lives of their hosts at risk for should the animal die, the wraith will be freed from captivity. If you choose, you may assign a task to the wraith which will end the ritual’s effects should the wraith complete the task.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may have only a single active instance of this ritual at a time. If you cast it again, your previous wraith is released.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4DxoKYTpHpOaUnr0480gwZ","type":"Entry"}},{"fields":{"title":"Hand of Glory","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"A Hand of Glory is one of the more infamous and gruesome creations that accompanied the spread of magic and superstition. By ritually severing and preparing the hand of a murder, you can create a powerful object with the ability to paralyze the occupants of a home. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create a Hand of Glory, you must prepare the item in the traditional manner. First, a severed hand of a condemned murderer is wrapped in a linen funeral shroud, before being placed in an earthenware jar with spices. After a fortnight, the hand must be removed from the jar and smeared with a mixture consisting of 1 point of your Blood, fern, and vervain, before being dried in a wood-burning oven. Once a Hand of Glory has been created, it requires a monthly sacrifice of 1 point of Blood to preserve its magic. Anyone may activate a Hand of Glory once it has been crafted.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"To activate the Hand of Glory, the vampire must place a candle in the fist of the mummified hand and light it. Once the candle has been lit, all mortals within a building no larger than a 3-story residence or medium-sized office building fall into a deep sleep and cannot be roused. Occupants who are supernatural in any way, including ghouls, kinfolk or fae-touched, are not affected by the Hand of Glory. This effect lasts for one hour, unless the candle is extinguished prior. You may use a Hand of Glory five times before it ceases to function.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1pIfcbtp4UTVVKomcVnZ9Z","type":"Entry"}},{"fields":{"title":"Bind Death’s Sickle","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While the coming of death brings sadness and grief, most can acknowledge its necessity in the cycle of life. For if death ever ceased, the pain and misery resulting from a life prolonged would carry its own cruelty. This ritual allows you to temporarily ward an area from death itself, trapping the dying in their earthly shells and denying them release.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This powerful ritual requires at least 2 but no more than 6 participants, though only one must possess the ritual. Participants must either have Necromancy or 3 dots of the Occult skill (Stock NPCs cannot meet this requirement). This ritual must be performed on consecrated ground. Each participant must donate 1 point of Blood into an ornate silver box. The lead ritualist must then add crushed nightshade berries and 1 point of her own Blood. The box is then sealed and set on a pedestal surrounded by white irises. In the Shadowlands surrounding the area, all wraiths immediately become agitated and instantly aware that something is not right. They gain a +1 wild card bonus to any challenges when manifested. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The effects of this ritual impact an area the size of one mile per level of Necromancy possessed by each ritual participant. Until the following sunrise, no natural deaths can occur within this area. Instead, each soul that should have died is immediately marked and chained to the location to ensure the creation of a wraith upon their eventual death. At some point before sunrise, the necromancer must open the box, triggering the delayed death of the victims and releasing powerful necrotic energies. The ritual participants must spend 10 Willpower points between them to mitigate the powerful energies that spring forth. This Willpower cannot be regained for 30 days or the next game session, whichever is longer. If the Willpower is not spent or if the box is not opened at sunrise, death lashes out and renders all participants torpid. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each person within this area who should have died immediately knows that their very existence is unnatural. Often these victims are left in excruciating pain, begging for a death that is not forthcoming despite obviously fatal wounds. This phenomenon persists until the following sunrise, when every victim screams out at the same time before dying. Needless to say, this ritual is a profound breach of the Masquerade. Wraiths created in this fashion are often volatile and unstable, adding further chaos to the event. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual is rarely used in modern days in order to protect the Masquerade. However, it remains an extremely powerful tool for terrorizing Camarilla members who refuse reasonable discourse. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3syv4qMkH2SfxARucsSosb","type":"Entry"}},{"fields":{"title":"Greater Exploitation of Weakness","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Sometimes it is not enough to simply deny someone the ability to find sustenance – desperate times call for desperate measures and even the greatest of enemies must be brought to heel. The necromancer intent on revenge can do more than troll their target’s weakness; they can make her unlife literally hell. By calling forth this curse on an unsuspecting target, you can force her to crave the vitae of whatever you choose, even if she previously has a feeding preference.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual is similar to Exploitation of Weakness, except you can remove all feeding options, save one. You must possess the specific blood type of the new feeding restriction, which may require downtime actions to obtain, but may choose the defining characteristic from the qualities possessed by the donor. When the ritual is enacted, you must spend 1 point of Blood and engage in an opposed challenge against your target. If successful, the target immediately is aware of the new feeding restriction as they develop a mild craving for the new blood type. The Storyteller has the final say on the appropriateness and availability of the feeding restriction (for example “red head people who have been to the moon” would not be appropriate). The characteristics of the blood requirement cannot include disease, blood alcohol content, or drugs. This ritual will override the Ventrue clan weakness and the Prey Exclusion flaw. If the target attempts to feed from anything except what the necromancer declares, the blood immediately turns to ash in her mouth. A target may not be affected by both the lesser and greater versions of this ritual. This ritual lasts for 30 days.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2ABnM1WXNDLAco4ryMFW6w","type":"Entry"}},{"fields":{"title":"Letters from Beyond","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Grief is by its very nature intertwined with regret. Final separation brings with it a torrent of unexpressed thoughts and feelings, conversations lost, and words unspoken. Some pursue Necromancy in an attempt to alleviate these regrets, reliving a cherished relationship and thwarting death itself. This ritual allows you to write a letter to anyone, living or dead, and receive a reply. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual lets you summon a special type of wraith called a Harbinger who will take a prepared message to a dead individual. This must be a handwritten note prepared on 3 or few sheets of paper using ink mixed with 1 point of your Blood. When the ritual is cast, the wraith will appear and review the message and the information concerning the intended recipient to determine if it meets its approval. If it does, the wraith must then be paid to carry out its services. If the recipient lived a truly virtuous life the fee could be as low as a few common coins, while less virtuous souls require greater payment such as gold or other precious materials or stones. The typical vampire requires the equivalent of an expenditure of Resources x3 or greater. The Harbinger may raise or reduce its fee at the Storyteller’s discretion.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Through the power of the ritual, the Harbinger will be able to locate its recipient, wherever she may be, living or dead, and deliver the letter. The recipient will then have 24 hours to write a reply (writing materials are provided), which the wraith will review and return subject to the same limitations (the return fee is included in the initial payment).","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The amount of time this takes is indeterminate. In game terms, the Storyteller will facilitate the process, reviewing and approving the content of each message. If the recipient is a deceased PC, the Storyteller may choose to contact her player. While in game terms the wraith is capable of finding anyone, it may refuse a request which the Storyteller deems unfit for her chronicle.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The message sent must be to a person of significance to the writer of the message. Writing a letter to an admired person who the writer never met will not meet the ritual’s requirements. In addition, in the event the recipient is or might be dead, neither of the messages may seek or disclose any information about the circumstances of the departed’s death. The Harbingers are uninterested in involving themselves in affairs beyond the shroud and will refuse any such requests. The message must also not seek or disclose any information as to the disposition of the departed soul, or any information that might inform the living about the nature of death and the afterlife. It is simply a personal letter; the kind she may have written before her death. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only cast this ritual once every 6 months, though the Harbinger denying your request does not count as a casting. Those rare few who have mastered this ritual are known to demand exorbitant prices for its performance. There are no known instances of this ritual successfully contacting an Antediluvian or other being of extraordinary power; the Harbingers will simply refuse any such request.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The wraith that is summoned is brought forth by specific magical means. It cannot be compelled, coerced, followed, affected by powers, or summoned again. Any attempt to do so violates the ritual’s magic and the wraith will immediately disappear, unable to be affected.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2aeFRGaXRGSRXU5cn2YZCJ","type":"Entry"}},{"fields":{"title":"We Are Legion","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Few things are more capable of striking fear into the heart of the enemy as a legion of undead bearing down on them. Though this ancient ritual was once commonly used as a final option in times of discord, it has rarely seen use in modern nights due to the severe damage to the Masquerade that it inevitably inflicts.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual draws the discarded remnants of dead bodies that decomposed in the nearby area to provide a supply of vessels for reanimation. To perform this ritual, you must prepare a true corpse by force feeding it food from a funeral repast until its stomach is full. The corpse must then be reanimated using Shambling Hordes (see ","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"MET VTM, Chapter Four: Disciplines, page 175","nodeType":"text"},{"data":{},"marks":[],"value":"). The zombie is then buried as 3 points of your Blood is spread around the area.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"One hour later, a number of zombies equal to three times your Occult score will erupt from the consecrated earth. This legion of creatures is composed of 3-point Stock NPCs that act with one mind. The horde will follow simple commands, and functions as a group. For example, you cannot command half of your horde to follow one enemy and half to follow the other. If powers are used to enhance the legion, it may only have a single instance of a power in effect as if the legion were a single target; the legion may not have multiple applications of the same effect or have effects that only target some of the zombies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All of the zombies are created by summoning remnants of decomposed corpses from the area. This results in a wave of creatures that are unclothed, patchworked together from multiple parts, and appear to be utterly nondescript people. Should one be killed, the creature crumbles to the ground and turns to ash.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The legion does not count against your limit of zombies based on your Occult skill level. A necromancer may only summon one legion within a lunar cycle. At sunrise, any zombies created by this power immediately crumble into dust.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":true,"abyssal":false,"cost":"3 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5wWqJlQVf90unQN42ijZW","type":"Entry"}}],"includes":{"Entry":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]}}