{"sys":{"type":"Array"},"total":161,"skip":0,"limit":100,"items":[{"fields":{"title":"Hand of Ptah (Setite Sorcery Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Centuries ago, it was believed that this simple ritual was actually the beginning of a lost Sorcery path called the Divine Hand. By calling on the Egyptian artisan-god Ptah, and through a sympathetic connection to a specific object, you can destroy the object from the comfort of your own haven. While this ritual cannot completely destroy a magical item, it will render them inert for a short period of time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must either have familiarity with the target object, which can be no larger than a passenger van, or be able to create a close facsimile of the object using an appropriate Craft skill of level 2 or higher or other blood magic meant to create simulacrum such as Path of Conjuring. Once enacted, you can either whisper a phrase akin to the target item’s true name (if you have familiarity with it) or destroy the simulacrum of the object. Either way, if the target object is a mundane item with no magical effects on it, the object is destroyed. If the object has magical effects on it, those effects are dispelled for 24 hours. This ritual can only be used on the same object once per night. This ritual can only be used on a single target item that you are aware of. You may not craft a generic facsimile of a silver weapon and then hope to render a nearby klaive inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4gtWNpuaWp53J9RZ0in5f7","type":"Entry"}},{"fields":{"title":"Bastone Diabolico","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By enchanting a sturdy leg bone, the necromancer creates a weapon that can injure enemies on either side of the Shroud. Unfortunately, the first use of this weapon is to murder its donor, and thus the fabrication of a devil-stick costs the necromancer more than simply time or blood.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"To create a Bastone Diabolico, the necromancer must acquire a clean, rune-carved thighbone from a human subject, enchanting that bone in dark rituals. Thereafter, the necromancer has a permanent weapon, which can be used against enemies in the physical world or within the Shadowlands.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nThe Bastone Diabolico deals 2 normal damage. This weapon is an improvised weapon, possessing the Fast quality. \n\nIn addition, each successful blow against a vampire removes 1 point of that vampire’s Blood, and a successful blow against a wraith removes 1 point of that wraith’s Pathos. Unfortunately for the necromancer, ghosts can sense a Bastone Diabolico. They tend to stay away from individuals carrying one, causing such a character to have a -1 penalty to all test pools to summon or control wraiths. A necromancer can have only one Bastone Diabolico in existence at any time. Creating a new one causes the old one to disintegrate.\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2PV28wC7vtHCHX0bvnQ6oS","type":"Entry"}},{"fields":{"title":"Certamen (Tremere Only)","summary":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"In spite of their erudite reputation, clan Tremere maintains an ancient tradition of magical dueling to settle disputes. The secretive practice, called Certamen, pits two magicians against one another in a contest of the arcane arts. Many a Tremere has made her career by mastering the intricacies of this form of magical combat which uses unconventional rules. By strict tradition, these duels are never discussed outside of the clan, nor are non-Tremere ever challenged in this manner.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Certamen is the formal magical duel practiced by members of clan Tremere involving runic circles and impressive displays of Thaumaturgy. It is traditionally used to resolve deep disputes between clanmates when negotiation has failed, but a superior may also order her subordinates to Certamen if she feels it is appropriate.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Certamen involves two duelists and a judge. No other parties are allowed to participate. A participant does not need to know the ritual to participate, as it is typically the judge who performs the ritual. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A typical Certamen usually proceeds as follows: an aggrieved party will challenge another to Certamen and ask for terms that reflect the level of her grievance. The challenged party may accept or insist on different terms; however, seeking to downplay the level of a slight is viewed as cowardly. The challenged party traditionally selects the judge, which the challenger should accept within reason. When the judge is determined and agrees to oversee the Certamen, she will set the terms of the duel. Most often these terms may have already been agreed to by the participants, but the judge has final say. One or both of the participants may still withdraw, though to do so once a judge has been chosen carries significant shame.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The terms of the Certamen set forth the victory conditions. The parties should agree amongst themselves on the victory condition.  If the parties cannot agree, the judge decides the victory condition.  The duel ends immediately when the victory condition is met.  The following list outlines the various victory conditions to select from:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Judge’s Decision","nodeType":"text"},{"data":{},"marks":[],"value":": Under this condition, the Certamen ends under some event of the judge’s choosing and the judge will choose a winner. For example, the duel will last for 7 turns, after which the judge will determine a winner. Other terms may also have a judge’s decision clause for the sake of length. Alternatively, the judge may rule the contest will last until one participant successfully uses three different Thaumaturgy powers or three different Thaumaturgy paths on her opponent.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Capture the Runic Circle","nodeType":"text"},{"data":{},"marks":[],"value":": The Certamen ends when one participant captures her opponent’s runic circle. This condition is considered met when a participant is the only one standing in her opponent’s circle and takes no damage for an entire turn.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Incapacitate Opponent","nodeType":"text"},{"data":{},"marks":[],"value":": More serious matters call for the incapacitation of one of the participants. The judge will end the match before final death can occur.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Death of Opponent","nodeType":"text"},{"data":{},"marks":[],"value":": Reserved to settle only the most serious accusations such as treason, the Certamen ends when one party has killed the other.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"The judge will prepare the Certamen area. Depending on the mood of the judge, the space available, or the nature of the challenge, it can take one of many forms. Solemn duels may feature two circles in an outdoor setting to take place in the last minutes before sunrise, and more politicized duels may involve wide spaces with ample room for spectators and multiple runic circles. The judge will determine the specifics of the arena, including its size, number of runic circles, and how far apart they are set.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Next is the construction of the runic circles. A single runic circle is 2 steps across. A Certamen has at least 2 runic circles, one for each participant. However, it is common enough for a Certamen to feature multiple runic circles for either side. Typically, this is an equal number of circles for each side, as a participant who has fewer is seen as having a disadvantage. Once this number is chosen, each participant may take turns constructing a runic circle with the challenger going first. Note that other rituals that modify the arena space, including those that construct defensive measures, are not allowed as part of Certamen. To receive the benefits of a runic circle, a participant must be the only one standing within it, and she must be entirely within it. Circles are never created concentrically, and participants cannot receive benefits from multiple circles by attempting to straddle two or more. The types of runic circles are:","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Enhancing","nodeType":"text"},{"data":{},"marks":[],"value":": The participant chooses a path of Thaumaturgy when she creates this runic circle. She receives a +2 wild card bonus when using her primary path of Thaumaturgy while standing within the circle.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Regenerating","nodeType":"text"},{"data":{},"marks":[],"value":": A participant standing in this circle recovers 1 point of normal or aggravated damage at the end of each turn.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Rejuvenating:","nodeType":"text"},{"data":{},"marks":[],"value":" A participant standing in this circle recovers 2 points of Blood at the end of each turn.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Stoic","nodeType":"text"},{"data":{},"marks":[],"value":": A participant standing within this circle receives a +2 wild card bonus to her defensive pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Quicksilver","nodeType":"text"},{"data":{},"marks":[],"value":": If a participant is standing within this runic circle, she may use the Burst of Speed combat maneuver for free and apply a +5 bonus to her initiative score.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"It is believed that there may exist other types of runic circles which function within Certamen but that have been forbidden or lost over time. Certain secret societies and even members of the Tremere hierarchy are believed to have their own secret runes that they jealously guard, should anyone be foolish enough to challenge them. Runic circles are part of the Certamen ritual and do not function outside of a proper Certamen duel.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once the runic circles are constructed, the judge will set any additional terms. Traditionally, all Thaumaturgy is allowed, as are Celerity, Potence, and Fortitude. Usually, participants are allowed time in advance for ritual preparation, though this may be measured, limited, or even forbidden depending on the contest. In contests where the aim is to capture the opponent’s runic circle, the disciplines of Dominate and Presence are traditionally forbidden. Use of Possession or other powers where the participant does not compete in her own body are always forbidden. Other clans’ disciplines such as Dementation, Protean, and Obtenebration are not allowed without prior agreement, as the duel is intended to be a contest of magic. Vicissitude is not permitted under any circumstances nor is Obeah or Valeren.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"At the appointed time, each participant will take their place in one of her runic circles which will serve as her primary runic circle. The combat begins at the judge’s signal, and each party may act on their initiative. The ritual prevents any magical effects from leaving the designated area, such as a stray Flame Bolt or uses of Firestorm. Any magic used within the dueling area also takes on a more pronounced aesthetic; Force Bolts visibly ripple the air and Lightning Bolts surge with dramatic effect.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Certamen ends once the chosen victory condition is met or if the judge calls for a halt in the contest, in which case the judge will then determine a winner or a draw.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7E7rNJvSAVAgaUi7KjX1Iq","type":"Entry"}},{"fields":{"title":"Digital Sentry","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Technology defines the modern world, leaving its imprint in even the most far-flung places. In modern nights, as vampires seek to secure their secrets via electronic means, it is important that they know they are safe. With this ritual, you can imbue an electronic device with a magical watcher who will alert you whenever it is accessed. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you use a Path of Technomancy power on a device, you can leave behind a digital sentry. By spending 3 standard actions during or after the use of any Path of Technomancy power (instead of the normal 5 minutes of ritual casting time), you automatically gain familiarity with the device for the next 30 days. In addition, you will receive a psychic notification each time someone attempts to use it during that time period, though you will not know who that person is. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can have a number of active Digital Sentries equal to the number of dots you possess of the Computer skill. If you make a Digital Sentry that would take you above this limit, the oldest Digital Sentry you have active is rendered inert and you immediately lose familiarity with the object that contained it.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2PM02XDOCIBk81rMrR7fxY","type":"Entry"}},{"fields":{"title":"Maeljin Urge","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Stories tell of the Abyss as a gateway, bridging the gap between different realms. Many Mystics spend decades searching for these secret passageways, while others simply make the ones they need. This ritual allows you to create a tiny crack into the Malfean realm, pulling out and trapping an Urge from one of the Maeljin Incarna within. You may use these embodiments of raw corruption for your own purposes, though such powers come with a price.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"This ritual allows you to summon, trap, and unleash an otherworldly entity, spreading chaos and division. While staring into a mirror, focus your emotions around one of the Urges listed below while repeating its name. Once you truly feel the manifestation of your desired emotion, shatter the mirror with your bare hand. As your blood mixes into the cracks of the mirror, spend 1 point of Blood to trap the Urge within yourself.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You may only hold a single Urge at a time. Should you choose, you may hold it throughout the night but if unused the Urge dissipates at sunrise. While holding it trapped within yourself, you suffer from a mild derangement attached to your chosen Urge. Create an item card using the chart below as a representation of the effects of this ritual. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"At any time, you may choose to spend 1 point of Blood to release the Urge. The next time you successfully touch a character, pass the item card to their player as the Urge and the derangement passes to their character. You may pass the Urge through casual or incidental touch, such as a handshake, or it may require an opposed challenge if your target is clearly avoiding touch. Gloves or ordinary clothing do not stop the transfer (note: while a character can touch other characters without consent, do not touch other players without their permission). Once transferred, your target’s player must take the item card and her character suffers the full effects of the derangement for the next 10 minutes, after which she gains 1 Derangement trait. After this time, the Urge (and the item card) must pass to the next person touched by the character of the card holding player. If she does not pass the Urge, she continues to gain 1 Derangement trait for every 5 minutes she retains it.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"When the Urge is passed to the next character, the prior character loses the Derangement caused by the Urge. When a player has the item card, her character is fully aware of when she can pass the Urge to another as it whispers encouragingly to her, wanting to spread. A character may only be the host of a single Urge at a time, and she cannot pass the Urge back to the same character who gave it to her. In these cases, the character hosting the Urge will understand that the transmission has failed. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If you (the player of the ritualist) are handed the item card, your character is immune to its effects and may pass it along at any time. This cycle continues for the remainder of the night, at which point the Urge returns to Malfeas. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"At any point in the chain, someone may attempt to kill the Urge by spending 3 points of Willpower and immediately suffering a psychotic break. As the ritualist who unleashed it, you are immune to this effect. \n\nWhen selecting an urge, you may choose from the following: ","marks":[],"data":{}}],"data":{}},{"nodeType":"unordered-list","content":[{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Greed (Kleptomania) –\nDerangement Trigger: An unattended item that is not yours. – Response: Steal the item. Roleplaying Aid: ","marks":[],"data":{}},{"nodeType":"text","value":"“That is not mine. But it should be. I need to fix this.”","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Violence (Destruction) –\nDerangement Trigger: Any minor/perceived act of rudeness. – Response: Break the offending object or person. Roleplaying Aid: ","marks":[],"data":{}},{"nodeType":"text","value":"“Was that look an insult? Yes. You cannot stand for that!”","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Despair – Derangement\nTrigger: If someone familiar leaves your presence. – Response: Emotional Breakdown. Roleplaying Aid: ","marks":[],"data":{}},{"nodeType":"text","value":"“Nothing is right, and nothing will ever be again.”","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Apathy – Derangement\nTrigger: Someone tries to involve you in conversation. – Response: Disengage and avoid. Roleplaying Aid:","marks":[],"data":{}},{"nodeType":"text","value":" “Everything is just dreadfully pointless... What even matters?”","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Paranoia – Derangement\nTrigger: Any audible sound without a visual source. – Response: Get away from whoever’s watching you. Roleplaying Aid: ","marks":[],"data":{}},{"nodeType":"text","value":"“You may not know how, but you are definitely being followed.”","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Consumption (Hunger) –\nDerangement Trigger: The scent of food, blood or flesh. – Response: Devour anything that could possibly be edible. Roleplaying Aid:","marks":[],"data":{}},{"nodeType":"text","value":" “You are starving; you could eat for days and not feel full...”","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"list-item","content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Lies – Derangement\nTrigger: Someone asks you a question. – Response: You may not communicate a full truth. Roleplaying Aid: ","marks":[],"data":{}},{"nodeType":"text","value":"“They will use the truth against you. Bury it in lies.”  ","marks":[{"type":"italic"}],"data":{}}],"data":{}}],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[{"type":"italic"}],"data":{}}],"data":{}}]},"level":5,"thaumaturgy":false,"necromancy":false,"abyssal":true,"cost":"2 Blood","testPool":"Abyss Mysticism rituals use the caster’s Social attribute + Occult skill versus the target’s Social attribute + Willpower.","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"238f1gQ6fP0iiR2fJlqGCz","type":"Entry"}},{"fields":{"title":"Reawaken the Dead Water (Koldun Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"All Tzimisce have an attachment to the soil of their ancestral homelands. Members of the Koldun bloodline have learned to use it as a reagent in their rituals. By filtering blood and water through soil from their ancestral homeland, practitioners of Koldunism can create a vial of imbued water that they refer to as Reawakened Dead Water. When consumed it revitalizes their spirit. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The caster must saturate some of her ancestral soil with a point of her Blood. Thereafter, she must pour a small amount of natural water through the mixture, straining it into a small vial or container. Until the next sunrise, she may consume the contents of the vial as a simple action to regain 3 points of Willpower. Anyone else consuming the contents gains no benefit. A Koldun can only possess one Vial of Reawakened Dead Water;  any new casting renders previous vials inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4UbG0n7r2mkimmJTZw9nYL","type":"Entry"}},{"fields":{"title":" Principal Focus of Vitae Infusion","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to freeze your blood in stasis and thaw it out for later use. This power can be very useful for a vampire who needs to feed in an emergency.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through ritual concentration, you can transform 1 point of your Blood into a small red sphere the size of a common marble. Casting this ritual draws that point of Blood from your system. At a later time, you can place this sphere in your mouth, crush it between your teeth, and mentally command it to turn back into blood, thus drinking the blood and refilling your Blood pool. The entire process of reabsorbing a point of Blood requires one simple action.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If another character is present when you create a blood sphere, you can teach that character the mental command to transform the sphere into blood. If she places the blood sphere in her mouth, she can then give the mental command, allowing her to use the blood sphere in the same way you would. Of course, since your own blood is used to create the blood sphere, the subject establishes one step of a blood bond to the caster of this ritual.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can create a number of blood spheres equal to of the number of dots you possess of the Occult skill. If you make a blood sphere that would take you above this limit, a previously existing sphere is immediately destroyed. Ritualists know that allowing another individual – particularly another thaumaturge – to have access to your blood is very dangerous. Users should consider themselves warned.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6lF16g9p8hnGLAn6AuFZOh","type":"Entry"}},{"fields":{"title":"Stone of the True Form","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create a Stone of the True Form, you must acquire a small stone and coat it with a mixture made from a point of your Blood and other eldritch compounds. Once the ritual is complete, the stone serves as an anchor to metaphorically connect the material world with Plato’s world of idealized forms. If you have the will, you can force others to assume their natural shape.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anyone touching your Stone of the True Form reverts to her normal shape, deactivating all transformative powers. Further, individuals cannot activate transformative powers for the remainder of this turn and for the next full turn after having touched the stone. Stone of the True Form can also temporarily undo physical changes made by uses of Vicissitude.\nStone of the True Form is effective even if the target is not solid. A cloud of mist can be “touched” by a Stone of the True Form by passing the stone through the mist. This movement does not affect targets who are completely insubstantial, such as those in the psychic plane.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"With a Stone of the True Form, you can strike an individual within 10 steps by throwing the stone at her, if you succeed in an opposed challenge using your Physical attribute + Athletics versus your target’s Physical attribute + Dodge. Alternately, you can hold a Stone of True Form in your hand and use the Disarm combat maneuver to touch your target with the stone. When used in this way, the Disarm combat maneuver doesn’t disarm your opponent, but does bring the stone into contact long enough to affect the target.\nA Stone of the True Form lasts indefinitely, but you can only have one Stone of the True Form in existence at a time. If you create a new Stone of the True Form, the first one is destroyed.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6oMETGeNFyYE59SKF80Ss0","type":"Entry"}},{"fields":{"title":"Paper Flesh","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This dreadful ritual enfeebles the subject, making her skin brittle and weak. Humors rise to the surface, and flesh tightens around bones and scales away at the slightest touch. Used against tough opponents, this ritual strips away the inherent resilience of the vampiric body, leaving it a fragile, dry husk. You must inscribe your target’s birth name and image on a piece of paper. Then you must burn it to cinders while cursing the victim’s name.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If you succeed in an opposed challenge against your target, she loses her highest 3 dots of Fortitude, starting with any elder Fortitude powers she possesses. If the target has more than three elder Fortitude powers, she may choose which powers are lost. If your target is Stamina-focused, she loses two Fortitude powers, rather than three. Should the target survive until sunrise, this ritual ends and all of her Fortitude returns. If Paper Flesh removes the prerequisites for your character’s Fortitude-based techniques, you lose access to those techniques until your Fortitude returns.\nAny character who loses Fortitude automatically realizes that she has been affected by a power, and realizes the manner in which she is more physically vulnerable.\nUnless you know the victim’s birth name, you must target someone who is physically present when you cast the ritual.\nIf you know the victim’s birth name, you can target her at a range of up to 10 miles.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3oSK8hPOyqZpTOB7Is4XSF","type":"Entry"}},{"fields":{"title":"Cobra’s Favor","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Cobra’s Favor manipulates your vitae to burn with a toxin that causes horrific damage to any creature that consumes it. You must acquire an herbal poultice and the venom of a snake, and then mix these components with a point of your Blood. At the end of the ritual, you must spill the mixture into a prepared container, while reciting an incantation to transmute the concoction into a jet-black liquid.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must ingest the elixir for the ritual to take effect, suffering 1 level of aggravated damage, which cannot be reduced or negated. Afterwards, anyone who consumes your blood suffers a point of aggravated damage per point of Blood ingested. This damage cannot be reduced or negated. Cobra’s Favor remains in effect for one month.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7jgYw4TzRVGIU9eyBGh2Ew","type":"Entry"}},{"fields":{"title":"Blood Contract","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"There is power in the written word. A contract empowered with blood is said to be unbreakable. You have the knowledge to make that so.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Blood Contract creates an unbreakable agreement between two parties who sign it of their own free will. The contract must be written in your blood. All clauses in the contract must be understood by all parties and responsibilities must be listed explicitly. Each party referenced directly in the contract must sign her agreement to the stipulations in her own blood.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A Blood Contract must include the following three clauses:\n• A clear description of the service or favor provided by the individual who is being contracted.\n• A clear description of the payment provided by the individual doing the contracting.\n• The terms under which the Blood Contract can be terminated.\nThese clauses do not have to be fair, but they must exist for the Blood Contract to function. Attempts to add clauses that forbid the destroying of the contract, override the required clauses, or absolve an individual from the consequences of breaching the contract, cause the ritual to immediately fail.\nAnyone who signs said contract is now mystically bound and must follow it to the letter, including the thaumaturge, if she is one of the signing parties. Violators automatically suffer enough damage to cause them to enter into torpor. Should someone be foolish enough to violate the contract, both parties sense it immediately.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The Blood Contract lasts until one party dies, until its completion cause is triggered, or until the document itself is destroyed.\nIt is possible to coerce an individual into signing a Blood Contract with threats, but if a character is compelled to sign a contract with a supernatural power, the ritual fails.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[{"type":"italic"},{"type":"bold"}],"value":"Sample Blood Contract: ","nodeType":"text"},{"data":{},"marks":[],"value":"\n","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Percival (the target) must do his best to ensure that no one discovers that Dominic (the caster) killed Prince Leon. In return, Dominic will teach Percival four powers of Dominate over the next six months. This contract shall be nullified if the circumstances of Prince Leon’s death become publicly known without Percival’s involvement.\n","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1WHqSijWR02RdmVy8sMGNn","type":"Entry"}},{"fields":{"title":"Scry","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Via staring into a pool of water in a silver bowl, you can see and hear what is happening around your subject.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Scrying is the practice of remote viewing via a reflective, translucent substance, such as water. You must fill a wide silver bowl with purified spring water mixed with a drop of owl’s blood. Next, you must concentrate on an individual or location familiar to you, gaze into the bowl, and make an opposed challenge using the Thaumaturgy test pool. If you succeed, you can see and hear what is happening around the target as though you were personally in her presence. This ritual lasts for a number of minutes equal to the number of dots you possess of the Occult skill.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If used to Scry on a location, no challenge is required. You can view those surroundings as if you were standing in the center of the area. If you target a location with Scry, the viewpoint is immobile and cannot be changed for the duration of the ritual. You cannot use supernatural powers through Scry. If you attempt to Scry on an individual, and you have an object of personal value or deep connection to the target, such as a piece of her hair, a love letter, or so forth, you do not need to be familiar with the target to use this power. The object used to establish a link to your target crumbles to dust when this ritual ends.\nScry automatically fails if the target is currently invisible, such as someone concealed by the powers of Obfuscate.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5VGPFVvQw78pzfW48vwJLu","type":"Entry"}},{"fields":{"title":"Severed Hand","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Amir of Clan Assamite created this ritual as a means to show mercy to criminals who deserved punishment, but not the Final Death. Severed Hand allows you to permanently sever a part of a restrained vampire’s body, preventing the vampire from ever regenerating the lost body part. Although a hand is typically the most common appendage removed, this ritual can affect eyes, fingers, tongues, and other body parts.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Severed Hand requires you to completely immobilize your victim, normally accomplished by causing your victim to enter torpor. This ritual takes an entire night to perform, during which time you must sever the limb you wish to curse and coat it with an alchemical compound that prevents it from decaying or from being regenerated. Any thaumaturge who holds the severed limb receives a +3 bonus when targeting the limb’s owner with Thaumaturgy powers.\nThe damaged caused by losing a limb can be healed in the normal manner, but the severed body part cannot be restored until the original limb is recovered or destroyed, or until a year and a day has passed. The severed limb can be concealed by powers like Mask of a Thousand Faces or replaced by use of powers like Vicissitude. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3y2OUPmmqg4KEkWZYRYO6J","type":"Entry"}},{"fields":{"title":"Mirror Walk","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Practitioners of Psychic Projection understand that there are multiple layers to the universe. A Malkavian thaumaturge, thought to be the inspiration for the evil-stepmother archetype in all of the Grimm fairy tales, leveraged her obsession with mirrors and knowledge of the psychic plane to create a ritual that would allow her to travel from place to place in the material world.  Mirror Walk creates a sympathetic link between two mirrors, allowing you to travel between them.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You must create two identical mirrors of the same appropriate size, made with silver. Then, soak both mirrors in 2 points of your own Blood and chant over the course of three nights to create a special resonance link between the two objects. Once completed, you can stand before either mirror and recite the mystical password to open a magical gate between the two mirrors. Such powerful magic cannot be done swiftly. It requires three turns for the portal to open. The glass ripples and shimmers when ready, and only then can you step through the egress. You can take one willing passenger with you on this trip, but you must act swiftly, as the gateway is a crack in reality, which closes in two turns.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The mirrors created by this ritual remain functional until broken or until the thaumaturge dies. You can only enchant one pair of mirrors at a time. If the thaumaturge creates another pair, the first set is destroyed. Only the thaumaturge who created the mirrors can use them, and once used, neither mirror can be used again until 10 minutes pass.\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"2 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7BFX1CWoIKVa3Aux9fRpAz","type":"Entry"}},{"fields":{"title":"Innocence of the Child’s Heart","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Innocence of the Child’s Heart masks your aura from the Auspex power Aura Perception. Any individuals who use that power on you perceive a white aura, untainted by any signs of vampirism. This ritual requires a high price: the sacrifice of a mortal child.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Innocence of the Child’s Heart requires the ritualistic sacrifice of a mortal child and the harvesting of her heart. You must dip a beloved toy that once belonged to that child in the heart’s blood. The toy quickly absorbs all of the blood until it is clean. As long as you carry the toy, your aura appears pure white, untainted by any signs of vampirism or diablerie. The ritual lasts for one week, plus an additional week for every dot of the Occult skill you possess. Naturally, this horrific ritual takes an extreme toll on the caster’s Humanity. Unless the character is on the Path of Evil Revelations, she loses a point of Morality when she enacts this ritual.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"F4f2NagOr1A19gImKsA7L","type":"Entry"}},{"fields":{"title":"Shaft of Belated Quiescence","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to enchant a stake of wood to purposefully seek out your enemy’s heart.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual turns an ordinary stake of rowan wood into a particularly vicious weapon. When the stake penetrates a vampire’s body, the tip breaks off and begins working its way through the victim’s flesh to her heart. The trip may take several hours or several nights, depending on where the stake struck. The stake eludes attempts to remove it, burrowing further into the victim’s body to escape surgical removal. Vampires who have had their hearts removed by Serpentis (or are otherwise immune to staking) are immune to this internal attack.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The ritual takes an entire night to complete. The stake must be carved of rowan wood, coated with 3 points of the caster’s Blood, and blackened in an oak-wood fi re. When the ritual is complete, the stake is enchanted to act as described below.\nA wielder performs an attack with a Shaft of Belated Quiescence as she would with a normal weapon. If she inflicts at least 1 point of damage after the target’s Fortitude or similar defensive abilities reduce the incoming damage, the tip of the stake breaks off and begins burrowing. If the attack deals no damage, the stake can be used to make subsequent attacks until it strikes deep enough to activate. Once the tip of the stake is in the victim’s body, she must make an opposed challenge every hour to avoid being staked, as the wood attempts to worm through her body. The caster uses her Thaumaturgy test pool versus the victim’s Physical attribute + Survival to resolve this challenge. Each time the target succeeds in the opposed challenge, she takes 3 points of normal damage. If, at any point, the victim marks off an Incapacitated health level as a result of this damage, the tip pierces her heart.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Removing the part of the body where the tip impacted, such as by a Vicissitude user activating Blood Form, or a vampire electing to cut off her arm, may stop the tip’s progress, at the Storyteller’s discretion. A character with 3 or more dots of the Medicine skill can remove the shaft by performing a 10-minute operation. Attempts to surgically remove the tip of the shaft are made using a character’s Physical attribute + Medicine test pool against a difficulty rating of 10.\nOnce the tip pierces the target’s heart, it stakes a vampire and instantly kills mortals and partially supernatural creatures, such as ghouls.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can perform the Shaft of Belated Quiescence ritual on other wooden weapons, such as spears, arrows, practice swords, and pool cues, provided that they are made of rowan wood. The ritual cannot, however, augment a bullet or a weapon that does not have the staking quality. A thaumaturge can have one Shaft of Belated Quiescence in existence for every 2 dots she possesses of the Occult skill. If she makes a new Shaft of Belated Quiescence that exceeds this limit, a shaft created earlier is destroyed.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"testPool":"Thaumaturgy test pool versus the victim’s Physical attribute + Survival","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"aLngmuM0QPxkPF7eA5iUG","type":"Entry"}},{"fields":{"title":"Soul of the Homunculi","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Thaumaturges often need laboratory assistants whom they can trust implicitly. You have learned how to conjure a temporary servant, called a Homunculus, which is completely loyal to you, because it is made from your blood.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast the ritual, you must slice open your arm and bleed into a mystically prepared earthen bowl. The magic of the ritual merges and animates whatever random unimportant items you happen to have lying around your workshop – glass beakers, dissection tools, pencils, crumpled papers, semiprecious stones – and it binds those materials together into a small humanoid form animated by the power of the ritual and your blood.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The main benefit of working with a Homunculus is the amount of time and energy it saves you preparing all of your ritual components and performing mundane tasks, granting you 2 additional downtime actions a month. In addition, if your servant assists you in casting a ritual, the time required to cast that ritual reduces, as if the ritual is one level lower, to a minimum of one minute when casting a level 1 ritual. For example, casting a level 3 ritual with the help of this Homunculi takes 10 minutes, instead of the standard 15 minutes.\nA thaumaturge can only have one Homunculus in existence at any one time. If she creates a new one, the old one is destroyed.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6WN1iA330Z9gKwoY9MyYOf","type":"Entry"}},{"fields":{"title":"Pavis of the Foul Presence","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By casting Pavis of the Foul Presence, you reflect the effects of the Presence discipline against your aggressor. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"First, you must tie a blue silken cord around your neck while intoning the chant to activate the ritual. Once the ritual has been cast, the very next time a character targets you with a Presence power or a Presence-based technique, Pavis of the Foul Presence reflects the effect of that Presence power back upon the aggressor. Once triggered, the ribbon around your neck turns to ash, ending the effects of Pavis of the Foul Presence.\nResolve the Presence power’s opposed challenge as normal with the aggressor. If your attacker wins the challenge, the incoming Presence power simply has no effect on you. The attacker must wait at least one hour before targeting you with the same power again, although she can target you with other Presence powers. For the next hour, you are immune to the power which triggered Pavis of the Foul Presence, if the same character attempts to target you with that power again.\nIf you win the challenge to resist the incoming Presence power, Pavis of the Foul Presence turns the power back on the user. In this case, that power automatically affects the user, as if you had used it on her. Note that Pavis of the Foul Presence only reflects powers that specifically target you. This ritual does not affect powers that do not target you directly, such as Majesty or Awe.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2ePYvwrvZja0xvFmNTggiC","type":"Entry"}},{"fields":{"title":"Mirror of Second Sight","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Sabbat developed this ritual, taking cues from Aztec folklore and magic traditions. You must find a silver mirror and soak it in your blood over the course of three nights. Thereafter, whenever you peer into the mirror, you can see supernatural creatures’ true forms in the reflection.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can enchant a mirror that reflects the true form of supernatural creatures; vampires appear pale and corpselike, werewolves appear in their half-wolf form, the fae appear in all of their wild, glamorous beauty, and ghosts are visible in the mirror, appearing as semi-transparent versions of themselves. This silver mirror must be no less than four inches wide and no more than 18 inches long. Mirror of Second Sight only functions for the caster. To all others, it is a just another mirror.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6X10DWebdR1NiVWOPYrvE3","type":"Entry"}},{"fields":{"title":"Incorporeal Passage","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By looking into a fragment of a mirror while intoning this ritual’s chant, you become completely incorporeal. So long as you continue to look into this mirror, you can literally walk through walls, and few places on earth can bar you from entry.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"While under the effects of this ritual, Physical attacks pass through you. You can step unhindered through any solid barrier. The ritual lasts for five minutes, but you can end it early simply by turning away from the piece of mirror that you hold. While under the effects of Incorporeal Passage, opponents can still target you with Mental or Social attacks. Once you invoke Incorporeal Passage, you can only move forward or stand still. You cannot turn, nor go backwards. The magic involved in the ritual prevents you from engaging in any form of active attack while you are in this incorporeal state, though you can activate defensive powers. For example, you cannot use Dread Gaze, but you can activate Majesty.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If Incorporeal Passage ends while you are in contact with a solid object, you take 1 to 5 points of normal damage, based on the size of the object, and your body ejects the object. If Incorporeal Passage ends while you are fully or mostly inside of a solid object, such as a wall, all of your health levels fill with damage, and you are shunted into the nearest empty space large enough to hold your body, where you immediately fall into torpor (if you are a vampire) or begin the process of bleeding to death (if you are a mortal).\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3tZ57abh1Nx2HL8Pse2CAI","type":"Entry"}},{"fields":{"title":"Flesh of Fiery Touch","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Thaumaturges often must find ways of protecting themselves in order to prepare their magic. This defensive ritual inflicts painful burns on anyone who deliberately touches your skin. This ritual darkens your skin; your skin appears similar to a mortal’s, if that mortal had experienced long-term exposure to the sun. Its tone is slightly unnatural and metallic. Some vain thaumaturges use this ritual purely for its subsidiary effect of darkening their skin to a healthy sun-bronzed hue.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Performing this ritual requires a great act of courage. You must swallow a small glowing ember, suffering a single point of aggravated damage. Until dawn, anyone who voluntarily touches you receives a burn. This ritual does not damage those you touch nor those who accidentally come in contact with you.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Anyone who hits you with a Brawl attack takes 1 point of aggravated damage. Anyone who attempts to Grapple you takes ever-increasing damage until they release you or until you break free of the Grapple. On the first turn of a Grapple, the character holding you takes 1 point of aggravated damage on her everyman initiative, just as she would if she’d struck you with a Brawl attack. On the second turn of the Grapple, the character holding you takes 2 points of aggravated damage. On the third turn, she takes 3 points of aggravated damage. Damage inflicted by Flesh of Fiery Touch increases by 1 point each turn until your captor lets go, dies, or loses consciousness.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2qwSFuHZIOpXYXUhQSRtqz","type":"Entry"}},{"fields":{"title":"Detect the Hidden Observer","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The same paranoid Anarch sorcerer who devised Banish Big Brother supposedly developed this ritual. He created it as a means of ensuring that valuable secrets wouldn’t fall into the hands of his enemies. To enact this ritual, you must cast a portion of your blood into a fire fueled by personal documents or recordings. Once the fire dies, you must anoint your forehead with the ashes that remain.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Until the next sunrise, you feel a sharp pain in your forehead whenever another individual uses supernatural powers to actively spy on you. This ritual’s caster also discovers the type of attempted surveillance, whether listening, watching, telepathic contact, etc. This ritual does not block these powers in any way, nor does it offer any clues about the observer’s location, nor her the identity; it only alerts you that someone is spying.\nDetect the Hidden Observer does not protect against passive uses of supernatural powers. You cannot detect a Nosferatu using Obfuscate to spy on you, but you could detect an individual using the ritual Scry or the Auspex power Clairvoyance.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4lf2GUG7aKiWIvQ46QVqAQ","type":"Entry"}},{"fields":{"title":"Recure of the Homeland","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Life leaves a resonance behind in the places we inhabit. We are connected to the lands of our birth. You have learned how to use this resonance and connection to heal yourself. You can call upon the power of the earth to heal your own aggravated wounds. You must gather at least a handful of dirt from the city or town of your mortal birth and recite a litany of your mortal family tree. Next, you mix the earth with 2 points of your Blood to make a healing paste.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The paste created by Recure of the Homeland can heal 2 aggravated wounds each night. Only you can benefit from this paste, and you must use it within one minute of completing the ritual, or the magic fades.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"2 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3pyDZPcRtSYNfmkUQqMlg5","type":"Entry"}},{"fields":{"title":"Machine Blitz","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to introduce chaos into systems of order, forcing machines to go haywire. You must chant the proper incantations and then ritually destroy a piece of technology that you have personally used.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once the ritual is complete, all machines targeted by your focused hatred start to malfunction. Spend 1 point of Blood and use your standard action to stop any machine or electronic device that you can clearly see. For the next hour, this ritual can be used to kill car engines, render flash drives inoperable, drain the battery of a cell phone, stop life-support machines, etc. Essentially, Machine Blitz stops any machine more complex than a standard fi rearm. This ritual only stops machines; it does not grant any control over them. The effects of this ritual are invisible and appear to be coincidental. Repairing an object targeted by Machine Blitz requires an appropriate skill, such as Computer, of 3 dots or more and roughly an hour of work.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"33cUGildUJn5wm6At1yu9T","type":"Entry"}},{"fields":{"title":"Illusion of Peaceful Death","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Masquerade can be difficult to maintain even under the best of circumstances, as factions of warring vampire coteries fight for dominance and resources. A bloody murder at the wrong time can draw undue attention from the police to an already complex situation. You have an ace in the hole for the little accidents that sometimes occur. To cast this ritual, you must have a carefully prepared feather soaked in the blood of a good man. You must use the feather to dust a corpse while chanting the phrase, “It must have been his time to go. At least he went out in his sleep.”\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once this ritual is complete, the target corpse appears to have died of natural causes, even if it was drained of all blood or horrifically mangled. This ritual does not add blood to an exsanguinated corpse or heal broken bones, but it does prevent mundane investigations from finding evidence of foul play. Supernatural investigations are capable of seeing through this illusion with some difficulty. Such investigations suffer a -3 penalty when used to investigate a corpse targeted by this ritual. The effects of Illusion of Peaceful Death last for one month.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"55EN8FSIF6QRi9SiDvn8Dk","type":"Entry"}},{"fields":{"title":"Eyes of the Night Hawk","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to project your consciousness into a predatory bird and experience the night through its senses.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows you to see through the eyes of a bird and to hear through its ears. You must select a bird of prey for this ritual. After you finish the ritual’s incantation, the bird obeys your mental commands to a point. She may fly in a desired route, spy for you, and even ferry small objects. However, she cannot fight for you, unless specifically trained for said purpose. The bird returns to you after finishing its flight. Once it returns, if you do not poke out the bird’s eyes, you will suffer a three-night period of blindness. This ritual lasts until sunrise.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1e9anB12DTOLxqwKXAFJT0","type":"Entry"}},{"fields":{"title":"Craft Bloodstone","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A Bloodstone is a small pebble that has a sympathetic link with the thaumaturge who created it, allowing her to always know its direction and general distance. To create a Bloodstone, you\nmust place a small pebble into a vial filled with 3 points of Blood from any source and recite an invocation over the vial. The Bloodstone slowly absorbs the power of the blood, and the liquid becomes clearer and clearer, until it is as transparent as water.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once the Bloodstone ritual is complete, you have a mystical connection to the stone and can tell its relative position and general distance from you at all times. A caster can create a number of Bloodstones equal to the number of dots she possesses of the Occult skill. If a Bloodstone is Obfuscated or otherwise supernaturally hidden, the caster can follow the trail until she reaches the general location of the stone, but the connection becomes blurred at that point, and she can no longer feel the Bloodstone’s precise location beyond that point.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4rnfAwRFPykxbTlV8ceiNv","type":"Entry"}},{"fields":{"title":"Burning Blade","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Thaumaturges are rarely known for their martial abilities. You have an edge. You can mystically prepare your bladed weapon to ignite with a bluish flame when triggered, to literally burn your enemies.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use this ritual, you must chant over a blade, typically a knife or sword. Once completed, the magic in the weapon remains dormant until triggered. To activate the weapon, you must use a standard action to slice your hand and spread your blood along the length of the blade. Only the blood of the thaumaturge who cast the ritual can activate the blade, and only she can use it. This process causes 1 point of normal damage.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once activated, the weapon flickers with a cold, bluish flame. The weapon inflicts aggravated damage on all supernatural creatures with a successful attack. This ability lasts for one attack for each dot of the Occult skill you possess, or until the weapon leaves your possession. The weapon’s wielder cannot choose to do normal damage and reserve aggravated strikes. Each successful attack uses one aggravated strike until there are none left, at which point the weapon reverts to inflicting normal damage.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4Tm78Z1KVGEdjY4rCKoiLc","type":"Entry"}},{"fields":{"title":"Banish Big Brother","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Orwell knew the future. Big Brother is everywhere. Cameras are watching your every move. This ritual allows you to have a brief respite from constant surveillance.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It is rumored that the Anarchs first developed this modern ritual. Banish Big Brother allows the caster to detect and potentially nullify technological eavesdropping devices within line of sight. You can turn off microphones, surveillance cameras, and so forth, but not undetectable, distant devices, such as satellite surveillance. Until the next sunrise, you always sense when you are being recorded, and you can preemptively disable the device involved, before it successfully captures a recording of you. Recording devices affected by Banish Big Brother become hopelessly inoperative until one hour passes, after which they resume normal functioning.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"TfGREAaGt0ZvjmjMNnMgK","type":"Entry"}},{"fields":{"title":"Warding Circle","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the ability to create a circle of protection that will ward off supernatural and partially supernatural creatures\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"During the casting of this ritual, you must use mortal blood to draw a circle on the ground (or other flat surface). This circle has a diameter of up to one step for each dot of the Occult skill that you possess. Once created, a Warding Circle cannot be moved without destroying it. You might paint a ward on a piece of plywood, but you destroy the Warding Circle if you move the wood.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nBy default, your Warding Circle affects partially supernatural creatures, such as ghouls or mortals with werewolf or fae blood. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If you have 3 or more dots in your primary path of Thaumaturgy, your ward also affects vampires, werewolves, and fae. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"If you have 5 dots in your primary path of Thaumaturgy, your ward also affects ghosts, spirits, elementals, demons, and characters who are psychically projected.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Affected character types who pass through your Warding Circle take 3 points of aggravated\ndamage. When creating a ward, it is possible to exclude certain creature types. A thaumaturge with 5 dots in her primary path can make a Warding Circle that allows vampires to enter but damages the other listed creature types. Individuals who are subject to damage from a Warding Circle can sense its presence when they approach within one step of the circle. The ward created by this ritual is spherical, making it difficult to jump over or burrow beneath the protection. A Warding Circle never affects the caster and may be tuned to exclude other individuals, so long as those individuals are present during the ward’s casting and contribute a point of Blood to the ritual. Wards cannot be tuned after casting; adding another individual to the ward after it is cast requires the caster to destroy the ward and\ncreate another in its place.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The blood used to create a Warding Circle does not fade until the ritual’s duration ends. Individuals who would be harmed by a Warding Circle cannot damage it. An individual cannot use a mop to clear away a ward that would affect her. Warding Circles can be broken by individuals who are not targeted by that ward’s protection or by the natural destruction of the environment. If you draw a circle in blood across a highway, it could be smeared by the passage of cars, washed away by rain, or broken by a mortal with a mop. Warding Circles cannot inflict damage on a character more than once per turn. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Casting a Warding Circle takes the normal casting time, five minutes, if you only wish to establish a short-term ward, which lasts for the rest of the night. If you wish to create a long-term ward, lasting a year and a day, you must expend a downtime action to cast it.\n\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2LcfOuDZUwHrs3e8zqyaXF","type":"Entry"}},{"fields":{"title":"Illuminate the Trail of Prey","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your knowledge of blood magic is such that you have learned to track your enemies via the principle of identity. You invoke the spirits of the earth with the name of your enemy or an image of her face to reveal her location.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The primary component of Illuminate the Trail of Prey is the birth name of your target or a picture drawn of her face created by someone with 2 or more dots of the Crafts skill. You do not need to see your target to cast Illuminate the Trail of Prey, but you must cast the ritual in a location that she has visited since the last sunrise, and you must best the target in an opposed challenge using the Thaumaturgy test pool. If you fail this challenge, you cannot try again against the same target for the rest of the night.\nIf you succeed in the challenge, glowing footprints appear in the earth. These footprints lead to your target. Only you can perceive these footprints, and the level of brightness depends on how long it has been since she was last in this location. Old tracks burn less brightly, while fresh tracks blaze with light. Illuminate the Trail of Prey ends at sunrise.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual can track your foe so long as she travels over the earth, but the route follows the exact path that the individual took — which can make following a target difficult. Illuminate the Trail of Prey can track someone walking, running, or traveling in a vehicle so long as it\npasses over the earth. However, if your target passes over water or flies through the air, the trail will disappear at the point she left the earth.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2Bg4hdGiYaDcGEMJm1MRxL","type":"Entry"}},{"fields":{"title":"Engaging the Vessel of Transference","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Engaging the Vessel of Transference enchants a glass container to mystically steal blood from any living or undead creature who touches it. The vessel replaces the blood that it steals with a volume of your blood equal to that which was taken. Once the ritual is completed, the Vessel of Transference automatically fills with your vitae and becomes inscribed with an occult sigil, which empowers the ritual.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A Vessel of Transference must be between the size of a small cup and a one-gallon/four-liter jug. Whenever an individual’s bare skin touches a container enchanted with Engaging the Vessel of Transference, she feels a tingling, noticeable chill against her flesh. The Vessel of Transference triggers the first time a character other than the ritual’s caster touches it. Once activated, the vessel draws out 1 point of the individual’s Blood, and then magically preserves the Blood until the vessel’s seal is broken. The ritual only switches Blood between itself and a subject if it touches bare skin — even thin cotton gloves keep it from activating. A Vessel of Transference is fragile and automatically breaks if used in an attack.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Individuals with 2 or more dots of the Occult skill recognize the sigil and the chill of discomfort, and can identify a Vessel of Transference, discerning the purpose of the container. The two most common uses of this ritual are to covertly create a blood bond and to obtain a sample of a subject’s blood for ritual or experimental purposes.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"66I0X1ImL4Iqbv8UztHQ5c","type":"Entry"}},{"fields":{"title":"Deflection of Wooden Doom","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Deflection of Wooden Doom protects you against being staked. To cast this ritual, you must sit in a circle of wood for 10 minutes and chant the proper incantations. Once the ritual is complete, you place a tiny splinter of wood under your tongue. As long as the splinter remains there, you are protected from staking.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The first time someone attempts to use the Pierce the Heart combat maneuver against you, that weapon’s wood mystically crumbles to dust as it touches you, and the attack automatically misses. Once this ritual blocks one attempt to stake you, the ritual ends.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4J4OGRZ4NDq4SU5XR8rYkq","type":"Entry"}},{"fields":{"title":"Defense of the Sacred Haven","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Sunlight is a great bane of a vampire’s existence. With Defense of the Sacred Haven, you can create a temporary mystical defense against sunlight when the strength and protection of your shelter is in doubt.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Defense of the Sacred Haven prevents sunlight from entering a room up to 10 steps across in size. A mystical darkness blankets the area. Sunlight reflects off windows or magically fails to pass through doors or other portals. To invoke this ritual’s protection, you must draw sigils in your own blood on all the affected windows and doors. The ritual lasts as long as you stay in the room in which you cast it.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2FGwjOlyPveT7inSeoReM5","type":"Entry"}},{"fields":{"title":"Communicate with Kindred Sire","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are connected to your sire through chains of blood that can never be severed. This ritual allows you to communicate telepathically with your sire, no matter where the two of you are in the world.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must meditate on the connection between you and your sire while intoning this ritual. Upon completion of the ritual, you establish a gentle telepathic communication with your sire from anywhere in the world. Your sire has the option to refuse the telepathic contact, and should that happen, you feel connected, but receive no reply. If your sire is in torpor or dead you receive a distinct empty feeling, rather than no sense of reply. Once established, this link lasts for an hour.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5hidGwOmigNa8JGMXJNBKJ","type":"Entry"}},{"fields":{"title":"Bind the Accusing Tongue","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Bind the Accusing Tongue curses a subject by forcing a mystical compulsion upon her that prevents her from speaking ill of you in any fashion. To prepare for this ritual, you must create an image of the target, such as a photograph, a sketch, or wax effigy; acquire a lock of your victim’s hair; and obtain a black silken cord. To curse your victim, wrap the cord about your victim’s hair and image while reciting the ritual’s vocal component and focusing your ire at her.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once the ritual is complete, make an opposed challenge against your intended target using the Thaumaturgy test pool. If you succeed, your victim cannot speak, write down, or otherwise communicate anything negative about you. If she tries, her voice (or hand) simply cannot to do so. The effects of this ritual last until dawn.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"M4UZSxcGhhMdS8FtlhjGH","type":"Entry"}},{"fields":{"title":"Blood Mastery","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By destroying a small quantity of your enemy’s blood, you can leverage this symbolic act to give you power over your victim. You manifest this power over the target the next time you come into conflict.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By burning 1 point of Blood from your target over an open flame, you gain a limited mystical mastery over her. In the very next opposed challenge against the victim, you automatically win the initial test. If your target spends Willpower to retest, you resolve the challenge normally from that point forward. Should Blood Mastery fail to trigger by dawn, the ritual expires.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"Ek4yinLROowa2B6wD5fAG","type":"Entry"}},{"fields":{"title":"Weight of the Tomb","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The fear of death is an ancient terror, a cold, dark dart that strikes to the very core of an individual’s being. By preying on this fear, the necromancer can forbid her target from engaging in one activity, causing her victim’s psyche to liken such an action to suicide.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer must target a victim who is currently within a one-mile radius of the casting of this ritual. Further, she must have either a lock of her victim’s hair, a pinch of flesh (or ash, in the case of a vampire) that was once part of the victim’s body, or a point of the victim’s Blood.\nUsing the Necromancy test pool make an opposed challenge against your target. If you succeed, then you can name one limited, non-combat activity, such as “painting,” “speaking to Prince Elliot,” or “attending a Toreador clan meeting.” Until the next sunset, the target associates that activity with death. She is convinced that if she participates in that activity, she\nwill die — and she is not entirely incorrect. If the individual willingly undertakes that activity, she takes 3 points of aggravated damage, which cannot be reduced or negated.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"No power can remove – or cause the target to forget – the ingrained fear of Weight of the Tomb, and asking an individual affected by this power to perform the activity (through Dominate or other such powers) is considered to be directly self-destructive. You can only cast Weight of the Tomb once within a lunar cycle, once per month, and no target can be affected by more than one Weight of the Tomb at a time. If a second application targets a character before the first fades, the new application removes the old.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"01BEi5QEyuue5C0gcAP9Ny","type":"Entry"}},{"fields":{"title":"Chill of Oblivion","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This potent rite allows a necromancer to infuse her body with the proverbial cold of the grave. While under its effects, the vampire is shielded from the vampiric bane of fi re.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer using Chill of Oblivion converts aggravated damage from fi re and high temperatures to normal damage. She can also put out an open flame by spending a point of Blood to extinguish a single source, no larger than a bonfire, within one step of her position.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While under the effects of Chill of Oblivion, the character’s aura is laced with writhing black lines, which appear to be the result of diablerie. She also draws in heat from her immediate environment, giving her the fl aw Eerie Presence. Finally, the taint of the Underworld makes her an easy target for malevolent wraiths or other users of Necromancy. All wraiths, and all uses of Necromancy, receive a +3 bonus to their test pools when targeting an individual affected by this ritual. This ritual lasts until the next sunrise.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5yeyLb8Zs0zDj5q1ed6A8f","type":"Entry"}},{"fields":{"title":"Strength of Rotten Flesh","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A ritual primarily used by those necromancers who favor the Bone Path, this grisly enchantment increases the capacity of a necromancer’s zombie servants, allowing them to serve more effectively.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When this ritual is cast on a necromancer’s zombie, that zombie becomes more intelligent, stronger, and more durable. The zombie gains two skill focuses of your choice, and its health levels double. The effects of this ritual last for one month.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2KeYr5edO5VS2CsdquQDLz","type":"Entry"}},{"fields":{"title":"Ritual of Xipe Totec","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In times past, Aztec priests would flay the skin from a victim and wear it as a sacrifice to Xipe Totec, god of suffering and renewal. In a similar vein, necromancers occasionally skin mortals alive, but for a more pragmatic reason — to steal that person’s identity.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual, the necromancer removes a mortal’s top layer of skin with an obsidian dagger, taking care to damage the skin as little as possible in the process. The victim must survive the process. The necromancer then dons the skin of her victim, which forms a second layer over her own. Naturally, the victim needs to be of similar stature — otherwise, the features become distorted and the disguise becomes useless.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Under normal scrutiny, the ruse is flawless. However, it imparts none of the victim’s knowledge and mannerisms, and does nothing to mask the vampire’s undead nature, if she is on a path. Conducting this ritual causes a necromancer to automatically gain 3 Beast traits.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"42bkwsh5ho45dMvPa2SQOJ","type":"Entry"}},{"fields":{"title":"Lethe’s Waters","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer with Lethe’s Waters at her fingertips has a great deal of control over her enemy’s memories. With but a touch or a flick of her fingers, she can temporarily render an individual amnesiac and susceptible to her powers of suggestion.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer who casts this ritual gains the ability to, once during the course of a night, spend 1 Blood, use her standard action, and flick her fingers at a target in the physical world or within the Shadowlands. The caster must make an opposed challenge using her Physical attribute + Athletics versus the target’s Physical attribute + Dodge. If she succeeds, her target loses all memory and is rendered amnesic for 10 minutes.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"While under the effects of Lethe’s Waters, the victim views the necromancer as a friend. The victim won’t necessarily follow the necromancer’s orders, but she is favorably disposed. Once this power wears off, the victim remembers everything that transpired while she was amnesic. If the body or spirit of an individual affected by this power is attacked, put in danger, or targeted by an offensive power, including Haunting, the effects immediately end.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1RCY8nT7ckB5KjF3Kuasao","type":"Entry"}},{"fields":{"title":"The Servant Undying","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Loyalty, to a necromancer, means something entirely different and all-encompassing. Those who serve you cannot escape your orders simply by suffering the inconvenience of death.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer performs this ritual on a Retainer, requiring the Retainer to sign her name on a contract in her own blood. Thereafter, if that Retainer is killed, it automatically rises a short time after death to serve the necromancer as a zombie. The zombie is more intelligent than most of its kind. It remembers the last order it was given by the necromancer and continues to fulfill that command to the best of its ability. Once that task is accomplished, the Retainer once again falls into death, and the zombie becomes ash.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2NaqB49L2ntRpxsMdaIrQU","type":"Entry"}},{"fields":{"title":"Spirit Beacon","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By casting this ritual over a severed human head, you turn it into a supernatural beacon for ghosts. Within the Shadowlands, the head appears to glow with an unearthly radiance, emitting light from its mouth, ears, and eyes. By your will, spirits are either drawn to this beacon — or driven away.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The necromancer must have a human skull upon which to cast this ritual. Once cast, the skull is covered with arcane sigils and runes and glows with a soft, eerie green light, both in the physical world and in the Shadowlands. When the skull is created, the necromancer decides if the skull has a positive or a negative charge.\n\n• A positively charged Spirit Beacon acts as a lure for wraiths. All wraiths within a one-mile radius are summoned to the skull’s location, or they follow the skull, if it is moving. To stay away from the skull, a wraith must spend 1 Pathos every 10 minutes to ignore the Spirit Beacon’s call.\n• A negatively charged Spirit Beacon acts as a repellent for wraiths. All wraiths in the area are compelled to leave the area and stay at least one mile away from the Spirit Beacon. A wraith must spend 1 Pathos every 10 minutes to be within one mile of the Spirit Beacon.\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The skull loses all enchantment at the next sunrise, though it may be enchanted again\n\n\n\n","marks":[],"data":{}}],"data":{}}]},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5iqnctGsYzDW4lHL6y7G8B","type":"Entry"}},{"fields":{"title":"Rise, Cerberus","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Cerberus was the guardian dog of Greek myth. By the use of this ritual, the necromancer can protect her haven with a guardian that is reminiscent of the mighty Cerberus.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To enact this ritual, the caster must slay three large hounds, affixing two additional heads to a single hound’s corpse before burying it beneath the floor of her haven. Then, she must chant over the grave for three consecutive nights. On the fourth night, the hound rises again as a wraith: a ghostly presence in the physical world, but entirely solid within the Shadowlands. The Cerberus Hound is a 4-point Stock NPC and counts as a wraith for the purpose of targeting powers. It can see through Obfuscate and other such powers of invisibility, counts as an animal, and has the additional ability to utilize Dread Gaze. The Cerberus Hound cannot leave the caster’s haven for any reason. It has animal intelligence and is unfailingly loyal to its creator. The Hound has 10 points of Pathos. It also possesses focuses in Potence, Fortitude, Investigation, and Brawl.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3DAT8Wjp5cKrYS7Jkd7CjA","type":"Entry"}},{"fields":{"title":"Moldering Presence","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By casting this ritual, the vampire’s very aura emanates waves of decay and entropy. Any undead matter that comes in contact with the necromancer falls prey to hastened and premature decay. Wood and paper will rot, metal will rust, and even plastic and glass will slowly taint and then erode.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer under the effect of this ritual can willfully cause decay to any inanimate objects she touches. For the rest of the night, she can spend a standard action to corrode and blight anything she is touching with her flesh, rendering the item immediately useless. In combat, you can destroy an object under your opponent’s control by targeting that opponent with the Grapple combat maneuver. If you succeed, you can instead destroy the object in your target’s possession. \nMoldering Presence works immediately on items up to the size of a large book. Larger items may take a few turns or a few minutes to destroy using this power, at the Storyteller’s discretion. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"749bLVwU17rApU6EGjUR7v","type":"Entry"}},{"fields":{"title":"Scales of Maat","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"There are wraiths, and then there are Stygian Lords; a skillful necromancer knows how to tell the difference, so that she might properly gauge her enemy — or her slave.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows a necromancer to gain a sense of a wraith’s power. By casting it, the necromancer learns any powers a wraith possesses, as well as its general power level, reason\nfor death, and how much time has passed since its death. To cast this ritual, the necromancer needs only to have some physical evidence of a wraith’s existence: a fetter, part of a corpse, or an item that has been touched by the wraith in question or affected by that wraith’s powers.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4GKUrLaAglJQ5NtNYzwcSS","type":"Entry"}},{"fields":{"title":"Stained Sight","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The world is a transient place, filled with death. By invoking the powers of Necromancy, the caster forces a single victim to see the decay inherent within every living thing.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer must target a victim who is currently within a one-mile radius of the initial casting of this ritual. Further, she must have either a lock of her victim’s hair, a pinch of flesh (or ash, in the case of a vampire) that was once part of the victim’s body, or a point of the victim’s Blood.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Using the Necromancy test pool make an opposed challenge against your target. If you succeed, you afflict your target with Stained Sight. For the duration, the victim sees the world around her as decaying, rotting, and dying. Those affected by this ritual are often repulsed by their surroundings, fearful even of allies, and can become depressed by the images of constant death. The victim gains the flaw Death Sight for a period of one month or two game sessions, whichever is longer\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7CtPip6jpN06jRBWwXbXvN","type":"Entry"}},{"fields":{"title":"Sepulchral Beacon","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows the caster to sense when the Shroud is breached within her vicinity. To a necromancer utilizing this power, the location of the rift is a palpable presence, pulsing with the bitter cold tempest of oblivion.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once a necromancer has cast this ritual, she is able to sense nearby breaches of the Shroud, including uses of Shroud Mastery until the next sunrise. This ability manifests as a creeping chill up the necromancer’s arms, guiding the general direction to the breach. Once within sight, the breach appears to be an otherworldly tear, flickering with pale, heatless lightning. Sepulchral Beacon reveals the location of a death (a spirit passing through the Shroud) and the use Necromancy or similar powers, as well as any other effect that may have disturbed the barrier between the living world and the Shadowlands. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This power has a range of one mile.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1PBTYrw9OBpquiwGaDHOec","type":"Entry"}},{"fields":{"title":"Din of the Damned","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Shroud shelters the worlds from one another, but through application of the proper magic, a necromancer can allow the sounds of the land of the dead to be heard within the land of the living.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual bears some similarities to Call of the Hungry Dead, in that it makes the sounds of the Underworld audible in the physical realm. However, Din of the Damned affects an area or enclosed chamber, rather than a single individual. To ward an area in this manner, the necromancer must draw an unbroken line around its perimeter with a stick of chalk made from crematorium ash.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Until dawn, any attempt to eavesdrop on events inside the room, be it mundane, technologically enhanced or supernatural, receives garbled, static-ridden results. Further, a light wind in the area carries whispers, warnings, curses, screams, and laughter of the dead. All mortals within the area must leave, and they refuse to enter the area again for the rest of the night. Mortals who are forced to remain suffer a -5 penalty to all test pools.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"XDTAvoC8lgNRSE6AWFkl9","type":"Entry"}},{"fields":{"title":"Black Blood","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows the necromancer to enchant her blood, or any amount of cold blood, and through this ritual turn that blood into hideous black ichor.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"If this ritual is performed on the necromancer herself, this ritual transmutes 3 points of Blood within the caster’s system. The caster cannot utilize this blood for any purpose.  Should anyone attempt to drink from the caster, she drinks these 3 points of Black Blood before consuming any of the user’s other Blood points.\n\nIf the ritual is cast upon a recently dead true corpse or another amount of cold blood (such as a blood bag or other blood-storage container), all Blood within that corpse or container is transmuted to Black Blood. Those who ingest Black Blood take 2 points of normal damage per point of Black Blood they drink. Further, for the next hour, an individual who has ingested any amount of Black Blood suffers terrible cramping pain, and receives a -1 penalty to all Physical attribute tests.\n\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"261Q6OuE0JxTcX9Nwfr5Bo","type":"Entry"}},{"fields":{"title":"Warping the Morbid Visage","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Sometimes it is necessary to falsify one’s death, either to the mortal world or to other vampires. This ritual allows the necromancer a vital tool in such deceptions, altering a corpse to look like her own form.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer invoking this ritual is able to change a true corpse’s facial features, coloration, and general height and weight, causing the corpse’s appearance to correspond with her own for up to three full nights. To enact this ritual, the caster removes the corpse’s tongue and keeps it on her person for as long as she wants the ritual to be in effect. Clever necromancers also use this ritual to ensure that onlookers cannot identify the corpse’s true identity easily, using it to mislead investigations. The corpse’s native DNA does not change; it is possible that scientific tests could determine the individual’s genetic makeup is incorrect for her physical features or age, but to casual investigation, the body appears in all ways to be a copy of the necromancer who casts this ritual.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5umG0ycb1il8K35xOstcPB","type":"Entry"}},{"fields":{"title":"Smoking Mirror","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Named for the chief Aztec god Tezcatlipoca, this ritual allows you to use an obsidian mirror to gain dark insight into the world around you. By gazing into the mirror’s ebony depths, the necromancer can discover an object’s flaws, assess the general health of mortals, or even read a being’s aura.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must cast this ritual on an obsidian mirror no smaller than six inches in diameter; such an object can be concealed with a bit of effort, but will not fit easily into a pocket. Until the next sunrise, looking into the mirror allows the necromancer (and only the necromancer who cast this spell) to utilize Death’s Gaze via the mirror’s reflection. Death’s Gaze grants the ability to see wraiths and the surrounding Shadowlands. It also allows the necromancer to see the stain of oblivion on the living. If the necromancer has any dots of the Medicine skill, she may determine from this stain whether or not the living individual has any illnesses, damage, or physical disabilities.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5EwEK0YKt51loPxXTvM899","type":"Entry"}},{"fields":{"title":"Eyes of the Grave","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You can concentrate the pallor and decay of death into a pinch of grave soil and grind it into the eyes of a portrait, sketch, or picture of your target. Later, by tearing this picture in half, you inflict visions of horror that blind your opponent for a short period of time.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"At the zenith of this ritual’s casting, you must destroy a portrait of the target that has been created by someone with at least 2 dots of the Crafts skill. The necromancer must target a victim who is currently within a one-mile radius of the initial casting of this ritual. Using the Necromancy test pool make an opposed challenge against your target. If you succeed, you have imbued a picture of your target with Eyes of the Grave. At some point later that same evening, you can tear the picture in half, causing your victim to suffer the effects of blindness for one full turn. A necromancer can have only one Eyes of the Grave ritual in effect at any time; casting this ritual a second time cancels the effects of the fi rst invocation.\n\n","marks":[],"data":{}}],"data":{}}]},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4S46BtapT0OKX0PkuSFPcC","type":"Entry"}},{"fields":{"title":"Dark Assistant","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual animates a severed hand or a human skull, causing the object to become self-aware so that it may serve as the necromancer’s gruesome ally.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer can perform this ritual on a severed hand or a clean human skull, animating the object to create an assistant. Such an assistant is permanent until destroyed. Animating a hand gives it the ability to act as a physical assistant, scrambling about on its fingers at the necromancer’s command. It can fetch small items, turn the pages of a book, or perform simple tasks.\nAnimating a human skull allows it to serve as a veritable library of information, reciting with perfect memory any book or information read to it and giving detailed accountings of any rituals or alchemical recipes that have been explained in its presence.\nNeither the head nor the hand can perform any combat actions. Dark Assistants have only 2 health levels and are animated by dark energies. These creatures have no memory of their former lives and serve only the necromancer who animated them.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"74Srq1wLtq77aewfNAFdZg","type":"Entry"}},{"fields":{"title":"Circle of Cerberus","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A necromancer must always be cautious; her activities on the physical realm and in the Shadowlands can create many enemies. The Circle of Cerberus was created to help protect\nagainst such vengeance.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The necromancer must draw a circle in salt and silver on the floor. Having such a circle etched into the ground does not create a permanent spell; the components erode away at the next sunrise. All those within the Circle of Cerberus receive a +5 bonus to defensive test pools against wraiths or powers of Necromancy, including similar powers possessed by other supernatural creatures, as long as the protected characters remain within the circle.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4Y7VIqiiJBum0sXhVUqklL","type":"Entry"}},{"fields":{"title":"Call of the Hungry Dead","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Shadowlands are a dark and empty wasteland, filled with echoes and bitter regrets. By connecting your victim’s psyche to this other world, you can cause her to hear the souls of the dead, weeping for their past crimes.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When a necromancer casts Call of the Hungry Dead, she must target a victim that is currently within a one mile radius of the casting of this ritual. If you succeed in an opposed challenge against your target, using the Necromancy test pool, the victim is plagued by the voices of\nwraiths from across the Shroud. These voices whisper in the night, teasing and confusing the character, distorting her perceptions, and increasing her paranoia. The next time the target gains downtime actions, she gains one less action for that period. This ritual’s effects do not stack.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":false,"necromancy":true,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6BljtFmOuk8ni6eqixRap5","type":"Entry"}},{"fields":{"title":"Way of the Supreme (Koldun Only) ","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Koldunic beliefs say there is a single force and essence that encompasses all in nature. While most hermetic thaumaturgists seek to dominate and enslave that force, Koldun seek to unlock its potential. As a result, the elementals summoned by a Koldun have greater potential than those summoned by any other blood magician. In order to enhance an elemental a Koldun must prepare herself during a spiritual ceremony, attuning to the four elements. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must spend 4 hours performing an elemental ceremony recognizing the four supreme elements. Each Koldun performs this ritual differently. Upon its completion, and for the next lunar month, the elemental summoned when you use Elemental Mastery 5: Elemental Summoning gains the following effects based on elemental type: ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Fire Elemental","nodeType":"text"},{"data":{},"marks":[],"value":": It gains a +3 bonus to initiative and the ability to act during the first Celerity round where it may use its Ranged Attack. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Earth Elemental","nodeType":"text"},{"data":{},"marks":[],"value":": It gains 2 additional health levels, and its unarmed attacks deal 2 points of normal damage, or 3 points on an exceptional success. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Water Elemental","nodeType":"text"},{"data":{},"marks":[],"value":": While in its presence, you gain a free retest against any frenzy test using the energies of the water to calm yourself. In addition, while you are in a state of frenzy you feel the power of the ocean’s rage, gaining a +1 to Physical attack test pools, in addition to any bonuses you receive for frenzy. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"},{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"bold"}],"value":"Air Elemental","nodeType":"text"},{"data":{},"marks":[],"value":": It may now make a ranged attack (instead of an unarmed attack) that does no damage but knocks the target prone. The air elemental can also spend a standard action to target its summoner with a gentler gust of wind, allowing you to take one additional step the next time you spend a simple action on movement. This second effect does not count towards your maximum number of attackers.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"list-item"}],"nodeType":"unordered-list"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4NB1LTKoS9T0aXgHFfyGvm","type":"Entry"}},{"fields":{"title":"Severing Sands (Setite Sorcery Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"A handful of pure and consecrated sand (preferably imported directly from the Nile) can force spirits and creatures back to where they came. While often used to banish spirits from an area, the power of this ritual has limited effects over all manner of creatures by simply invoking an appropriate Egyptian god counter to whatever spirit or supernatural creature he faces. A wise magician studies all manner of creatures to make the best use of this ritual, though even the most ignorant sorcerer knows to call upon Anubis to take ghosts back to the Underworld. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must gather a handful of pure sand, wash it clean, and allow it to dry in the sun undisturbed for one day. Then, gathering the sand, you mix it with perfumes, natron (a salt mixture from dry lake beds), and one point of your own Blood, reciting a prayer to the life-giving Nile. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"When you next encounter a supernatural creature, you may blow the sand at it while reciting a prayer to a god within your religion who has dominion over that type of supernatural. Most Followers of Set use their respective pantheons, with of Egyptian gods Dionysian or Hall of Jörmungandr being the most commonly invoked. Blowing the sand requires a standard action and success in an opposed challenge using your Mental attribute + Occult skill versus the target’s Mental attribute + Willpower. You may only target a single visible character within 3 steps and the sand is expended regardless of if you succeed.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you succeed in the opposed challenge, creatures not native to the current plane, such as wraiths, spirits, and summoned elementals, are banished to their home realms and cannot return for 24 hours. The Storyteller may determine that spirits of sufficient power, such as Incarna or higher, are immune to this effect. If used on a vampire in Psychic Projection or a character who has been Soul Stolen, this ritual returns her to her body. However, these targets must be somehow visible to you to be targeted.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Supernatural creatures’ native to this plane that are successfully targeted with the sand (including other vampires, changelings, werewolves, and earthbound demons) lose their ability to heal or be healed for 3 turns. This does not interfere with effects which reduce or prevent damage, such as Fortitude. Multiple applications of Severing Sands to the same native supernatural creature do not stack; however, once the 3 turns have lapsed, a new successful application will result in the loss of their ability to heal or be healed for another 3 turns.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This sand only works in your hands as only you can invoke the required blessing. You may have up to 3 applications of it in existence at a time with newer creations rendering the oldest inert. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1h8W4LivTBmQ0jTCvgR09W","type":"Entry"}},{"fields":{"title":"Rite of Marduk Slain and Risen (Assamite Sorcerer Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The myth of Marduk, the ancient Mesopotamian god, is among the oldest myths recorded. It holds special reverence among the Assamites who believe it is an ancient story of one of their elders delivering justice to one of Ventrue’s wicked childer. They created this ritual in honor of this epic story, intended to caution a wayward bloodline from following in the example of the condemned.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual requires the Sorcerer, a would-be diablierist, and three other participants who must be either Assamites or Path of Blood adherents. However, only the Sorcerer needs to know the ritual. The diablerist then names a victim she intends to diablerize and leads the group in a 30-minute ceremony during which she dons a robe and mask, and ritually enacts the myth of Marduk, taking the part of the god. The other participants take the parts of Marduk's mother, Ea, his consort, Sarpanitu, and the chaos dragon, Tiamat. Tiamat \"kills\" Marduk as his mother and consort mourn, but Marduk \"resurrects\" himself and \"slays\" her, symbolically making her into the body of the world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Upon completion of this 30-minute ceremony, the beneficiary of this ritual has 24 hours to diablerize her named target. It is not uncommon to perform this ritual with the target already present and captive. When the diablerie is complete, the victim's sire, her sire's childer, all of the target's childer, and anyone in a full blood bond with the victim share her final sensations as she perishes. Furthermore, all of the aforementioned suffer horrific flashbacks of this event when they are in the presence of the diablierist. Those affected by these waking nightmares suffer a -3 penalty to their offensive pools against the diablerist as long as the diablerist is in their presence. This effect lasts for 3 months but can be ended early if the caster chooses to spend a simple action. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6zoUxqX1PFIrj9sTgBLJiv","type":"Entry"}},{"fields":{"title":"Lightning Rod","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"In ancient history, the effects of lighting were seen as so devastating yet seemingly so random that they must surely be the work of the gods. It is no wonder that early thaumaturges sought to harness its power for their own. This ritual allows you to create a powerful tool to enhance your abilities, channeling electricity with even greater effect. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must obtain a piece of wood from a tree struck by lightning that must then be fashioned into a rod. Thereafter, whenever you hold the rod and use it with the Path of Weather Control: Lightning, your bolt does aggravated damage. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, if you have successfully struck a character with your lightning bolt, you may cause it to arc and attack a second character within 3 steps of the first. This does not require any additional Blood or actions. To do so, you must immediately initiate a second opposed challenge with your new target. If you succeed, apply the regular effects of Path of Weather Control: Lightning, but your target will take 1 fewer point of damage. You may use this ability only once per turn.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Only you may use your own Lightning Rod and you may only have one at a time. Creating an additional rod causes the previous rod to become inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"56c8l7RfS8YaXxgLmGmhYM","type":"Entry"}},{"fields":{"title":"Fell Incantation","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"There exist magics that seem to operate in conjunction with the natural world, and there are some that are distinctly vulgar and otherworldly. The latter are much more difficult to control, and much more harmful and chaotic in nature. This ritual imbues your magic with these energies, making them more destructive in nature. To do so, you must ritually burn a page from an established magical tome or treatise as you recite an incantation appealing to chaotic forces.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Upon the completion of this ritual, for the remainder of the evening your magic takes on a powerful and destructive quality. Whenever your Thaumaturgy powers deal damage, the first point dealt cannot be reduced or negated. The type of the damage does not change (aggravated or normal), and any damage reduction powers are applied to any additional points of damage beyond the first, if any. If your power does both aggravated and normal damage, apply this effect to the aggravated damage.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"For example, if you have this ritual active and successfully use the Thaumaturgy power Engulf on a target with Aegis, the first point of damage is unsoakable. Your target’s Fortitude is then applied to the second point, ignoring it. If you scored an exceptional success to inflict 3 points of damage, the first point is unsoakable, but your target’s Fortitude would apply to the second and third point of damage, ignoring those.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"However, use of this ritual causes your magic to become distinctly unnatural, and as a result any magical effect you use is overtly Masquerade-breaking. Any phenomenon you conjure such as flames or fog may have an unnatural color, and otherwise surreptitious magics are accompanied by eldritch effects, such as ghostly runes, sparks, or bizarre rays of light. This power is not infernal in nature, but rather a more violent and disruptive form of magic.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"UxECoAXBENngbHC1qH0Wh","type":"Entry"}},{"fields":{"title":"Conduit of Fate","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"With careful practice and manipulation, the threads of one fate may be intertwined with another in a solemn act of binding. In this ritual, the fate of one becomes the fate of the other, ensuring mutual destruction or survival. While this is rarely a choice one would make for combat, a thaumaturge may invoke this binding over a pair of distrusting vampires to ensure peaceful negotiations. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To learn this ritual you must be skilled in the Path of Caelestinikenesis. To cast this ritual,  you must first ritually bind the hands of two willing vampires together, one of which can be yours. The two participants must each spend 1 point of their own Blood to spill on the binding as you speak the words and finalize the magic with a point of your own Blood. From the moment you untie their hands, the pair remains mystically connected, each sharing the other's condition. As the caster of the ritual, unless you participate in the binding as one of the two ritual participants, you remain unaffected. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Any post-Fortitude damage, healing, or effects that happen to one party will also manifest on the other party who cannot mitigate or negate the damage. Should one party enter torpor, the other does as well. Similarly, any positive effects applied after the casting are mirrored, but existing conditions from before the ritual was enacted do not transfer across. In addition, a character’s pre-existing derangement will not be mirrored, but a new derangement caused by Dementation inflicted on one party will affect the other party in the same way. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may choose to end the effects of this ritual early, but not instantaneously. Both parties must agree to end it, just as they agreed to start it. To do so, you must re-tie the pair’s hands with the same binding you used to enact the ritual and sever the cord. No one can be under the effects of more than one application of Conduit of Fate; if they attempt to participate in a second ritual casting while the first is active, the second will fail and the original will remain active. If not voluntarily severed, this ritual ends in 30 days.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"36Oq4bemZMgpaj8CSIy3ea","type":"Entry"}},{"fields":{"title":"Blade of Eternal Thirst","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Scholars debate if the hazards of vampirism are a product of the condition itself, or an additional curse levied as consequence for an age-old sin. It has thus far proven impossible to sate vampirism without some degree of peril but experiments have been met with some success. By ritually carving and enchanting a weapon made of bone, you can imbue it with a portion of your hunger. The blade will seek to consume any blood it comes into contact with, but as its master, you can claim it as your own.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create a Blade of Eternal Thirst, you must carve a bladed weapon out of bone and immerse it in 3 points of your own Blood. This requires you to have 2 or more dots of the skill Craft: Weaponsmithing. Once the ritual is complete the weapon does aggravated damage. In addition, when the weapon successfully strikes an enemy resulting in at least one point of damage (determined after the target’s Fortitude or similar defensive abilities), the blade consumes 1 point of Blood which is magically preserved inside the weapon.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A Blade of Eternal Thirst can store up to 3 points of Blood which will retain its mundane and magical properties. While wielding the sword and by spending a simple action, you can magically absorb the points of Blood, drawing from the oldest point first. However, you are subject to any effects the blood has such as drugs or toxins, the blood bond, or powers such as Acid Blood. Finally, by spending a standard action you may force a single point of Blood out of the blade and into a container if so desired.  ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may only create one Blade of Eternal Thirst. If you create another the previous one is destroyed along with any blood it contains. Only the creator of a Blade can utilize its benefits, including the ability to do aggravated damage; in the hands of anyone else it is a mundane weapon. A Blade of Eternal Thirst remains enchanted for one month but each month after its creation you may soak it in a point of your Blood to extend its enchantment by another 30 days. If a Blade of Eternal Thirst loses its enchantment for any reason, or the weapon is broken, any blood stored within it is destroyed and cannot be recovered. Finally if a Blade of Eternal Thirst is targeted by the thaumaturgical ritual Perfect Forgery or similar powers, only the Blade is copied; any blood contained within is not duplicated. All other limitations of Perfect Forgery apply as normal, including only the creator of the original Blade of Eternal Thirst being able to utilize the effects of a forgery. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":5,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"3 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"32C4ghiIwK7X6QJ3dGQdPE","type":"Entry"}},{"fields":{"title":"Way of the Earth (Koldun Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"As all Tzimisce are tied to the earth, as they are their lords, so too is the soil of their homeland bound to them. A Koldun invoking this power temporarily borrows strength from her ancestral homeland through the spiritual link from the soil she possesses. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Take a small sample of your ancestral soil and mix it with fresh rainwater and a point of your Blood to create a paste. Thereafter, you may spend a standard action to trace an arcane sigil onto your body, granting you the ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"Rugged ","nodeType":"text"},{"data":{},"marks":[],"value":"merit for the next hour. Any wounds assigned to those health levels disappear at the end of the hour. If you already possess the Rugged merit, this ritual has no effect.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual and the paste created by it may only be used on you. A Koldun may only have a single application of this paste in existence at a time; creating a new application will render an older one inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2fSIXOADPZH1RrG8EerYpR","type":"Entry"}},{"fields":{"title":"Shakari’s Shroud (Assamite Sorcerer Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Once closely guarded by the Assamite antitribu of the Sabbat’s Black Hand, this ritual was nearly lost when they left the Sword of Caine. The clan’s recent need to infiltrate the other sects has led to its rediscovery. Once successfully used, the sorcerer can hide the visual and emotional tells of being on a Path of Enlightenment. This magic is fleeting and only works for one night. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual requires a ritual chant wherein you admonish and judge a venomous animal for the sins of your Path, then ritually slays the animal and ingests its venom. This ritualistic approximation of judgement and diablerie realigns you with your higher purpose.  Drinking the venom does not harm you. Scorpions are often chosen, but poisonous toads function just as well. Upon completion, if you are on a Path, you will cease to appear as if you are on a Path for the remainder of the night, instead appearing as a vampire on Humanity. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may use this ritual upon yourself or others. While this ritual is fundamentally aligned with the Path of Blood, it will function just as well on those who follow other Paths. However, many Sorcerers believe this ritual should only be for the benefit of those following the Path of Blood and are known to severely punish those who use this ritual to benefit practitioners of other Paths of Enlightenment.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4T0CxaGQr5w8kLQ8RzeP4F","type":"Entry"}},{"fields":{"title":"Power of the Pyramid (Tremere Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"There is strength in dogmatic zeal. Every Tremere is taught Thaumaturgy via the same principles and is subject to the same oath. The very concept of the pyramid gives them strength and the ability to work together in ways unknown to other clans. Some say that a variant of this ritual is what allowed the Tremere to curse the Assamites, though no public account remains of the spell that could allow for a gathering of sufficient numbers to curse an entire clan.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows a group of Tremere to channel power to bolster a single target. To cast this ritual, all parties must know the ritual and spend a point of Blood. They must form a symbolic triangle, designate a champion, and then spend 20 minutes in ritual chant. After this time has ended, the champion may then leave the ritual pyramid and perform magic with the strength of the other Tremere involved (the supporters) who continue to chant to lend their power. For each supporter that continues to chant, the champion receives a +2 wild card bonus to all challenges that utilize the champions Occult skill in the formation of the challenge test pools.For this ritual to remain in effect, the supporters of the ritual must concentrate and spend their standard action to maintain the ritual by audibly chanting the champion’s name. All participants may rise and walk but must remain one step away from each other and continue to chant in order to continue to grant their power. Clever foes fighting against this ritual will often try to knock out at least one supporter to weaken the champion. Any participant who is unable or unwilling to chant ceases to be counted but may rejoin as soon as she is able to meet the requirements. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Effects which remove the ability to speak or that cause silence such as Silence of Death will remove the benefits of any supporter so affected. There must be at least three Tremere consisting of 2 supporters and 1 champion who all know the ritual to cast this spell, but no more than 10 Tremere in total can participate. The ritual ends when the last supporter ceases to chant, the champion leaves the view of the supporters, or when there are no two supporters within one step of each other.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1yE7cAEiWtkq07b9jUtmTM","type":"Entry"}},{"fields":{"title":"Perfect Forgery","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Students of various disciplines learn their craft by seeking to emulate the works of great masters. In rare cases when the imitations of the student are upheld as equal or superior to the studied piece, the student goes on to become a master herself. With this ritual you can create a fully functional and identical copy of an object. It is said the originator of this ritual was an apprentice who used it in secret to avoid homework.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To perform this ritual you must grind a small mirror into dust and mix it with liquid silver to create a thick paste that you then coat one of your hands with. For the remainder of the night, you may touch a single object and use Path of Conjuration: Magic of the Smith to create a perfect copy of the object you are touching. If the object is an item or piece of equipment it retains all of its qualities, including magical ones. Objects that are attuned or coded to others retain those characteristics. The forgery lasts until sunrise. Once you create one forgery the silver coating on your hand disappears. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7k8rDZQRDoR22BjQ3yRQBq","type":"Entry"}},{"fields":{"title":"Induce Bloodthirst","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Newly embraced vampires are taught that, while vampire blood is much more potent and far more satisfying than human blood, they must take care to avoid it. Yet for some, the allure is strong enough to tempt the occasional indulgence. With this ritual, you can draw greater strength from vampire blood, using it to bring the Beast’s power to the surface as it hungers for more. It is believed that the original curse levied against the Assamites used a modified form of this ritual.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows you to enter a frenzied state, harnessing the Beast’s hunger to bolster your Physical abilities. To prepare it, you incite the Beast’s hunger by feeding solely on animal blood for 3 nights prior to its casting on the third night. Thereafter, once you have consumed 3 points of Blood from a single target, you may activate this ritual within 3 turns by spending a simple action. If you do, you immediately enter into an elevated state of frenzy. In this state, you are subject to the standard effects of frenzy and may also use the Strength focus against any target whose blood you have consumed 3 or more points of during that night. You also gain a +2 wild card bonus in any challenges related to Grappling these targets. If you already have the Strength focus, you may use the Disarm, Grapple, Knock Down, or Pierce the Heart combat maneuvers against those targets without spending a point of Willpower.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You may still claim this bonus even if you have consumed their blood in a way that does not provoke a blood bond, such as the focus benefit of Path of Blood: Theft of Vitae or Green Path: Boughs Below. If unused, this ritual expires at the end of the night.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"yviON1J8uPvyWqYWtEIlB","type":"Entry"}},{"fields":{"title":"Dead Zone","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The paranoia elders feel toward technology was not merely a product of the information age; throughout history, vampires have met technological progress with suspicion and fear. This ritual is the product of their insecurities, rendering most forms of technology inert within a confined space.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must draw magical runes in animal blood on each wall of a room no larger than 10 square feet for each dot of the Occult skill you possess. Thereafter, any item brought into the room (or that was in the room when this ritual was cast) that is more technologically complex than a crossbow ceases to function. Any object powered by electricity temporarily becomes useless and complex weapons such as guns will not fire. The Storyteller is the final arbiter of what is affected by a Dead Zone. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"A Dead Zone lasts for a-year-and-a-day. The blood used to create a Dead Zone does not fade until the ritual’s duration ends or the magical runes are destroyed. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4MTCd2IMaYiRFNgOLHqKId","type":"Entry"}},{"fields":{"title":"Conjoined Psyche","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The more magic a thaumaturge learns, the more paranoid she becomes as she begins to comprehend her own vulnerability to powerful spells. However, the rare occasion arises where the benefits of vulnerability may outweigh the risks. Using two ritually prepared identical pieces of jewelry, you and your ally bond your souls together allowing each other to share your combined strength.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To prepare this ritual you and a single willing ally must ritually prepare two crystal necklaces, rings, or similar jewelry. Your ally does not need to know this ritual in order to participate. The ritual begins as the jewelry is submerged in a mixture of the two participants’ blood consisting of one point of Blood from each participant. The caster then chants the ritual incantations while both participants hold the jewelry in the container of shared blood. At the end of the ritual the blood is drawn into the jewelry.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"For the rest of the night the two participants of the ritual may spend Willpower from their combined Willpower pool provided they are within 1 mile of one another. Such accessible additional Willpower may only be spent and does not add to any test pool. If one character spends the other person’s Willpower, the Storyteller will immediately notify the other character of her reduced Willpower. This gift does not override effects that forbid a target from making a Willpower retest or increase its cost even if the other participant is not similarly affected by such a power. Either character may end the effects of the ritual by spending a simple action to remove or break their piece of jewelry.  A character may only be affected by one instance of this ritual at a time. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2TCTPndzKi1lDI7ncBMsve","type":"Entry"}},{"fields":{"title":"Broken Eye of Anubis (Setite Sorcery Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Often it is nearly impossible to acquire the necessary ritual ingredients sympathetic to an individual to enact certain magics on them. Instead, a clever practitioner can create a magical effigy of an Eye of Anubis. By allowing this item to “see”’ the sorcerer’s target, she can later break the effigy to gain temporary familiarity with the individual. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create an Eye of Anubis, sculpt an eye out of stone and anoint it with honey and 1 point of your Blood. Later, and while in the presence of your target, complete the ritual by tightly grasping the Eye of Anubis as you gaze upon your target to imprint the essence of your target on it, holding it for at least 2 continuous minutes. Thereafter, you may break the Eye of Anubis to gain a mystical familiarity with the target that will last for one night. Once broken you may use one application of any one power that requires familiarity or an item of sympathetic connection to the target, such as a personal object, her birth name, or a sample of her hair, even if you do not have familiarity or possess such an item. Note that you do not actually receive these items. Once you use that one application of a power (whether it succeeds or fails), the effects of this ritual end. Once the Eye of Anubis has the essence of a target, until it is broken or its potency expires, the target will have a faint sense of someone watching her. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once created, these objects retain their potency for 90 days. You may have a number of these objects equal to your dots in the Occult skill, whether they are pre-cast or completed. If you create a new item, you must choose an existing item to become inert. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6PVRofO0psdWgdbMzvuIBT","type":"Entry"}},{"fields":{"title":"Battle Ward","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Thaumaturgy requires patience, skill, and focus – qualities often difficult to maintain in battle. The truly clever and paranoid may inscribe a hermetic circle with her own blood to create a battle ward to enhance one’s magical prowess. While within this circle of magic, the caster is more powerful and more difficult to attack. Some believe the Tremere based their tradition of Certamen upon some of the magical principles established in this ritual.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To create a Battle Ward, you must inscribe a circle of magic three steps in radius with your own blood. The circle must be inscribed into a hard fixed surface; a carpet, drop cloth, or a portable object will not suffice. Afterwards, and while inside of the Battle Ward, the thaumaturgist gains a +1 wild card bonus to her Dodge pool for every level of Thaumaturgy she possesses in her primary path. In addition, she gains a +3 wild card bonus to all test pools involving thaumaturgical powers and rituals for as long as she remains inside the circle. The paranoid blood magician only uses this ritual with great need, and when she is certain it cannot be taken over by another. Should another thaumaturge capture this circle, which is defined as her standing within the circle while you are outside of it, she gains the +3 bonus over all attacks against you but does not gain the circle’s other benefits.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":4,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5zqu2hrXMgxzg9ltVEIP6i","type":"Entry"}},{"fields":{"title":"Way of the Wind (Koldun Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The destructive power of fire is a danger to both the living and the undead, a truly dangerous tool in the hands of an enemy. By tapping into the soil of her ancestral homeland, a Koldun can bottle the cold and cutting wind that blows through the Carpathian Mountains. When uncorked, this chill air will extinguish all but the strongest of fires.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, spend 15 minutes outdoors letting the wind of the natural air pass over your ancestral soil. European Tzimisce claim it reminds them faintly of the air currents of the Carpathian Mountains. You must then take a small pinch of the soil and place it in a container with a lid, cork, or some means of creating an air-tight seal. For the next lunar month, you may spend a simple action to open this container while speaking a mystical Koldunic phrase and target any one fire no larger than a family home. At the end of the turn, the targeted fire is immediately extinguished by a massive gust of wind. This gust ends the lingering effects of powers such as Wall of Fire, Engulf, and Firestorm. The winds linger for 5 minutes, extinguishing any new fires at the end of each turn. Once opened, the container is rendered inert as the ritual is expended. You may only have 3 of these bottles in existence at a time with new castings rendering the oldest inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"5NnSBxlqWLTYxhDFRDKcLI","type":"Entry"}},{"fields":{"title":"Traitor’s Deception","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The subtle art of infiltration is exceptionally challenging when the goal is to infiltrate the Sword of Caine. Developed by Archons tasked with Sabbat infiltration, this ritual is a closely guarded secret among thaumaturges. By enacting this ritual, you can participate in the ritae of the Sabbat while still maintaining your guise of deception. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As you recite an incantation, you must swallow a handful poisonous berries such as nightshade, yew, or juniper. Unlike most food, the berries will not cause you to vomit. While this ritual is active, if you participate in Sabbat ritae such as the Vaulderie, you will not cause the ritae to fail because of your lack of faith. At sunrise, the ritual will end, and your body will violently reject the berries, inducing vomiting.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6zeFE6YoNFeJcFSZOYUsuY","type":"Entry"}},{"fields":{"title":"Thaumaturgic Metabolism","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The Path of Blood is synergy of body and magic – a practice that unifies a thaumaturge’s awakening magical ability with her vampiric form. This ritual aligns your healing ability with your magical powers, granting you supernatural healing as magic courses through you. To activate this ritual, you must embed a series of small magnetized needles throughout your body to focus your energies.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must have at least one dot in the Medicine skill to learn this ritual.  Spend 15 minutes embedding a set of tiny magnetic needles in various pressure point locations of your body (this does not inflict any damage). For the remainder of the night, whenever you spend a point of Blood to activate a power from the Path of Blood, you may choose to instantly heal 1 point of normal damage (note that this does not apply to A Taste for Blood as that power does not have an activation cost). If you use a qualifying power but have not suffered any damage, this ritual has no effect. The needles from this ritual will remain in your body when you heal damage (so long as you desire) but will be expelled overnight as you sleep.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7pyLXHJ8poLv2TUovgYwl","type":"Entry"}},{"fields":{"title":"Rite of Chantry Dedication (Tremere Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"To a cabal of Tremere, a chantry is not just a home; it is a fortress that contains all of the clan’s occult learnings, thaumaturgical experiments, and secrets. Allowing a chantry fall to the enemies of clan Tremere would be catastrophic. This reality is why the Rite of Chantry Dedication is one of the oldest Tremere rituals. With this ritual, any Tremere within the confines of the chantry enjoys enhanced magical abilities, giving them a greater edge in defending it against trespassers. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, pour 1 point of Blood into a cast-iron cauldron and chant your name, rank, and solemn oath to protect the chantry at all costs. Multiple participants may cast this ritual at the same time. If they do not cast the ritual themselves, they may still participate and give their oath, but they do not gain its benefits. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"At the completion of this ritual, you and any other casters are considered dedicated to that chantry and gain a +5 wild card bonus to blood magic test pools while within the walls of that chantry. A Tremere remains dedicated to a chantry for a year-and-a-day and may only be dedicated to a single chantry at a time. If she dedicates herself to another chantry, the dedication to the previous chantry ends. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2loVtjl9tlZbfqSWeVvqNb","type":"Entry"}},{"fields":{"title":"Reverse Protocol","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"From Vulcan’s mirror that showed the past, present, and future, to the phrase “mirror, mirror on the wall,” mirrors have played an important role in many facets of the occult world. While the Tremere developed Countermagic to nullify magical effects, other thaumaturgists have devised a more insidious countermeasure. By ingesting the two components of a mirror ","nodeType":"text"},{"data":{},"marks":[],"value":"—","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":" silver and glass ","nodeType":"text"},{"data":{},"marks":[],"value":"— ","nodeType":"text"},{"data":{},"marks":[{"type":"italic"}],"value":"you may temporarily take on the properties of a mirror, reflecting unwanted magical influence back upon its wielder.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must melt down and ingest a small amount of mirror that contains either a back or front layering of silver. Consuming the mixture of molten glass and silver causes 1 point of unsoakable aggravated damage.  For the remainder of the evening you may attempt to achieve an exceptional success whenever you are targeted by a blood magic ritual. This is an exception to the rule stating that you may only score an exceptional success if you are the attacker in a challenge. You must meet all of the other qualifications to achieve the exceptional success, according to the rules for exceptional successes.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If you achieve an exceptional success, you may choose to not only be unaffected by the ritual, but to also redirect the effects of the ritual back on to the original caster. To do so you must expend your simple action and make a contested Thaumaturgy roll against the character who originally targeted you. If you succeed, your opponent suffers the normal result of the power as if you were the originator. You may not apply the focus effect of the power, nor any bonuses from an exceptional success. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Reverse Protocol can only be used on blood magic rituals that use an opposed challenge to deliver their effect; it will not reflect powers that augment brawl or melee attacks such as Shaft of Belated Quiescence or Bastone Diabolico. Once you have successfully reflected a ritual back onto its caster the effects of this ritual end.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"vx9vDsWfF5fAXUvqFMdpr","type":"Entry"}},{"fields":{"title":"Jinun’s Bane (Assamite Sorcerer Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Although stealth and patience are often the greatest tool an Assamite possesses, many are willing to go to desperate lengths to fulfill a purpose. This ritual seeks to unite those approaches by allowing for discretion and clarity amidst the throes of frenzy. The sorcerer gathers the participants and over the course of 15 minutes leads them in ritual chant in a closed room filled with kalif smoke. While anyone may participate in this ritual, sorcerers found sharing its powers outside those loyal to the clan are quickly and harshly punished.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once complete, the next time a participant enters a rage or hunger frenzy, she may continue to choose the targets of her attacks while still maintaining any bonuses she might have for being in frenzy. This applies even if those benefits require a natural frenzy. In addition, when a character who suffers from a rage frenzy and is reduced to the Incapacitated wound track, she does not automatically transition to a fear frenzy. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4TBuFpOO54kSqnzKzzhOhn","type":"Entry"}},{"fields":{"title":"Indelible Mark","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Vampires descend into stagnancy as they move through their undead existence. A thaumaturge, however, is capable of drawing on practices of alchemy to enact some lasting changes. By infusing her own blood with crushed berries and flower petals from a belladonna plant, a vampire creates supernaturally imbued ink. Although this ink is traditionally used to apply tattoos by hand, some have been known to pour the decoction over a fresh brand, piercing, or other bodily augmentation. The augmentations made or bathed with this ink becomes semi-permanent, leaving a small connection between the thaumaturge and the marked until the vampire’s stagnant nature resumes control. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"This ritual can only be cast upon a willing target; supernatural coercion, such as Dominate, cannot be used to force a subject to become willing for the purpose of this ritual. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"To enact the ritual, you must spend 1 point of Blood to infuse the prepared ink with supernatural qualities. Afterward, while you are within six steps of a willing target currently undergoing a body modification process, such as tattooing, branding, or piercing, you can spend another point of Blood to activate the ink’s magical properties. You need not be the person administering the body modification to your target, but you must be within line of sight during or shortly after its application. If more than 15 minutes pass after the completion of the body modification, the ritual can no longer be used on the target.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"For a year-and-a-day after activation, the target’s body modification cannot be removed, either by surgical processes such as laser tattoo removal, or by supernatural means such as vampiric healing or use of Vicissitude. For the same year-and-a-day duration, the character possessing the body modification is considered to be Familiar to you, even if more than 30 nights have passed since your last interaction. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"In addition, the character possessing the body modification can be targeted by any of your powers that would normally require line of sight, even if the target is not currently within your line of sight. Powers requiring Gaze and Focus function normally – you must still have the target’s Gaze and Focus if a power requires it. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"An Indelible Mark cannot be removed through non-magical means, but the modification can be covered up. For example, if the modification is a tattoo, the target can get another tattoo over the Indelible Mark in order to disguise; however, doing so does not cause the ritual’s power to prematurely end. One cannot remove an Indelible Mark by itself. Instead, the target can sacrifice the entire limb to which it is attached in order to temporarily cease the ritual’s supernatural effects. If the limb is somehow restored, such as by supernatural healing, the Indelible Mark will also be restored, magically reappearing at the next sunrise. Such a temporary cessation of effect does not change the ritual’s initial duration.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"You can create a number of Indelible Marks equal to the number of dots you possess of the Occult skill. If you make an Indelible Mark that would take you above this limit, the oldest Indelible Mark you have active immediately ends. ","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4ZgJRBiIFb6aZAubHevpDR","type":"Entry"}},{"fields":{"title":"Fool the Future","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The modern age has introduced technology that makes detecting vampires incredibly easy and, sometimes, even accidental. A properly prepared thaumaturgist can mitigate this threat by causing machines to perceive the signs of life within herself. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To enact this ritual, you must subject yourself to 15 minutes of low amperage electricity. At the completion of this arduous experience, spend one point of Blood to trap the electrical energy within you. For the remainder of the night, any machine within 100 feet that could expose your vampiric nature will be fooled into registering you as having life signs. For example, heat cameras will show normal human temperatures and EKG machines will register a heartbeat.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"686R1C2WUVBXRQRYizEW8n","type":"Entry"}},{"fields":{"title":"Firewalker","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Fire is one of the major banes to a vampire’s existence, and vampire hunters and thaumaturgists alike now specialize in wielding it against their enemies. Rumored to have originated in the Sabbat, the Firewalker ritual allows the caster to be magically protected from fire. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must build a small fire, let it burn down to smoldering coals, and then swallow one of those coals. By swallowing one of these coals and taking one level of unsoakable aggravated damage, you become protected against further sources of fire. You ignore the next 5 points of damage you take from fire sources, suffering no harm. In addition, if all of the damage from a particular fire is ignored, as long as you remain within the same fire you will continue to ignore damage from that same source. This applies to mundane and mystical sources.  For example, if a character under the effects of this ritual stood in a bonfire or s targeted by Engulf or Firestorm, she would be immune to both the initial and ongoing damage; however, if she was targeted by a second instance of Engulf, she would not be immune. Once the caster leaves the fire or the fire is extinguished the effects of this ritual end. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3j6a5cxgnrIdboX077y7Ov","type":"Entry"}},{"fields":{"title":"Way of Flame (Koldun Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Kolduns of old were accustomed to being undisturbed in their havens as no human would ever dare trespass. The modern world, however, is full of interlopers and thieves. To protect their secrets, a Koldun must be willing to destroy them. Eternal life allows enough time to track down any trespassers and to rebuild somewhere safe.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"This ritual requires you to start a small, controlled fire in the center of a room or haven you wish to protect. Once the fire is lit, you must fan the flames and fill the room with smoke. Once properly extinguished, the smoke turns to a fine layer of ash, coating everything in the area. Any homunculi, spirit servants, or creatures created by you through Thaumaturgy may be exempted from this ritual at your discretion. \n\nFor the next lunar month, if anyone aside from you disturbs the ash, it ignites and burns for one round, immediately destroying everything inside the warded room. Anyone caught in the blaze immediately suffers 3 points of aggravated damage in the ensuing conflagration. With the exception of the Koldun’s ancestral soil as explained below, all objects caught in the blaze are immediately destroyed and rendered unrecognizable. If a Koldun has kept her ancestral soil in the protected area, it remains unharmed, disguised among burning embers for its owner to collect when it is safe. This ritual may only be cast once per room.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\n\n","marks":[],"data":{}}],"data":{}}]},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7JiLVxIyR8P7AfQs9xbQOD","type":"Entry"}},{"fields":{"title":"Unerring Combustion","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Thaumaturges scoff at the notion that their mastery of the fiery arts bears any resemblance to mundane projectiles. While ordinary marksmen are confined to limitations such as angle and trajectory, your magic suffers no such constraints and can even surpass them. Pluck 3 feathers from a living bird and burn them in a stone brazier as you recite an incantation. As a result, your Lure of Flames power gains the ability to strike as surely as a bird of prey.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Whenever you use the Lure of Flames powers of Flame Bolt or Engulf, you never miss. Make the opposed challenge as usual. If you succeed, resolve the challenge normally. If you fail, your power still impacts your target and instead deals 1 point of aggravated damage. This power has no effect on Hand of Flame and does not set your target on fire if you fail an opposed challenge using Engulf. \n\n","nodeType":"text"},{"data":{},"marks":[{"type":"bold"}],"value":"NOTE:","nodeType":"text"},{"data":{},"marks":[],"value":" This ritual does not grant you the ability to exceed the maximum number of attackers or hit otherwise untargetable targets; you must still be able to initiate a challenge normally. This ritual lasts until the end of the night.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6Xr3bLZkyuFzxLXxbFlyCz","type":"Entry"}},{"fields":{"title":"Telekinetic Attunement","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The power of mind over matter is a central theme of the Path of Movement of the Mind. While its effects require some incantation, to its most devout followers it's exertions are second nature. This ritual grants you a lasting telekinetic ability, allowing you to manipulate objects with ease. To cast it, you must create a balance sculpture from unrefined lodestones that must remain standing as you recite an incantation.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once you spend a point of Blood to activate the Movement of the Mind power Manipulate, the effects of the power last the entire night. Thereafter, you do not have to activate it an additional time to move additional objects, enabling you to use your abilities to perform even mundane or arbitrary tasks. You retain full telekinetic ability to lift and maneuver objects, subject to your standard weight limit as per Manipulate. You remain unable to exert control over objects that you can no longer see. Making use of your telekinetic abilities in combat still requires the same action cost to perform the task unaided and is subject to the standard limitations of Manipulate.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7wuPzc00Jzz2AVJLP4gJVH","type":"Entry"}},{"fields":{"title":"Purity of Flesh","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The flesh may be tainted but the spirit is always pure, or so the Gnostics would have you believe. Even mundane doctors have come to recognize the healing effects the mind has upon the body and seek to align the efforts of both. By focusing your psychic and magical energies on the flesh, you can restore it to the platonic ideal.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must sit in a circle of 13 candles in a state of deep meditation. Any disturbances to this meditation will abort the casting and cause you to have to begin again. Once completed all mystical or mundane taints to your body (i.e., mystical poisons, diseases, taint from contact with the infernal, etc.), as well as unwanted foreign objects (such as Shaft of Belated Quiescence or Indelible Mark), are removed. This ritual does not affect blood bonds or magical effects; it only affects things that are poisonous, foreign, or toxic in nature. This ritual can remove Fleshcraft or Bonecraft alterations but cannot remove the effects of Severed Hand, as its magic is external. Should you suffer from a persistent flaw such as Disease Carrier or Beacon of the Unholy, the effects will return 30 minutes after the casting.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"6P3BzHSZTYfMVtUt3xrf7","type":"Entry"}},{"fields":{"title":"Proximity Ward","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The accumulation of magical knowledge carries with it a desire for privacy; a correlation that is universal throughout various times and traditions. This basic ward is one of the earlier rituals most thaumaturges learn, alerting its caster to any intruders. Carve or create a sigil that contains symbols denoting ownership, protection, and solitude, and then trace it with your blood.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual lets you create a small ward that will alert you when someone moves within one step of it. Once this happens, the ward becomes inert and will not give you further alerts. You will not gain any knowledge of who this individual might be, or the number of people present, though you are free to investigate through other supernatural means. In addition, you will receive this notification even if you are removed from your body, such as if you are using Psychic Projection or utilizing Possession. You may reactivate an inert ward of yours by spending 3 standard actions retracing the sigils.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The ward you create must be at roughly the size of a standard 81/2” by 11”sheet of paper, but you may hide it from sight. For this reason, these wards are often concealed above doorways, in books, or as part of a work of art. If the ward is visible, individuals with the Occult skill who scrutinize the area can detect it. The ward will detect only humanoids. Animals, even supernatural ones or vampires using Subsume the Spirit, will not activate it; however, werewolves or similar shapeshifters will trigger the ward, even in their animal form. Once cast, a ward may not be moved or it will activate and lose its power, even if the object itself is portable. If your ward is somehow moved and then activated, you will not be aware of its new location. You may have a number of these wards in existence equal to your Occult skill. Creating additional wards requires you to relinquish your connection to an existing ward. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"3u39cstKkwnxgzmmKDhOPa","type":"Entry"}},{"fields":{"title":"Plausible Deniability","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Serpents spend their lives crawling in the dirt and dust; better to escape notice and strike their prey. The shedding of skin is a chance for renewal, the opportunity to emerge anew despite its surroundings. Emulating the snake, you have the power to shed your notoriety, keeping your reputation intact.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, recite an incantation as you burn a piece of snakeskin over an open flame. For the next 24 hours, whenever you fail in an opposed challenge using a power from the Path of Corruption, you may expend the effect of this ritual. If you do, your failed use of the Path of Corruption cannot be detected by anyone, including the target or by any parties attempting to use the Awareness skill. You may only cast this ritual once per night.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2IVjGpXCdB3qkipbHxEpGK","type":"Entry"}},{"fields":{"title":"Mnemosyne Crystal (Tremere Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Some information is dangerous to know but too important to forget.  Using this carefully guarded ritual in combination with the Dominate power Forgetful Mind, a thaumaturge can remove a target’s memories and transfer them to a ritually prepared quartz crystal where they remain until the crystal is broken. Tremere often use this ritual as collateral for boons and favors, or to protect themselves from incrimination. However, vampire tribunals are known to find the absence of a key memory as its own form of incrimination. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To prepare a Mnemosyne Crystal you obtain a perfectly clear quartz crystal roughly the size of a golf ball and submerge it in a point of Blood. Once complete, the crystal takes on a reddish hue denoting it is ready to store memories. To use a Mnemosyne Crystal, you must spend a point of Blood and hold the Crystal to the forehead of the target of your Forgetful Mind. If your use of Forgetful Mind is successful, the memories that you have removed are stored in the crystal and cannot be recovered through further uses of Forgetful Mind. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"To restore the memories to their original target, you must simply break the crystal. A character with Spirit’s Touch or a comparable power may activate the crystal to view the memory within.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can maintain a number of Mnemosyne Crystals equal to the number of dots you possess of the Occult skill. If you attempt to create a Mnemosyne Crystals that would take you above this limit, the oldest Mnemosyne Crystals is immediately destroyed, restoring the saved memories to its owner.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1rpR1v730XnftNthsH2KfA","type":"Entry"}},{"fields":{"title":"Kiss of the Asp (Assamite Sorcerer Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Hundreds of years ago it was rumored that this ritual was used for a far different purpose. Today, modern practitioners ingest the blood and venom of a poisonous snake, preferably an Egyptian viper; thereafter, the venom in their blood can blind opponents.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"After ritually preparing a poisonous snake, drain it of all its blood and ingests its venom. The toxicity of the venom must be at least 10. Most Loyalist Assamites of the Sorcerer caste prefer to use Egyptian Vipers or other spitting serpents, though Anarch Assamite Sorcerers’ swear by the rattlesnake. Once cast, and for the remainder of the night, whenever you employ either of the attack options for Taste of Death, the attack also counts as a Blinding Attack without the need to spend a point of Willpower.  In addition, this does not result in a reduction of damage or a penalty to your test pool. Unfortunately, the venomous magic is not so powerful as to survive outside of the body long enough to be used to coat weapons. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1iMUlvoOFeJU5K7ZLw2K7j","type":"Entry"}},{"fields":{"title":"Imbued Offering","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The tradition of gift-giving is much more complicated when done as part of a diplomatic relationship. In such circumstances, a gift can be an offering of supplication, a not-so-subtle rebuke, or even a show of strength. For this reason, when one sends a gift with the utmost sincerity, it is important that the sender’s intent is not mistaken. This ritual allows you to augment a small trinket with a measure of beneficial energy in the hopes that your gift will be better received. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"This ritual allows you to create minor gifts or trinkets that are more likely to be received positively by non-vampires. Your recipient is not obligated to receive the gift and she is under no compulsion to think highly of you, but in matters of diplomacy, every little bit helps.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and recite an incantation over your chosen object and choose a non-vampire creature type. The object can restore 1 spent unit of fuel to the creature type chosen, such as Gnosis, Glamour, or Blood. If you have the appropriate Lore for the creature type you have chosen, the gift can restore up to 3 spent units of fuel. Energy may be withdrawn from the gift by interacting with it in a meaningful way that is appropriate to the object and that takes at least 1 standard action. The imbuing lasts 30 days and the energy may be withdrawn 1 point at a time or all at once. You may have a number of these objects equal to your Occult skill. Any creations beyond this limit cause your oldest creation to become inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2jAcH8jyYIaC8Ubqolis1X","type":"Entry"}},{"fields":{"title":"Canopic Jar (Setite Sorcery Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The blood magicians of the Followers of Set often begin studying sorcery by preparing simple earthenware vessels with a purpose that belies their humble nature. The Canopic Jar is one such traditional icon – historically used to symbolically store organs for one’s afterlife. When infused with vampiric power, however, such vessels become ideal containers for precious items. As such, they are also useful for the exchange of hidden messages or protecting valuable information.","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Spend 1 point of Blood and five minutes burning incense and reciting a ritual chant above a small, watertight earthenware vessel – one capable of holding no more than one cubic liter of material. Followers of Set traditionally choose Egyptian canopic jars for this purpose, but any clay or ceramic vessel of the correct size is suitable. Objects can be placed in or removed from the Canopic Jar normally, as long as they can fit inside. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Once the ritual is complete, the vessel and any inanimate object it contains becomes immune to all powers that could view it remotely, such as the Scry ritual or the Auspex power Clairvoyance. Supernatural powers operating under the user’s direct gaze, such as Heightened Senses or Spirit’s Touch, are unaffected by Canopic Jar.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In addition, the vessel becomes supernaturally resistant to damage, especially from fire. The object can sustain 6 points of damage before breaking and takes no damage from sources of fire. Animate objects and creatures, such as small animals (or supernatural creatures transformed into small animals) destroy a Canopic Jar’s supernatural power if they enter it, and attempting to do so causes the object to revert to a mundane item. You may have a number of these objects equal to twice your dots in the Occult skill. If you create additional objects, you must choose which of your current objects become inert.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"W2erc6hCLLNg69vHE8JQw","type":"Entry"}},{"fields":{"title":"Blood Walk","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The bonds between sire and childe are imprinted on the vitae of future generations. By taking a point of Blood from a target vampire, dropping it into a bubbling cauldron, and chanting over it, the caster sees the faces and names of the generations of vampires that preceded the target vampire starting with the subject’s sire.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You must possess a point of the subject’s vitae which you slowly pour into a cast-iron cauldron that is bubbling over with distilled water. The ritual takes 3 hours to complete during which you must remain in a deep trance. Afterwards, you gain knowledge of the subject’s lineage going back 3 generations (i.e., her sire, grandsire, and great-grandsire) as their images appear in the water of the cauldron along with their most recognized name. With this information, it is possible that you can determine the subject’s clan, though doing so may require a Lore Specialization at the Storyteller’s discretion if the members of the subject's lineage are not sufficiently well known. This ritual does not reveal the potency of generation or diablerie unless you know for certain the generation of the target’s forebears. This ritual does not grant familiarity with the target or her predecessors.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":2,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"1CEozyyVElyk5Y9BLNHdMu","type":"Entry"}},{"fields":{"title":"Whispers of the Ghost","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"The freedom afforded by the ability to project one’s consciousness is offset by a new limitation: the traveler can only see and perceive her surroundings unless she reveals herself. This ritual allows you to communicate in a limited fashion, speaking in a barely audible whisper. This allows you to speak to a single party while others remain unaware. ","nodeType":"text"},{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must meditate in complete silence, uninterrupted, and sever the ear of a still-living creature that you hold in your left hand as you enter Psychic Projection. In most cases, this will result in the gaining of a Beast trait. For the remainder of the night, whenever you utilize Psychic Projection you may communicate in a whisper without manifesting. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4ifq6mM7OzZjNPhQu6ekbT","type":"Entry"}},{"fields":{"title":"Scent of Deception (Assamite Sorcerer Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"By employing this ritual, the user can mask or completely alter her scent. The original purpose for this ability was to avoid the animal companions of hunters and crusaders. These nights, it is just as effective at throwing off vampires who can track by scent, or even werewolves.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Upon successfully completing this ritual, for the next hour you can no longer be tracked by your scent. This will also thwart powers which involve tracking, such as the ritual Illuminate the Trail of Prey. Alternatively, you can spend a downtime action while performing a more complex but highly subtle version of this ritual that allows you to alter your scent to lead to that of a specific place or person that you are familiar with. If employed in this manner, if someone uses scent to track you, the tracker will be led to that different person or location. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"44b5EiR7LMLR3YjpuRjQzR","type":"Entry"}},{"fields":{"title":"Rite of Introduction (Tremere Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"This dated ritual was among the first pieces of magic a Tremere was taught after her release, allowing her to communicate her arrival across a distance. In modern times this ritual has fallen out of practice, especially among the Tremere of House Carna and House Goratrix who view it as obsolete thanks to the advances in technology. Nonetheless, many Tremere who wish to hold true to the clan’s old habits still utilize this ritual to announce their arrival to a foreign chantry.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, the caster must drop a point of her Blood into a cast-iron cauldron and chant her name, rank, and purpose for being in the territory. Initially, the rite sends out a notification to the nearest chantry within a claimed domain. If the area is outside of a claimed domain, the message is sent to any chantry within a 50-mile radius. Any Tremere within the chantry at the time of the ritual’s casting are immediately aware of this introduction and are psychically aware of the location of the caster. They may respond with a brief message giving the caster the knowledge of the location of the chantry and permission to arrive.  If no chantry is located within the radius the caster becomes aware of the absence of a chantry.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"4CzBcfi3nASClwLtox4cK4","type":"Entry"}},{"fields":{"title":"Preservation of the Perfect Form","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Although vampires are eternal, their belongings are subject to the ravages of time and the harsh conditions of the environment. As thaumaturgists are well known for their occult collections, many use this ritual to keep important objects in peak condition. This ritual keeps ancient books and scrolls intact even if subjected to rain, moisture, or other hazards. Modern thaumaturgists can even employ this spell on electronics, allowing their functionality to remain longer than designed. It is rumored the continued existence of eight track players is the result of this ritual. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To cast this ritual, you must freeze a point of your Blood that, before melting, you crush into shards of ice that you then dust upon an object you wish to preserve. This object can be no larger than a car or small truck and cannot be living or unliving. Once complete, the icy blood is mystically absorbed into the object and the item is protected from any wear and tear due to age, the elements, water, etc. This ritual does not protect against deliberate vandalism, fire, or blunt force trauma. Preservation of the Perfect Form lasts for 50 years but can be cast again on the same object to extend this time period by an additional 50 years. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can preserve a number of objects equal to the number of dots you possess of the Occult skill. If you attempt to preserve an object that would take you above this limit, the oldest preserved item begins to age normally. If you cast the ritual twice on the same object, the one object counts as two for the purpose of the Occult skill limit.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"2yIW4YC9N4na7tmt79faNb","type":"Entry"}},{"fields":{"title":"Milk of Set (Setite Sorcerer Only)","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"Milk of Set is a colloquialism for a ritual cantrip often referred to by esoteric names through the history of its usage. The common quality of the ritual is the creation of a salve, paste, or unguent with magical properties. When smeared on an object the salve causes the object to malfunction. As Set is the liberator, how that malfunction will occur is not known to the caster beforehand. Therefore, it is common for users of this ritual to recite an invocation to Set before they apply the paste, even though it is not strictly necessary.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"There is no set list of ingredients for creating the magical paste. Often the sorcerer tries to find ingredients she believes will produce a desired effect on a specific target, but often it is left over reagents from other thaumaturgical projects. When the salve is smeared on an object, the object will malfunction in some way. The Storyteller will determine the precise effect, but it will never be in a way that the Setite directly and immediately benefits from. For example, it might alter the lock of a door so it cannot be unlocked with its original key. However, it will not suddenly be able to be opened by a key the Setite holds. Whatever the effect, it will end after 1 day has passed. The paste does not have any effect when applied to a living, once living, or undead creature. A Setite can only have three applications of this paste active at a time. If she creates another batch, the oldest batch is rendered inert. Each batch has one use.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"45clExb2bFJJfeK2wZFLaR","type":"Entry"}},{"fields":{"title":"Humanity’s Folly","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"One of humanity’s greatest weaknesses is the desire to be immortal. Indeed, the fear of death is a powerful motivator for the mundane to seek out the supernatural. As an immortal practitioner of blood magic, you have the unnatural ability to grant insight into the realm of immortality, giving a mortal a taste of the very thing they crave, along with all of the downsides that come with it. ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"To use this ritual, you must have a lock of hair or the blood or your mortal or ghoul target and successfully win an opposed challenge. If your target is within a one-mile range of you, you may inflict her with one of the common curses associated with vampirism. As a result, your target gains one of the following flaws for the duration of the evening: Cannot Cross Running Water, Cursed (must be tied to vampire mythology), Death Sight, Eerie Presence (must be tied to vampire mythology), Haunted, Obvious Predator, Pied Piper, or Repelled by Religion. A target may only be affected by a single instance of this ritual at a time.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"7xGrIkbwKuzhAvjdDyovmX","type":"Entry"}},{"fields":{"title":"Greater Bond of Servitude","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"While the human form is traditionally limited in the quantity of vitae it can carry, practitioners of Thaumaturgy refuse to be bound by mundane limitations. By deepening the bond between ghoul and domitor, your servants can carry more of your blood inside them, making them more effective and resilient. To cast Greater Bond of Servitude, you must ritually restrain your target and trace blood sigils on her skin. Your target must have had nothing to eat for the past 7 days, or the ritual will fail.","nodeType":"text"},{"data":{},"marks":[],"value":"\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Once complete, this power lets a single ghoul hold 3 additional points of your Blood beyond their normal maximum for the next calendar year; however, the ghoul cannot use the blood of other donors to surpass her maximum.  If your ghoul ingests vitae from a different vampire, a ghoul may choose to spend your blood last in order to retain this benefit for as long as possible. For humans, this increases their capacity from 5 to 8, but other animals may not be able to hold that much. A ghoul may only be under the effects of this power from a single domitor. Any additional applications of this ritual invalidates any previous applications.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"necromancy":false,"abyssal":false,"cost":"1 Blood","sourceBook":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]},"sys":{"id":"75nUpem4OtC4vcS6qAnm0g","type":"Entry"}}],"includes":{"Entry":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1Xzcnrx0liSdyDzRYYQ6L7","type":"Entry","createdAt":"2021-02-18T04:09:40.151Z","updatedAt":"2021-04-06T16:50:00.830Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - Core Book","system":["Vampire the Masquerade"]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1ywBxPka7eJ1WqiqxALynm","type":"Entry","createdAt":"2021-02-18T04:10:26.996Z","updatedAt":"2021-04-06T16:49:11.712Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"sourcebook"}},"locale":"en-US"},"fields":{"bookTitle":"MET - VTM - V2 (2021)","system":["Vampire the Masquerade"]}}]}}