{"sys":{"type":"Array"},"total":26,"skip":0,"limit":100,"items":[{"fields":{"title":"Computers ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have the knowledge required to operate and program computers, including mobile devices. In addition, you have a fundamental understanding of the internet, including website management, data-mining, and hacking. \r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Without the Computers skill, a character can do little more than turn electronic devices on and off. She can answer a cellphone by pushing a button, or add a number to its address book, but she cannot use apps or access complex functionality. Such a character can perform only simple tasks on a computer. In the modern world, we take technology for granted. Almost every modern character has a dot of computers, but to a static, ancient mind (or a primitive one), such things are scorned as dark and confusing wizardry.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character with Computers receives 1 additional downtime action  between games. This may be utilized like a normal downtime action or it may be used to cancel or observe 1 downtime action spent by another character. This reﬂects your character’s ability to do research online, tap into information networks, and confuse computer systems. You can cause general havoc with city records, operational electronics, and the mundane online bureaucracy of day-to-day life. No character can be reduced to fewer than 1 downtime action between games.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"5gWLw6FXgcBoDlFF39bTFF","type":"Entry"}},{"fields":{"title":"Drive","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Most people can drive, but you have the knowledge and training necessary to perform difﬁcult and dangerous actions while behind the wheel of a vehicle. The ﬁrst dot of the Drive skill gives you competency driving cars. For each additional dot, you are considered competent driving another vehicle in the following categories: carriages, chariots, motorcycles, sail boats, motor boats, large ships, ﬁxed-wing planes, airliners, or helicopters. You may choose other categories, if approved by your Storyteller.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nWithout the Drive skill, a character can do nothing more than operate a car with an automatic transmission. You cannot operate a clutch or travel safely at speeds higher than 65 miles per hour. Without Drive, a character cannot operate other types of vehicles (including motorcycles and construction vehicles). In the modern world, we take speedy travel for granted; to a static, ancient mind, these vehicles are extremely dangerous.\r\n","marks":[],"data":{}}],"data":{}}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Without the Drive skill, your character must use her full attention to operate a vehicle. With the appropriate Drive skill, you may operate a vehicle using a simple action instead of a standard action. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"}},"sys":{"id":"3BOnzkG949Gq16NEJTpy7X","type":"Entry"}},{"fields":{"title":"Lore","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"In order to survive, a vampire quickly learns her own biology. She knows that she must feed on blood, she feels the drives of the Beast, and she quickly recognizes dangers such as sunlight and ﬁre. After a short time as a vampire, she gains an understanding of vampiric society, such as the most prevalent clans in her setting, as well as common vampiric disciplines and powers.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nTo know more about the supernatural world, a character must collect and study Lore. With several dots in Lore, the character is familiar with centuries of legends, understands the minute details of vampire existence, and may have even studied one or more pages of the Book of Nod. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"For every dot of Lore that a character possesses, the player chooses one category in which to specialize. Whenever a character requires knowledge that may be available through this category, the player makes a static challenge (Mental + Lore) to gain speciﬁc and detailed insight from the perspective of that speciﬁc topic.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nRemember that Lore is not Academics; Lore involves knowledge of the supernatural world, where Academics is the study of more mundane topics. Your Storyteller will be the ﬁnal arbiter of your character’s categories for the Lore skill. Potential categories in Lore might include the events of a speciﬁc period of vampiric history; a focus on one of the individual vampire clans; or a specialization in a type of non-vampiric creatures, such as werewolves, fae, or mages.\r\nIf you fail a Lore challenge, you cannot attempt the test again until you acquire new information.\r\n","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"\nExample: Eric has 3 dots of the Lore skill. With his Storyteller’s approval, his categories are: Brujah clan, Mages, and Vampires of Ancient Constantinople.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"Ooku06AMd6zyygpiZvSfw","type":"Entry"}},{"fields":{"title":"Survival ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You know the ways of the wilderness and you feel at home in untamed environments. You know how to navigate a variety of terrains, ﬁnd shelter, and survive in hostile habitats. You can control your responses and act with temperance and composure, having suffered numerous hardships with ease. Your survival instincts are rarely ignored, even under the direst provocation. \r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Once per hour when your character is suffering from a rage or hunger frenzy, she may alter her response and instead go into a fear frenzy, allowing her to run away without harming her friends (or innocent bystanders).","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6YN4vQkdUZxYxjNBVFf2Dr","type":"Entry"}},{"fields":{"title":" Subterfuge ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Lies, bluffs, and subtle games of manipulation are the purview of those who have studied the art of Subterfuge. An individual trained in this skill is capable of hiding her intentions and redirecting the attention of others in order to deceive them. You may be at your best with feats of “magical” misdirection, or you may be a con artist, making money playing three-card-Monte on the streets. You may use phraseology to confuse your listener, or you might be the sort to utilize small feats of hypnotism to confuse and distract. Like the old hucksters used to say, there’s a sucker born every minute.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Once per game, if your character is caught using a supernatural power, it instead seems as though another character of your choosing within three steps of you used the power, not you. This does not apply to powers that have an obvious source, such as Flame Bolt or Dread Gaze.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"YQMxAaVTTEvhlSsDq0saz","type":"Entry"}},{"fields":{"title":"Streetwise","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’re a savvy individual, completely capable of taking care of yourself no matter how difﬁcult the circumstances. The streets and the underbelly of urban areas hold no danger for you, and you know the local criminal organizations and how to contact – or avoid – them. You can recognize tagging and other territorial markers, and you know the signs, colors, and accoutrements that are used as identiﬁcation by those who make their homes in those areas.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"As long as your path leads through a densely populated urban area, it’s not possible to follow you without using supernatural powers speciﬁcally designed to track.\r\n ","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"4d2H30NffTa28vkLBuVC9U","type":"Entry"}},{"fields":{"title":"Stealth ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It takes a great deal of physical training to move silently, and a tremendous amount of mental dedication to remain unnoticed when others are attempting to ﬁnd you. You know how to take advantage of surrounding cover, how to act nonchalant, and you understand the uses of timing and diversion. By taking the appropriate precautions and using your natural skill, you can blend into the crowd and remain unnoticed even without supernatural powers. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A character with Stealth is skilled at hiding among a crowd. So long as you have a few appropriate items, you can automatically pass yourself off as a speciﬁc type of person, convincing others that you are a policeman, or blending in with the dancers at a club. This does not make \ryou unrecognizable and will not fool people who are already aware that it is you in disguise. \r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6LsDFKk03gHZ9a3lhub2Oh","type":"Entry"}},{"fields":{"title":"Security","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You may have been a dedicated security consultant or an incorrigible thief. No matter which side of the law you operated on, you learned a great deal about modern security techniques. You understand both the ins and outs of the technology and the structure of security organizations, and know how best to circumnavigate both. With a little time and effort, you can design comprehensive security protocols for a location or, conversely, defeat such measures.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" You may pick a lock or palm a small item as a simple action instead of a standard action. Characters with the Security skill receive the Security advantage for their Haven  background for free. This character can also use a downtime action to apply this advantage to another character’s Haven; this effect lasts for one calendar year (for more information, see the Haven background).\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"3oZNISjX5J9sMniBGRfGbQ","type":"Entry"}},{"fields":{"title":"Science ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The modern Information Age allows for all manner of studies. By categorizing and breaking down the world into many different forms, the methods of logic and reason give \rsentient beings the means to understand the universe, or at least small pieces of it. Education in Science covers techniques of inquiry, modern studies, and a broad range of underpinning work in a diverse range of ﬁelds. When you choose the Science skill, you must choose a speciﬁc ﬁeld of study: biology, chemistry, physics, metallurgy, electrical engineering, mathematics, geology, and botany are all possibilities, though such a list is far from comprehensive. You may buy this skill multiple times, each with a different ﬁeld of study.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" A character with Science receives 1 additional downtime action, which can only be spent on a downtime relevant to that Science. A character receives 1 additional downtime action for each Science — but, again, can only spend these downtime actions on activities speciﬁcally relevant to the pursuit of each Science.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"7DQKaXk9umAfRUycscIdZ4","type":"Entry"}},{"fields":{"title":"Performance ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have been trained in physical performance, and are comfortable entertaining a crowd. This skill represents your talent and technical ability, as well as the ability to enthrall an audience and keep them wanting more. When you choose the Performance skill, you must choose a speciﬁc ﬁeld of study such as dance, comedy, acting, oratory, singing, or anything appropriate to the dramatic arts. You may buy this skill multiple times, each with a different ﬁeld of study.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" A character with the Performance skill may temporarily increase her Fame  by spending 2 downtime actions (one to promote the upcoming performance, and one to perform). This increases the character’s Fame background by 1 for a month, even if the character does not have current dots in the Fame background, up to a maximum of 5. (For more information on downtimes, see Chapter Seven: Dramatic Systems).\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"43PJlzncsr4rJNMfJZ0CbI","type":"Entry"}},{"fields":{"title":"Occult ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are familiar with occult topics such as mystic philosophy, superstition, or folklore. Occult includes knowledge of many traditions such as Jewish Kabbalah, primitive shamanism, New Age beliefs, or psychic research, but is always appropriate to mystic studies. It does not imply a command of hard facts, but basic knowledge of rumor, myth, legend, and hearsay. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Use a standard action to visually scrutinize an individual within three steps. You automatically detect the telltale signs of active rituals on the person or magic items carried by that individual. This does not allow you to identify what these rituals or items do, nor to identify spells they can cast that are not active (nor to tell if the individual possesses Thaumaturgy or if the rituals were cast by another). Further, characters with the Occult skill may purchase the Occult advantage for their Haven background (for more information, see the Haven background on page 102). You cannot apply this advantage to a Haven that is not your own.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"5UyxR6IGtWnkMuIHXEact0","type":"Entry"}},{"fields":{"title":"Melee ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a dangerous combatant, especially when you are armed with any sort of weaponry. Melee represents your ability to use non-ranged weapons of all forms, from swords and spears, to esoteric martial-arts weaponry such as sai or nunchaku. This skill also includes training with vampire-related weaponry, such as wooden stakes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with the Melee ability may use appropriate combat maneuvers when using melee weapons. For information on combat maneuvers see Chapter Six: Core Systems.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6bCHA65FVlVaJP4m5jmsDE","type":"Entry"}},{"fields":{"title":"Medicine","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a trained knowledge of human anatomy, including knowledge of medicines and the ability to treat wounds or diagnose diseases. For information on healing mortals with the Medicine skill, see Chapter Six: Core Systems.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" By spending a downtime action studying the target’s blood, hair, skin, or remains (including ash) in a proper medical facility, you can determine a creature’s supernatural type (if any). Characters who are familiar with vampires can also determine clan and generation. With use of proper equipment, you can preserve blood (including vampiric blood) for up to one month per dot in the Medicine skill.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6iTjrqsMwPdwGD717zmCMy","type":"Entry"}},{"fields":{"title":"Linguistics ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Most people have a ﬂuent command of one language: their native tongue. If a character has no dots in Linguistics, then she can only communicate in her native language. Other individuals make a diligent effort to learn multiple languages, and through study, master quite a few. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"For every dot of Linguistics that a character possesses (including the  ﬁrst), she is ﬂuent in one language, in addition to her native tongue.\r\n ","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"60jzPaIcNDjpy78bdN1Rxb","type":"Entry"}},{"fields":{"title":"Leadership ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Leadership is a combination of authority, strategic thinking, and the understanding of team dynamics. It combines the ability to motivate people with the resourcefulness to draft a successful plan. Even when you are among strangers, you can command attention and gain respect.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Stock NPCs  who are following your character’s instruction receive a +2 to any action they are otherwise capable of doing. In addition, for each dot of Leadership your character possesses, you can learn the details of another vampire’s speciﬁc status trait, once per night.  (For more information, see Chapter Seven: Dramatic Systems, Status and Vampire Society).\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6TipR7cFufxXO1i8C6yL5Q","type":"Entry"}},{"fields":{"title":"Investigation ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"It takes a great deal of training to be a good investigator. You have that education and the experience to use it. You notice subtleties and can connect disparate pieces of information. With effort, you can set a jumbled mass of data into patterns, discovering clues that others would have overlooked.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Use a standard action to visually scrutinize an individual within three steps, or use three standard actions to examine a room or small area. You automatically detect any carried weapons (even beneath clothing), explosives, or hidden objects. Items with the Concealable  quality are automatically noticed only if you physically pat down or search the target.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"3Ga4XTfZhnLb9lFgiWbeC7","type":"Entry"}},{"fields":{"title":"Intimidation ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You’re good at being fearsome and have often used this talent to terrify others or cow them to your will. Your tactics might be based on your physical size, ﬁghting prowess, reputation, or just knowing how to push someone’s buttons and play on her fears. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" A character with the Intimidation skill is extremely frightening. Stock NPCs  (including Retainers) with a rating of 1 or 2 will not attack a character with the Intimidation skill. If your character acts aggressively towards a 1 or 2 point NPC, it will ﬂee. This behavior does not apply to mindless Stock NPCs, such as inanimate objects given life by magic or mindless zombies.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6Jd5CbXGLOaeg46zwSdUc0","type":"Entry"}},{"fields":{"title":"Firearms","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have been trained to handle a wide variety of ﬁrearms, from holdout pistols to heavy machine guns. You can clean, repair, recognize, and accurately ﬁre most forms of simple modern weaponry. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with the Firearms ability may use appropriate combat maneuvers when engaging in ranged combat. For information on combat maneuvers see Chapter Six: Core Systems.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"3TjMM5zKTx6lUrHSz1i5bp","type":"Entry"}},{"fields":{"title":"Empathy ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"A character trained in Empathy tends to be educated in ﬁelds such as psychology, anthropology, or other aspects of human interaction and culture. Such characters are sensitive to the moods, emotions, and motives of other people, and can identify when someone has mental problems, psychological weaknesses, or buried issues. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"By speaking brieﬂy with a subject, your character learns whether or not the subject has any derangements . If your character examines her target for a few minutes, she can determine which derangement(s) the target has. If your character is aware of a target’s derangement, she can spend a standard action to increase or decrease her Derangement traits by 1 (minimum 0, maximum 3) for an hour. Empathy cannot reduce a Malkavian’s Derangement traits below 1. You cannot use Empathy on yourself.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"4EWLHIB38rzcF8ZlsLYM7g","type":"Entry"}},{"fields":{"title":"Dodge ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"When trouble rears its ugly head, you know how to get out of its way. Quick reactions let you evade blows and shots, preventing injury. You can use Dodge to attempt to evade an attack that you’re aware of, such as diving for cover as someone ﬁ res a gun or twisting away from a sword. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"System: Characters with the Dodge skill may choose to sacriﬁce their standard action to increase one Dodge test pool this round by +2. Additionally, if your character is caught in an area-effect attack (like an explosion) you may make a Dodge test (difﬁculty 8) to reduce the damage suffered by 1. For more information about Dodge test pools see Chapter Six: Core Systems.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"FBvCJOfZ3iKLGCNSxa3v7","type":"Entry"}},{"fields":{"title":"Crafts","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are artistically talented and have the training or experience needed to create art or build items. You can create beautiful and expensive objects. When you choose the Crafts skill you must choose a speciﬁc ﬁeld of study, such as clockwork, blacksmithing, calligraphy, poetry, or anything appropriate. Note that some artistic ﬁelds are better represented under the Performance skill. You may buy this skill multiple times, each with a different ﬁeld of study.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"A character with the Crafts skill may temporarily increase her Resources  by spending 2 downtime actions  (one to craft the item and one to sell the item). This increases the character’s Resources background by 1 for a month, even if the character does not have current dots in the Resources background, up to a maximum of 5. (For more information on downtimes, see Chapter Seven: Dramatic Systems.)\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"7ggnbtTkj9VdtvNzl1yCIO","type":"Entry"}},{"fields":{"title":"Brawl","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have been trained to ﬁght, and know how to use your body in hand-to-hand combat. You might have military training, you might have been trained in the martial arts, or maybe you grew up with a lot of rough-and-tumble siblings. Whatever the case, you know how to dish out damage with your ﬁsts and feet.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with Brawl may use appropriate combat maneuvers when engaging in unarmed combat. For information on combat maneuvers see Chapter Six: Core Systems.","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"72DArNRxSyuXCPxOZDN3DG","type":"Entry"}},{"fields":{"title":"Awareness ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Your senses are keen, and you are trained to notice unusual things in your environment. You also have visceral reactions to the presence of the supernatural, such as a headache or a strange feeling in the pit of your stomach.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Awareness allows a character to have a chance to notice supernatural powers being used nearby (see Chapter Six: Core Systems, Noticing Attacks). Additionally, when a character with Awareness is in torpor , she may control her thoughts and use powers that only affect herself while in that state. Another character with Telepathy  may communicate with this individual, as the mind is fully functional within the torpid form.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"1yg6T0aQQx65DUMuNqx493","type":"Entry"}},{"fields":{"title":"Athletics","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have a knack for athletic endeavors. You are good at sports, and have often participated in physical competitions. This skill is useful when attempting physical activities or sports, when ﬁghting with thrown weapons, or when using a bow. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Athletics allows a character to swim, climb, or jump as a simple action, rather than a standard action. Additionally, characters with the Athletics ability may use combat maneuvers as appropriate when ﬁghting with thrown weapons or when shooting a bow.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"3AxejL9H7c0If0qtNUiEWl","type":"Entry"}},{"fields":{"title":"Animal Ken ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You know how to handle animals, and you understand their behavior. You know how to calm an animal, care for it, and train it to perform certain tricks or obey commands. You also know how to panic or enrage an animal, when necessary. The Animal Ken skill also makes hunting animals much easier, allowing a vampire to temporarily hide the predatory aura of the Beast long enough to close in on unwitting prey.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Animals are instinctively afraid of vampires and react poorly when one is nearby. With knowledge of Animal Ken, the sight or smell of your character no longer stirs an animal’s ﬁght-or-ﬂight instincts. Animals retain a healthy respect for the vampire’s predatory nature, but will not react unusually to her presence. Additionally, a character with the Animal Ken skill has knowledge of the Beast and is able to use it to alleviate other characters’ Beast traits. By talking to a character for 10 minutes, you may calm her Beast  and remove a single Beast trait. No character can be targeted with more than one successful application of Animal Ken per game. Your character cannot use this skill on herself to remove her own Beast traits.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"6jOrTaWAhDzh3S0fEc4cxF","type":"Entry"}},{"fields":{"title":"Academics ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You possess a level of scholarship and general knowledge beyond primary schooling. This skill reﬂects the fact that the character has received an in-depth education. With Academics, you can express artistic criticism, comment on the classics, discuss philosophy, and indulge in cultural \rdebate. A player may further focus the character’s education by choosing a ﬁeld of study for each dot purchased, such as mathematics, literature, history, journalism, theology, or anything appropriate to a classical education. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Once per night, a character with Academics may spend 10 minutes in study. Thereafter, she may retest a single static (non-combat) challenge without using Willpower. This retest must be relevant to one of the character’s speciﬁc Academics categories.\r\n","marks":[],"data":{}}],"data":{}}]}},"sys":{"id":"3vTqmQEMgbGqUcuyj02Dqp","type":"Entry"}}]}