{"sys":{"type":"Array"},"total":7,"skip":0,"limit":100,"items":[{"fields":{"name":" Lillian Tyler","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2O8Ze2xba99SDbQX3uAn8q","type":"Entry","createdAt":"2020-04-15T12:33:52.446Z","updatedAt":"2021-04-18T14:56:19.919Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":12,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Toreador","nickname":"Degenerates","disciplines":["Auspex","Celerity","Presence"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Magniﬁcent roses in a garden of evening stars. A lilting aria in a drowsy twilight. The sweet brush of a lover’s kiss. These images evoke the Toreador, as these vampires are the most beautiful of all. \r\nToreador are artists, writers, and creators: artisans enjoying an immortal life of pageantry and sensuality. Unlike other clans, Toreador plunge themselves into the mortal world. Often, they will pretend to be mortal, living as glitterati and giving patronage to inﬂuential mortal artists. From city to city, passion to passion, the Toreador ﬂ it about, inspiring the ﬁnest art and leaving a trail of broken hearts.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"With such reﬁned tastes, it is easy for a member of the Toreador clan to become jaded and bitter, ﬁlled with ennui. Surrounded by excess, they quickly lose interest, seizing prize after prize — the sweetest of which are those stolen from another. The oldest Toreador often become depraved, sinking into debauchery simply so they can feel anything at all.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Toreador love politics and live for hierarchy, so long as they can remain at the top. They develop cults of personality, gathering followers captivated by their beauty or begging for their patronage. They are always at the cutting edge of arts, culture, and society. They pride themselves on their beauty and poise, hosting salons and gatherings to show off their wealth and style. Those who cannot keep up are mocked and ridiculed. Vampires who are ugly, uncivilized, or show no respect for the arts are torn apart by a Toreador’s metaphorical claws. For this reason, there is an eternal enmity between the Nosferatu and Toreador clans, a hatred that will never be reconciled.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Toreador hierarchy is based around an elaborate system of guilds and patrons, with rising stars shooting to the fore — and discarded just as quickly when their moment of glory has faded. Cliques of powerful elders snipe one another, engaging in subtle politics as they shred reputations and destroy lives. Young Toreador thrown into this pool of sharks must quickly learn to sink or swim.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Toreador are often entranced by beauty and art. When you encounter a piece of art, a performance, or something beautiful that you are particularly interested in or that you have never seen before, you must give it your undivided attention for a scene. Toreador can resist this urge by expending a point of Willpower. Although distractions like loud voices or a nearby scufﬂe can divert your attentions, Toreador dislike being interrupted while experiencing art and beauty, and will respond with anger — even violence or frenzy.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Artist’s Blessing (1 point merit): You can purchase up to 7 points of Crafts and Performance skills, and you gain 3 free dots of one Craft or Performance skill.","Bloodline: Ishtarri (2 point merit): You’re a member of the Ishtarri bloodline, which devotes itself to the perfection of movement, whether in dance or battle. Your in-clan disciplines are Celerity, Fortitude, and Presence."," Bloodline: Volgirre (2 point merit): You’re a member of the Volgirre bloodline, which is a secret lineage of antitribu that has returned to the Camarilla.","Absent Sway (3 point merit): Your art has a lasting emotional impact on those who observe it.","Dancer’s Grace (4 point merit): Your body is the ultimate form of physical perfection,  and epitomizes the grace and dexterity of the Toreador clan. You gain a free retest when dodging."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Le spine della rosa sono nacoste dal ﬁore: the thorns of the rose are hidden by the bloom.” — Lynda La Plante, Bella Maﬁa","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"V6r7F61kW6qIVA2DIE3gF"}},{"sys":{"type":"Link","linkType":"Entry","id":"7B1PXlra0YgaASwpPeZwYp"}},{"sys":{"type":"Link","linkType":"Entry","id":"7tejSajbcpRERKmQewhh74"}},{"sys":{"type":"Link","linkType":"Entry","id":"4YOopTDPAgKdxBrYlFuDoN"}},{"sys":{"type":"Link","linkType":"Entry","id":"5E0keCaK95dcanyVQlNG98"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Y7QB4tr56NYQzdi3t4tqK"}},{"sys":{"type":"Link","linkType":"Entry","id":"5I2InZemFvieb5P6QUSohK"}},{"sys":{"type":"Link","linkType":"Entry","id":"2E1ICJSXhZm3fx5L7gndQY"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"i0HTpJ29wc0TFq3nSys63"}},{"sys":{"type":"Link","linkType":"Entry","id":"5l8GtzKo7VH3U2VcAIOl57"}},{"sys":{"type":"Link","linkType":"Entry","id":"6sK7KWkJfIoFsMjs6dKxsr"}}]}},"sect":"Camarilla","looks":"Lillian looks very alive. Dark hair frames her fair skin. She dresses modestly, but also still rather stylish. You'll never see her in pants, showing too much skin, or wearing too much jewelry. ","background":"Lillian, an Elder who has managed to resist the beckoning, is a pacifist and a caregiver above all else. She's never without manners and poise, and she can come across as rather posh, but she's also very warm and gentle through her words and actions. A devout traditional Catholic, she is guided by her faith and incredibly high humanity. Her aura reads as mortal, and she often feels more comfortable doing volunteer work with human communities than getting involved in kindred politics. When she cannot find comfort through prayer, she turns to her music and pours her soul into the instruments that she has mastered at playing.  She's adopted not only mortal children, but also wayward neonates who've lose their sires.\nDespite her saintly demeanor, rumours say she wasn't always the kind and humble motherly figure she is seen as today, and she allegedly has a much darker past.","drive":"She is driven by her unwavering faith, maintaining her humanity, and her passion for music. She wishes to share her kindness and compassion with as many other kindred as possible. \n","quote":"\"Even the eldest of us are capable of seeking redemption.\"","art":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1wjVtYarQ4d523yKClivf1","type":"Asset","createdAt":"2021-10-04T01:03:09.255Z","updatedAt":"2021-10-04T01:03:09.255Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Lilian Tyler","description":"Yearbook pic for Lilian","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/1wjVtYarQ4d523yKClivf1/18bfe3541e32b89cf8195d71fae6d547/tyler_2.jpg","details":{"size":711934,"image":{"width":1440,"height":1427}},"fileName":"tyler 2.jpg","contentType":"image/jpeg"}}}},"sys":{"id":"533jMkOb2KaoiarbNRYBwl","type":"Entry"}},{"fields":{"name":"Em (Maryanne Martini)","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4t1sU7ygUlVwdHxnCldrbw","type":"Entry","createdAt":"2020-04-14T21:36:13.109Z","updatedAt":"2021-08-21T11:33:50.479Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":10,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nosferatu","nickname":"Sewer Rats","disciplines":["Animalism","Obfuscate","Potence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Members of Clan Nosferatu are physically twisted and deformed by the Embrace, turned from their mortal appearance into the shape of horriﬁc monsters. Worse, Nosferatu deformations are so cruel and vicious that many who are Embraced do not survive. Because these vampires are so hideous, they must keep themselves hidden from mortal society, lest they break the Masquerade. These deformities cause a deep bond between members of the clan, unifying them.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Some members of the Nosferatu clan revel in their repugnant appearance, using their deformities to shock and horrify other vampires. They keep their visages clearly apparent whenever possible, enjoying the discomfort that such a sight causes. In particular, these deformed vampires taunt the Toreador; the Nosferatu hate their beauty and artistic ability with a passion. If the Toreador had their way, Clan Nosferatu would be eradicated in order to protect the Masquerade — a thinly veiled excuse to cover bigotry and elitism. Clan Nosferatu carries similar animosity and revels in hurting Toreador above all else.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of Clan Nosferatu make their home amid the sewers of large cities, sheltering in broods with ghouled animals to protect them during the day. The Nosferatu are information-brokers, expert at stealth and cunning in the application of political pressure. They collect secrets, spying on and blackmailing other vampires. If they are cruel in their use of other people’s secrets, it is because their eternity is a hard one. Their ugliness makes them loathed, and such alienation quickly turns to spite.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Legend has it that the Nosferatu Antediluvian regretted breaking Caine’s law, and when the clan was cursed, he swore to eradicate his progeny from the earth. He took the most powerful of his brood, blood bound them, and commanded them to hunt the Nosferatu until every member of the clan is destroyed. No matter what sect or other loyalties a Nosferatu may have, the clan is uniﬁed in its fear and hatred of these Niktuku.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nosferatu tend to organize in small groups, usually broods sired by the same individual. These broods can sprawl into vast groups, with internal hierarchies based on nothing more than the original sire’s whims and moods. Beyond a single city, the clan shares information via technology; they use email, forums, and secure servers known as ShreckNET, which is maintained by a powerful lineage of Nosferatu.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" All Nosferatu are inhumanly ugly. Nosferatu cannot have the Appearance attribute focus.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Unseeing Eye (1 point merit): You can’t be targeted by powers such as Clairvoyance."," Hidden Advantage (2 point merit): It is more difﬁcult than normal to see through your Obfuscate, and your powers of invisibility persist even while you sleep.","Pliable Blood (3 point merit): You have a fourth inclan discipline.","Unnatural Adaptation (4 point merit)"],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Above, we are divided by politics, religion, and petty concerns. Below, we are brothers and sisters born of mutual agony and terror. We are hunted as one. We live and die the same way.”  — Lorelei, Nosferatu Elder","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanArt":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6JlibZvsZjeek6lQhD1lC2","type":"Asset","createdAt":"2020-08-24T21:12:29.688Z","updatedAt":"2020-08-24T21:12:29.688Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu.Final","file":{"url":"//downloads.ctfassets.net/yicuw1hpxsdg/6JlibZvsZjeek6lQhD1lC2/30005da688e9491a2b8946f8cfd762d4/Nosferatu.Final.png","details":{"size":28625268,"image":{"width":3150,"height":4800}},"fileName":"Nosferatu.Final.png","contentType":"image/png"}}}],"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"Fim7svKqGA4qpmnxN4dYx","type":"Asset","createdAt":"2021-02-02T15:22:20.885Z","updatedAt":"2021-02-02T15:22:20.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu Clan Art","description":"Nosferatu","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/Fim7svKqGA4qpmnxN4dYx/52dc2e3438ab9342b2020f3f0badba9e/Nosferatu_Single_Design.png","details":{"size":213660,"image":{"width":320,"height":386}},"fileName":"Nosferatu Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7IoasBvoNXWTVkZFqWSKbA","type":"Asset","createdAt":"2021-01-29T21:01:51.000Z","updatedAt":"2021-01-29T21:01:51.000Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu Legacy Clan Symbol","description":"Nosferatu Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/7IoasBvoNXWTVkZFqWSKbA/d72d183dcc41f8db3ec79ff410325cf7/LogoClanNosferatu.png","details":{"size":25665,"image":{"width":500,"height":611}},"fileName":"LogoClanNosferatu.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"5ZKjyeM2RCuSrhAigJbQ30"}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"b8A1mPRZGzwc4i7SqFHTg","type":"Entry","createdAt":"2020-03-23T16:06:18.383Z","updatedAt":"2021-04-11T11:41:46.092Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Potence","power":"Potence","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Son, I’ll punch you so hard that when someone pulls you out of the ground, they’ll have to crown him King of England.” — Vance St. Benedict, Cardinal of the Sabbat ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All vampires are capable of short bursts of preternatural strength, simply through the expenditure of blood. Practitioners of the Potence discipline have tapped into the primal quality of their blood in order to make such strength permanent. The inhuman might of Potence is incredible and clearly supernatural. With this discipline, a vampire can easily break bones or shatter stone. Armor is meaningless to her, as are obstacles. Anything in her way will simply be demolished or hurled aside.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nEach dot of Potence represents an additional increase to a character’s physical strength, and each dot stacks with all other mechanical bonuses granted by other dots of this discipline. If your character has Vigor (Potence •••), she also has the bonuses granted by Prowess (Potence •) and Might (Potence ••), which she must possess to reach Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nPotence powers are always active, and do not normally require Blood to activate. Some techniques and elder powers may require Blood or an action to activate; refer to each power for speciﬁcs. The Potence powers cannot be used outside of hand-to-hand and melee combat range, unless the power speciﬁes that you can do so.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Strength","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Strength-focused characters who have at least 1 dot of Potence add +2 to all Brawl and Melee attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Potence test pool.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"3LiqKLVqGbvszqdbWv13dp"}},{"sys":{"type":"Link","linkType":"Entry","id":"5dAEqP2IoTTZgYmxZVcqRi"}},{"sys":{"type":"Link","linkType":"Entry","id":"3qMCreAWTgrXIpeenu6MQW"}},{"sys":{"type":"Link","linkType":"Entry","id":"2anx7iK0t8nsa6r6ChTL5Q"}},{"sys":{"type":"Link","linkType":"Entry","id":"mTzChmpv7omGuuvI3rI3Q"}},{"sys":{"type":"Link","linkType":"Entry","id":"4IPofcIzPYFbTavlgfvkIv"}},{"sys":{"type":"Link","linkType":"Entry","id":"4tafuAaP2UsG57f5RR5yQP"}},{"sys":{"type":"Link","linkType":"Entry","id":"5yDhXWSSBtehShAZSKIyWl"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"7aIVKGChVHEKpi2yeIevhk"}},{"sys":{"type":"Link","linkType":"Entry","id":"76NDL0IknZqMuH1JZh033y"}},{"sys":{"type":"Link","linkType":"Entry","id":"1tigF0o6FKbv3oKXL1J5dH"}}]}},"sect":"Camarilla","looks":"If greyish drowned corpse's a look, baby she's got it. Add a bald head and one too many scratch scars, sneaking up on the back of the hand from under a hoodie's sleeve, or pulling at her cheek when she smiles with crooked sharp teeth, and if that's a smile or a warning, well, that's up to the viewer. Add a motorcycle suit for that butch flavour. The eyes, a dull warm brown: no shark look is complete without reminders of the human beneath.","background":"Em's a childe of the sect wars, embraced in the middle of the conflict and for the conflict. Rough time for a fledgling, rough introduction to the world of Kindred. Thing is, she doesn't think a human life was gonna be any different for her; she doesn't think she'd have tasted less blood in her mouth, only then it would have been mostly her own. Bad neighbourhoods, sure, but primarily bad attitude. A poor girl with a chip on her shoulder was not going to get far. A woman who's a monster, though? She just might. With her sire dead in the sect war, peace be to his immortal soul, and all his boons and debts repaid with her own sweat and labour, Em left behind Portland and the base predicament of obeying orders as muscle, instead finding Seattle and pursuing her own interests and causes in the Camarilla. She knows people, she knows things, and she's got an amazing stolen motorbike. Better temper too; getting due respect is great for nerves.","drive":"She used to say survival. The vague pull that whatever's at the end of the road, it's going to be better than whatever was left behind. Then she survived, so instead she said I've got to keep the place where I live functional, because I live in it, and because I'm good at getting shit done. That too was accomplished. So when a friend told her that she was cut for leading, and fixing things, and connecting people, eventually she believed him — where at first she'd only laughed.","quote":"\"Haven't met ya before. That's either an oversight on my side or a feat on yours.\"","art":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"77GsKbCdxUZ8XPt8H2iCWt","type":"Asset","createdAt":"2021-09-20T23:06:51.113Z","updatedAt":"2021-09-20T23:06:51.113Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Em (Maryanne Martini)","description":"Yearbook entry for Em (Maryanne Martini)","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/77GsKbCdxUZ8XPt8H2iCWt/bcbfaef28aeff9400ddc0ff46d9b7381/Em_NPC.png","details":{"size":373362,"image":{"width":1500,"height":1875}},"fileName":"Em NPC.png","contentType":"image/png"}}},"referemces":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"72DArNRxSyuXCPxOZDN3DG","type":"Entry","createdAt":"2020-04-19T22:11:17.399Z","updatedAt":"2020-04-19T22:11:17.399Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"skills"}},"locale":"en-US"},"fields":{"title":"Brawl","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have been trained to ﬁght, and know how to use your body in hand-to-hand combat. You might have military training, you might have been trained in the martial arts, or maybe you grew up with a lot of rough-and-tumble siblings. Whatever the case, you know how to dish out damage with your ﬁsts and feet.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with Brawl may use appropriate combat maneuvers when engaging in unarmed combat. For information on combat maneuvers see Chapter Six: Core Systems.","marks":[],"data":{}}],"data":{}}]}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"b8A1mPRZGzwc4i7SqFHTg","type":"Entry","createdAt":"2020-03-23T16:06:18.383Z","updatedAt":"2021-04-11T11:41:46.092Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Potence","power":"Potence","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Son, I’ll punch you so hard that when someone pulls you out of the ground, they’ll have to crown him King of England.” — Vance St. Benedict, Cardinal of the Sabbat ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All vampires are capable of short bursts of preternatural strength, simply through the expenditure of blood. Practitioners of the Potence discipline have tapped into the primal quality of their blood in order to make such strength permanent. The inhuman might of Potence is incredible and clearly supernatural. With this discipline, a vampire can easily break bones or shatter stone. Armor is meaningless to her, as are obstacles. Anything in her way will simply be demolished or hurled aside.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nEach dot of Potence represents an additional increase to a character’s physical strength, and each dot stacks with all other mechanical bonuses granted by other dots of this discipline. If your character has Vigor (Potence •••), she also has the bonuses granted by Prowess (Potence •) and Might (Potence ••), which she must possess to reach Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nPotence powers are always active, and do not normally require Blood to activate. Some techniques and elder powers may require Blood or an action to activate; refer to each power for speciﬁcs. The Potence powers cannot be used outside of hand-to-hand and melee combat range, unless the power speciﬁes that you can do so.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Strength","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Strength-focused characters who have at least 1 dot of Potence add +2 to all Brawl and Melee attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Potence test pool.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}]},"sys":{"id":"3PNUQDGFysORRO4myXZD7o","type":"Entry"}},{"fields":{"name":"Civil Madison","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6dYOhMRa9pRiC2LA9whG2e","type":"Entry","createdAt":"2020-04-14T21:30:10.711Z","updatedAt":"2021-04-18T14:44:15.029Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Malkavian","nickname":" Lunatics","disciplines":["Auspex"," Dementation","Obfuscate"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For some, eternity is no more than a continuance of mortal existence. For Malkavians, the transition is far more abrupt and devastating. The act of Embrace shatters the minds of those brought into this clan, driving them over the sharp brink of madness — but also unlocking supernatural gifts of insight and introspection.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Malkavians are deeply, darkly insane; their psychology is precariously balanced on the edge of sanity’s cliff. This is a painful, alienating phenomenon. The madness may take the form of a structured, clinically understood insanity, or it may be a complete reversal of the senses. It may come and go in vivid psychosis, or it may manifest as elaborate, longterm hallucinations. Each Malkavian’s Embrace shatters the mind in a different pattern; no two emerge into immortality exactly the same.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"It is difﬁcult for other vampires to relate to members of the Malkavian clan. They are fractious, unpredictable, and sometimes unintelligible. They see the world differently and, occasionally, they try to educate and enlighten others to truths that only they seem to understand. These lessons take the form of pranks, and they are elaborate, terrifying, and dangerous, following logic only a Malkavian could understand.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Malkavians Embrace seemingly at random, taking their childer from all strata of mortal society. A Malkavian’s outward appearance is usually speciﬁc to the individual’s derangement, varying from disheveled and dirty to obsessively clean. Younger Malkavians tend to be deviants and loners, struggling to understand themselves and the new world into which they’ve been plunged. Elders tend to have a better grasp of their inner pandemonium, and seem more at ease. Further, all Malkavians are connected by a vast, lingering sixth sense – some say it is the slumbering consciousness of the founder of their clan – and they all have insights beyond any mortal capacity to understand.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Truly, the concept of structure is nearly meaningless when describing the rampant chaos that affects the Malkavian clan. Malkavians come and go as they please, barely noticing or caring as the ages pass. They have no clan hierarchy, nor structure. Their elders are nominally in charge, primarily because they tend to be more lucid than those who are recently Embraced.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" All members of Clan Malkavian suffer from a permanent, incurable derangement. They may acquire and recover from other derangements, but they can never recover from their primary derangement. Malkavians do not receive ﬂaw XP for their primary derangement; however, they do receive ﬂaw XP for additional derangements, as normal. Resetting a Malkavian’s Derangement traits places her at 1, rather than 0. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Expanded Consciousness (1 point merit): You can choose a second Mental attribute focus.","Bloodline: Ananke (2 point merit): You’re a member of the Ananke bloodline, practitioners of haruspexy who obsess over the bodies of the recently dead. Your in-clan disciplines are Auspex, Dementation, and Presence.","Bloodline: Knights of the Moon (2 point merit): You’re a member of the Knights of the Moon bloodline, who do not manifest Dementation. Your in-clan disciplines are Auspex, Dominate, and Obfuscate.","Labyrinthine Mind (3 point merit): You receive a bonus to resist mind-altering powers, and people who attempt to read your mind risk gaining derangements."," Sophistry (4 point merit): You  can sometimes predict attacks before they happen, and use this unique insight to avoid harm."],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“I hear a lot about Malkavians being ‘broken.’ Then I look at other clans. We see things and know things that they can’t. They’re missing an entire sense that we have gained. They’re the crippled ones, not us.” — Jessica Kesch","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5FhCsTqzB90m54BWkg7EcP","type":"Asset","createdAt":"2021-02-02T15:03:17.016Z","updatedAt":"2021-02-02T15:03:17.016Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Malkavian Clan Art","description":"Malkavian","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5FhCsTqzB90m54BWkg7EcP/859d3569a5ca8740964cf5d3b489a673/Malkavian_Single_Design.png","details":{"size":246108,"image":{"width":320,"height":386}},"fileName":"Malkavian Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3qn4gm1v8fvXbJz0QnFoq0","type":"Asset","createdAt":"2021-01-29T21:18:33.914Z","updatedAt":"2021-01-29T21:18:33.914Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Malkavian Legacy Clan Symbol","description":"Malkavian Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3qn4gm1v8fvXbJz0QnFoq0/48c703497f417e091a7ab42a1455f590/LogoClanMalkavian.png","details":{"size":22657,"image":{"width":500,"height":536}},"fileName":"LogoClanMalkavian.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1RNaOHjHaH0MYzeH3QKZvW","type":"Entry","createdAt":"2020-03-22T20:30:27.850Z","updatedAt":"2021-04-11T11:38:19.086Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Dementation","power":"Dementation","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Madness is not the end. It is not the beginning. It is a twisted path that leads from darkness to darkness, and truth to truth.” — Anna Nevermore ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Embrace ravages the minds of Malkavians, twisting and shattering their psyches, but also expanding their consciousness to a point where there is very little distinction between madness and insight. They become visionaries, catalysts of change and insanity, carrying both wisdom and pandemonium in their wake. Their signature discipline, the power of Dementation, carries this madness forward, spreading it throughout the world. The discipline unlocks the doors of the subconscious and frees the ego, ravaging a victim’s logic and supplanting it with chaos.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Derangements : A character must have a Derangement in order to purchase any dot of Dementation. If she does not already have a Derangement, then purchasing the 1st dot of Dementation causes the character to permanently gain a Derangement that cannot be removed. A character does not gain XP for acquiring this Derangement. For more information on Derangements, see Chapter Five: Merits and Flaws, page 266.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"Dementation Test Pool: The Dementation wielder uses her Social attribute + Empathy, versus the target’s Social attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"1vzlTppm5OyvYrlVBNBR8g"}},{"sys":{"type":"Link","linkType":"Entry","id":"6QCnrxfwrK83Z5i0g6JhtH"}},{"sys":{"type":"Link","linkType":"Entry","id":"2IByw1wxrJVqEpTXcgllzz"}},{"sys":{"type":"Link","linkType":"Entry","id":"36eyCpg2m5y2S2yXF9KDkr"}},{"sys":{"type":"Link","linkType":"Entry","id":"6Nml4Uh4YYzDQAH1KWx5KC"}},{"sys":{"type":"Link","linkType":"Entry","id":"479TaCO1NsJgSp9bbgPHkV"}},{"sys":{"type":"Link","linkType":"Entry","id":"7oPQrLZSAzFNCvN3vOfQID"}},{"sys":{"type":"Link","linkType":"Entry","id":"3asCpyOy4Db6gSXQYDnTdr"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"7dxq0Q0FPakTOL9ELG57zG"}},{"sys":{"type":"Link","linkType":"Entry","id":"2vuoFOShLeSasqpWZMDRGl"}},{"sys":{"type":"Link","linkType":"Entry","id":"2oPOn6fmOVPlguHr0JzBmL"}}]}},"sect":"Camarilla","looks":"Standing at five feet short, Civil Madison is known for their tight black waistcoats and classic 1920s’ styled rose broach. They wear little wedged boots to give them a few extra inches. Their physical appearance is more of an androgynous look, with long brown hair and a grin typically seen on them. Their dark brown eyes hold a hidden depth as some who have looked into them have not returned the same. ","background":"Civil Madison is a moonshine runner from North Carolina in the 1920s’. They were exceptional at their job and was eventually caught the eye of their soon-to-be Sire and current gang boss, simply known as Teacher. The two started off on a fling at first but then it became a nightly routine. Their Sire was cruel in their teachings, harshly punishing Civil physically for mistakes but deeply rewarding them in blood pills that Civil was told were simple drugs. Eventually, the time came in which their Sire took Civil to a cabin and turned them. Then without warning, vanished in the night, leaving only a journal with sparse instructions behind. In this journal, Civil was told that they must be a Toreador and not some mentally deranged Malk.\nWith nothing more to go on Civil traveled to Concord NC and set up a small store and kept out of the spotlight. Avoiding any kind of Kindred connection. Eventually, this lost Malkavian found love in a beautiful woman and tried to embrace her. Yet without clear instructions, she was simply a ghoul. So they two lived together keeping the shop open 24/5. However, this behavior caught the attention of Hunters. Accused of being spies for the Communist Soviet Union, a purge was launched upon them both in the middle of the night, and Civil’s ghoul love was able to buy her love enough time to escape. \n\nDrifting west Civil has gone from bar to job to more and eventually found themselves in the Camarilla city of New Orleans. Claiming to be a Camarilla kindred they settled for a while there. Using what little writings their Sire had left to join the Camarilla. However, this city could not hold their attention long, and on they drifted.\n\nHaunted by their last love and lost Sire they are drawn to other kindred who exhibit the same traits as their Sire. Looking for some kind of a teacher who can help them. Thinking that perhaps they have the answers. They are flying through eternity by the seat of their speeding car. With their Sire gone they are desperate for a teacher and eager to keep that kindred close. Very close.","drive":"They have little direction in their unlife, drifting from one new obsession to the other night after night. These constant distractions keep them preoccupied. ","quote":"“I love how you are willing to teach me. Don’t ever leave me, ever, understand?”\n","art":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5kLxlO8MAjBj52ZerqEev5","type":"Asset","createdAt":"2021-09-21T11:22:31.202Z","updatedAt":"2021-09-21T11:22:31.202Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Civil Madison","description":"Yearbook pic for Civil","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5kLxlO8MAjBj52ZerqEev5/e31e0826311c5ba068d560150269f976/Civil_Madison.jpg","details":{"size":204280,"image":{"width":960,"height":1200}},"fileName":"Civil Madison.jpg","contentType":"image/jpeg"}}},"referemces":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1RNaOHjHaH0MYzeH3QKZvW","type":"Entry","createdAt":"2020-03-22T20:30:27.850Z","updatedAt":"2021-04-11T11:38:19.086Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Dementation","power":"Dementation","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Madness is not the end. It is not the beginning. It is a twisted path that leads from darkness to darkness, and truth to truth.” — Anna Nevermore ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Embrace ravages the minds of Malkavians, twisting and shattering their psyches, but also expanding their consciousness to a point where there is very little distinction between madness and insight. They become visionaries, catalysts of change and insanity, carrying both wisdom and pandemonium in their wake. Their signature discipline, the power of Dementation, carries this madness forward, spreading it throughout the world. The discipline unlocks the doors of the subconscious and frees the ego, ravaging a victim’s logic and supplanting it with chaos.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Derangements : A character must have a Derangement in order to purchase any dot of Dementation. If she does not already have a Derangement, then purchasing the 1st dot of Dementation causes the character to permanently gain a Derangement that cannot be removed. A character does not gain XP for acquiring this Derangement. For more information on Derangements, see Chapter Five: Merits and Flaws, page 266.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"Dementation Test Pool: The Dementation wielder uses her Social attribute + Empathy, versus the target’s Social attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}]},"sys":{"id":"4koCkC0jFFkgavqNBEv9E3","type":"Entry"}},{"fields":{"name":"Jaelyn Castor","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2O8Ze2xba99SDbQX3uAn8q","type":"Entry","createdAt":"2020-04-15T12:33:52.446Z","updatedAt":"2021-04-18T14:56:19.919Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":12,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Toreador","nickname":"Degenerates","disciplines":["Auspex","Celerity","Presence"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Magniﬁcent roses in a garden of evening stars. A lilting aria in a drowsy twilight. The sweet brush of a lover’s kiss. These images evoke the Toreador, as these vampires are the most beautiful of all. \r\nToreador are artists, writers, and creators: artisans enjoying an immortal life of pageantry and sensuality. Unlike other clans, Toreador plunge themselves into the mortal world. Often, they will pretend to be mortal, living as glitterati and giving patronage to inﬂuential mortal artists. From city to city, passion to passion, the Toreador ﬂ it about, inspiring the ﬁnest art and leaving a trail of broken hearts.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"With such reﬁned tastes, it is easy for a member of the Toreador clan to become jaded and bitter, ﬁlled with ennui. Surrounded by excess, they quickly lose interest, seizing prize after prize — the sweetest of which are those stolen from another. The oldest Toreador often become depraved, sinking into debauchery simply so they can feel anything at all.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Toreador love politics and live for hierarchy, so long as they can remain at the top. They develop cults of personality, gathering followers captivated by their beauty or begging for their patronage. They are always at the cutting edge of arts, culture, and society. They pride themselves on their beauty and poise, hosting salons and gatherings to show off their wealth and style. Those who cannot keep up are mocked and ridiculed. Vampires who are ugly, uncivilized, or show no respect for the arts are torn apart by a Toreador’s metaphorical claws. For this reason, there is an eternal enmity between the Nosferatu and Toreador clans, a hatred that will never be reconciled.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Toreador hierarchy is based around an elaborate system of guilds and patrons, with rising stars shooting to the fore — and discarded just as quickly when their moment of glory has faded. Cliques of powerful elders snipe one another, engaging in subtle politics as they shred reputations and destroy lives. Young Toreador thrown into this pool of sharks must quickly learn to sink or swim.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Toreador are often entranced by beauty and art. When you encounter a piece of art, a performance, or something beautiful that you are particularly interested in or that you have never seen before, you must give it your undivided attention for a scene. Toreador can resist this urge by expending a point of Willpower. Although distractions like loud voices or a nearby scufﬂe can divert your attentions, Toreador dislike being interrupted while experiencing art and beauty, and will respond with anger — even violence or frenzy.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Artist’s Blessing (1 point merit): You can purchase up to 7 points of Crafts and Performance skills, and you gain 3 free dots of one Craft or Performance skill.","Bloodline: Ishtarri (2 point merit): You’re a member of the Ishtarri bloodline, which devotes itself to the perfection of movement, whether in dance or battle. Your in-clan disciplines are Celerity, Fortitude, and Presence."," Bloodline: Volgirre (2 point merit): You’re a member of the Volgirre bloodline, which is a secret lineage of antitribu that has returned to the Camarilla.","Absent Sway (3 point merit): Your art has a lasting emotional impact on those who observe it.","Dancer’s Grace (4 point merit): Your body is the ultimate form of physical perfection,  and epitomizes the grace and dexterity of the Toreador clan. You gain a free retest when dodging."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Le spine della rosa sono nacoste dal ﬁore: the thorns of the rose are hidden by the bloom.” — Lynda La Plante, Bella Maﬁa","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"V6r7F61kW6qIVA2DIE3gF"}},{"sys":{"type":"Link","linkType":"Entry","id":"7B1PXlra0YgaASwpPeZwYp"}},{"sys":{"type":"Link","linkType":"Entry","id":"7tejSajbcpRERKmQewhh74"}},{"sys":{"type":"Link","linkType":"Entry","id":"4YOopTDPAgKdxBrYlFuDoN"}},{"sys":{"type":"Link","linkType":"Entry","id":"5E0keCaK95dcanyVQlNG98"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Y7QB4tr56NYQzdi3t4tqK"}},{"sys":{"type":"Link","linkType":"Entry","id":"5I2InZemFvieb5P6QUSohK"}},{"sys":{"type":"Link","linkType":"Entry","id":"2E1ICJSXhZm3fx5L7gndQY"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"i0HTpJ29wc0TFq3nSys63"}},{"sys":{"type":"Link","linkType":"Entry","id":"5l8GtzKo7VH3U2VcAIOl57"}},{"sys":{"type":"Link","linkType":"Entry","id":"6sK7KWkJfIoFsMjs6dKxsr"}}]}},"sect":"Camarilla","looks":"A svelte man of unusual height for his era, Jaelyn's fashion, consisting of a pair of soft-soled dancer shoes, accompanying tights, covering shorts, vest over a raglan sleeved boxer shirt, was a modern fusion of the bittersweet memories of his past, and the bloody dreams of his future. \n","drive":"Having grown bored of the ballet, Jaelyn has become a monster hunter. Seeking to become an Alastor by killing a member of the Red List!","quote":" \"No use yapping at me, I don't speak puppy\"","referemces":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}]},"sys":{"id":"U0yB8eLeMmWbn2izSQfNb","type":"Entry"}},{"fields":{"name":"Tony","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"0ic32uu6963EswH5hG5Vz","type":"Entry","createdAt":"2020-04-15T12:32:26.898Z","updatedAt":"2021-04-18T14:18:14.834Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Brujah","nickname":"Rabble","disciplines":["Celerity"," Potence","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The vampires of Clan Brujah were once scholars and seekers of wisdom. They inspired the glory of ancient Carthage, a mighty city where mortals and vampires lived together in peace. However, Ventrue treachery and the armies of ancient Rome laid Carthage low and forever shattered the Brujah clan. Over the centuries, internal divides have shaken Clan Brujah to its core, changing the clan’s nature from stoic philosopher to passionate warrior. The Brujah are no longer the creatures they were in Carthage.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In modern nights, the Brujah are a ﬁery group of warriors, individualists, and rebels, driven to both success and failure by their tempestuous natures. They feel mortal passions more deeply than other vampires, and are prone to attack ﬁrst and ask questions later. Members of this clan love a cause, and will eagerly act on anything they see as injustice. They come together in violent gatherings called rants, where they give passionate speeches, challenge rivals to personal combat, or drum up support for crusades against the status quo. They know best that the capacity for emotion can also be a dark path. Many Brujah are driven to frenzy and madness if they cannot control their passions.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of the Brujah clan are Embraced from many cultures, regions, and religions. The Brujah have never been selective — they choose childer based on an individual’s drive and desire to right wrongs. When it comes to ﬁtting in with the modern world, Brujah do it better than most vampires. They easily adopt styles of rebellion: shaved heads, motorcycles, rivets, leather jackets, or t-shirts with rude slogans.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Brujah with experience tend to be inspirations to their clanmates, but a clanmate is expected to prove her worth rather than turning to her elders to solve problems, so clan hierarchy is loose at best. Brujah tend to group themselves into philosophical factions, often claiming to be Idealists, Individualists, or Iconoclasts. Iconoclasts are passionate about tearing down society and building \rsomething new, while Idealists prefer to solve society’s problems rather than start completely over. Individualists are more reclusive, working on a person-by-person basis instead of concentrating on society as a whole.\r","marks":[],"data":{}}],"data":{}}]},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Brujah are highly emotional, and have great trouble controlling the wrath of their Beasts. Their difﬁculty to resist frenzy is increased by 2.\r","marks":[],"data":{}}],"data":{}}]},"merits":[" Brotherhood (1 point merit): You gain a bonus when ﬁghting alongside other Brujah"," Burning Wrath (2 point merit): You can inﬂict aggravated damage with your ﬁsts.","Scourge of Alecto (3 point merit): You can incite the Beast of anyone who attempts to ignore your Awe or Majesty."," Bloodline: True Brujah (4 point merit): You are a member of a bloodline within the Brujah clan that reviles its tempestuous ancestors, and dedicates itself to intellectual studies and passionless pursuits. "],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Might doesn’t make right. Right makes might. Fuck it, I’m not going to waste my immortality compromising with the corrupt.” — Aligheri, Advocate of 8 Mile ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2BnaXTnj0jtEFy7jAhFIen","type":"Asset","createdAt":"2021-02-02T15:16:40.560Z","updatedAt":"2021-02-02T15:16:40.560Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Clan Art","description":"Brujah","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2BnaXTnj0jtEFy7jAhFIen/e05fec131d6c2da15e91149de63a6ec2/Brujah_Single_Design.png","details":{"size":249576,"image":{"width":320,"height":386}},"fileName":"Brujah Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5N7vZI6fzjZbpPuHxw7ah8","type":"Asset","createdAt":"2021-01-29T21:10:47.008Z","updatedAt":"2021-01-29T21:10:47.008Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Legacy Clan Symbol","description":"Brujah Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5N7vZI6fzjZbpPuHxw7ah8/24d33696924c806f7895dcd0cf1281df/LogoClanBrujah.png","details":{"size":97526,"image":{"width":500,"height":509}},"fileName":"LogoClanBrujah.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"b8A1mPRZGzwc4i7SqFHTg","type":"Entry","createdAt":"2020-03-23T16:06:18.383Z","updatedAt":"2021-04-11T11:41:46.092Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Potence","power":"Potence","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Son, I’ll punch you so hard that when someone pulls you out of the ground, they’ll have to crown him King of England.” — Vance St. Benedict, Cardinal of the Sabbat ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All vampires are capable of short bursts of preternatural strength, simply through the expenditure of blood. Practitioners of the Potence discipline have tapped into the primal quality of their blood in order to make such strength permanent. The inhuman might of Potence is incredible and clearly supernatural. With this discipline, a vampire can easily break bones or shatter stone. Armor is meaningless to her, as are obstacles. Anything in her way will simply be demolished or hurled aside.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nEach dot of Potence represents an additional increase to a character’s physical strength, and each dot stacks with all other mechanical bonuses granted by other dots of this discipline. If your character has Vigor (Potence •••), she also has the bonuses granted by Prowess (Potence •) and Might (Potence ••), which she must possess to reach Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nPotence powers are always active, and do not normally require Blood to activate. Some techniques and elder powers may require Blood or an action to activate; refer to each power for speciﬁcs. The Potence powers cannot be used outside of hand-to-hand and melee combat range, unless the power speciﬁes that you can do so.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Strength","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Strength-focused characters who have at least 1 dot of Potence add +2 to all Brawl and Melee attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Potence test pool.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"6m0lM9CZlPTjSIkH2pyzfS"}},{"sys":{"type":"Link","linkType":"Entry","id":"MDjv2XZQoCjqFvACLDaUK"}},{"sys":{"type":"Link","linkType":"Entry","id":"27OgG2QUidpXcgJrUpsN5d"}},{"sys":{"type":"Link","linkType":"Entry","id":"7I1mA5NJhFvnVSxwgcDjPg"}},{"sys":{"type":"Link","linkType":"Entry","id":"6HegKVuhfAfm8EwtoZgNSp"}},{"sys":{"type":"Link","linkType":"Entry","id":"5y8JHfH7bteIPLtGdNnp5T"}},{"sys":{"type":"Link","linkType":"Entry","id":"7yaYw9J5zGLPauNofZGyVY"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"3zqtP7YWCfVn3D0egtZfjn"}},{"sys":{"type":"Link","linkType":"Entry","id":"WF7LB9xrgxEFEviUw1dYk"}},{"sys":{"type":"Link","linkType":"Entry","id":"2JNrS44Rjr36yvd0OYSJJL"}}]}},"sect":"Anarch","looks":"Tony is often seen wearing stereotypical 1990’s English punk clothes, along with his signature union jack flat cap. ","drive":"The burring of the Ivory tower and the destruction of elder control over kindred society. ","quote":"\"Get on the bus or fuck off we have an Ivory Tower to Burn!\"","art":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"E52iwqIhtpCHqAKM2pFs9","type":"Asset","createdAt":"2021-09-22T14:00:01.887Z","updatedAt":"2021-09-22T14:00:01.887Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tony","description":"Tony's pic for Vampire Yearbook","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/E52iwqIhtpCHqAKM2pFs9/c7947b8b1d8de67a4eeb685eec446b2e/Tony.png","details":{"size":2720880,"image":{"width":1920,"height":1080}},"fileName":"Tony.png","contentType":"image/png"}}}},"sys":{"id":"3myaibGaYtfza0DZ7R6qQ1","type":"Entry"}},{"fields":{"name":"Matek Khaldun","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"d6oMK1Mfpcl9f4AzYyWrf","type":"Entry","createdAt":"2020-04-15T12:30:51.410Z","updatedAt":"2021-04-18T17:06:24.041Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":13,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Assamite","nickname":" Assassins","disciplines":[" Celerity","Obfuscate","Quietus"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Assamites, also known as the Children of Haqim, originated in the ancient Middle East. Skilled assassins and swift warriors, the majority of the clan resides in a mountain fortress known as Alamut . These warriors will readily agree to dangerous missions, if paid a high enough blood-price. Their thirst for blood is legendary, as is their desire to judge vampires according to their founder’s laws. Those who are found wanting must be destroyed.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Assamite clan has no sect allegiance. Although a few scattered individuals have joined either the Camarilla or the Sabbat, the clan as a whole refuses to bow to any vampiric hierarchy. To that end, its members never agree to long-term contracts, remaining staunchly independent in the great Jyhad. This causes the clan to be both feared and mistrusted, as vampires know that Assamite loyalty belongs to the highest bidder. Some Assamites follow a religious-themed Path of Enlightenment that codiﬁes the clan’s fanatic devotion to the Mountain. Known as the Path of Blood, it venerates diablerie and insists on a fanatic reverence to the clan’s founder, Haqim.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"In the past, the Assamites were rampant diablerists, forced to stop only because the Tremere levied a powerful curse upon them at the behest of the Camarilla’s Inner Circle. This curse caused vampiric vitae to become poisonous to Assamites, burning their veins. Because of this, Assamites (particularly ancient ones) hate the Tremere above all else. When the Eldest of their clan rose and took control, he broke the curse with his own sorcery, throwing off the shackles of the Tremere and swearing the clan to vengeance.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Older Assamites tend to come from Middle Eastern and North African cultures, though young Assamites are Embraced from a more global demographic. An Assamite’s skin grows darker with age, as opposed to other vampires, whose skin gets paler. Because of this, particularly ancient Assamites appear unnaturally onyx-skinned, as though carved from darkest ebony. \r\nThe majority of the Children of Haqim are warriors, trained as killers, spies, and covert operatives. They take contracts and return to Alamut with the spoils of victory when they are successful. The rest of the clan – a signiﬁcant minority – are of the two other castes: the Sorcerers and the Viziers. The Sorcerers remain hidden in the mountain of Alamut, tending to the clan’s powerful leader, a vampire known as the Eldest. The Viziers, once trusted by their clan, defected from the Mountain over an ideological schism, refusing to bow to the will of the Eldest. For that crime, they are hunted by their fellows. The Mountain will not stop pursuing them until all of the treasonous Viziers are destroyed.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Assamite clan has an insular, structured culture. All Assamites are expected to follow the dictates of the Eldest, whom they treat with a mix of reverence and fear. Small cells of two to three Assamites (known as falaqi) can reside outside the Mountain, so long as they adhere to the faith of Haqim and the dictates of the Eldest. Although the clan once had a strong reverence for the Muslim faith, the worship of Allah has been forbidden by the Eldest. All Assamites must revere only Haqim, or be destroyed for their disloyalty.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since the Tremere curse was broken, Assamites have returned to their bloodthirsty ways. Assamites ﬁnd the blood of vampires highly addictive. When an Assamite drinks vampiric blood she gains 2 Beast traits for the next 10 minutes. If the Assamite frenzies during this time, she will attempt to diablerize the last vampire whose blood she tasted. Unlike normal Beast traits, these traits do not count when determining if a vampire loses a point of Morality, and these Beast traits fade after 10 minutes.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":[" Surprise Attack (1 point merit): You are skilled at attacking from surprise.","Bloodline: Vizier (2 point merit): You are a member of the primarily-Islamic Viziers. With the rest of your caste, you deﬁed the worship of Haqim and ﬂed the Mountain. Your in-clan disciplines are Auspex, Celerity, and Quietus.","Awakening the Steel (3 point merit): You possess a melee weapon that has been named and enchanted by a member of the Sorcerer caste.","Bloodline: Sorcerer (4 point merit) You are a member of the Assamite Sorcerer caste, which obeys the will of the Eldest and also seeks vengeance on the Tremere and Viziers. Your in-clan disciplines are Obfuscate, Quietus, and Thaumaturgy: Lure of Flames. "],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have two choices. You can close your eyes, and when they open, you will be with your loved ones in death. Or you can raise your weapon, and meet oblivion as a warrior. — Antonio Salerno ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"dxj0SP8GnNw1ordIC3U5O","type":"Asset","createdAt":"2021-02-02T15:20:48.943Z","updatedAt":"2021-02-02T15:20:48.943Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Assamite Clan Art","description":"Assamites","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/dxj0SP8GnNw1ordIC3U5O/f6b33e70b9a146a16b6a1e39aef1935d/Assamites_Single_Design.png","details":{"size":231013,"image":{"width":320,"height":386}},"fileName":"Assamites Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3i9XPGUmBthJzL2e7sKops","type":"Asset","createdAt":"2021-01-29T21:03:39.313Z","updatedAt":"2021-01-29T21:03:39.313Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Assamite Legacy Clan Symbol","description":"Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3i9XPGUmBthJzL2e7sKops/223ca7763d7a05c17cd03458e602f7e7/LogoClanAssamite.png","details":{"size":55255,"image":{"width":1000,"height":486}},"fileName":"LogoClanAssamite.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"4nmW5JAJUtZa2bmKZRmSOV"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"47LEvBXRXNZOIJxYN19qCh"}},{"sys":{"type":"Link","linkType":"Entry","id":"7qvIjIRxZKommJzaLL2WGn"}},{"sys":{"type":"Link","linkType":"Entry","id":"75RTPD73LLpRga4zlrs3XL"}},{"sys":{"type":"Link","linkType":"Entry","id":"dh9PTXpM8QTKagP05PWZZ"}},{"sys":{"type":"Link","linkType":"Entry","id":"2l3Oe0Dxexwikj5ejKLoQx"}},{"sys":{"type":"Link","linkType":"Entry","id":"3zcTzF03FX2fIb8tEPZOko"}},{"sys":{"type":"Link","linkType":"Entry","id":"5Cig5YL8uG5Hnxd9bc3wJP"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4nZhvvmwl44dlQmPgMzlMH"}},{"sys":{"type":"Link","linkType":"Entry","id":"25WN27LQ9zBA4i0dmw1aId"}},{"sys":{"type":"Link","linkType":"Entry","id":"5h5N6Vp33sgrPrMf3Jc7yW"}}]}},"sect":"Camarilla","looks":"Gaunt, dusty skin, draped in a voluminous, billowing cloak. Underneath clinging to a skeletal body are ragged street clothes.\n","drive":"Escape across the Atlantic away from the cradle of civilization. I made my way mile-by-mile for years, avoiding the killers sent to collect me, to reclaim my blood… the Children of Haqim, Alamut, my home.\n","quote":"\"Why should I end the new Prince, even if his station was stolen? I can just wait. He has more enemies than allies. He told me so, with a beaming smile as a point of pride. With patience as my guiding virtue, my hands will be clean; meanwhile, his ash will blow on the cool breeze... out of my City.” \n","art":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6qAL1XuWIeJMNSRiCujK4P","type":"Asset","createdAt":"2021-09-22T23:45:44.534Z","updatedAt":"2021-09-22T23:45:44.534Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Matek Khaldun","description":"Matek for Yearbook","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/6qAL1XuWIeJMNSRiCujK4P/d81a3a3cbb0a8274de701bbc258b54de/Mztek.jpg","details":{"size":447312,"image":{"width":954,"height":1308}},"fileName":"Mztek.jpg","contentType":"image/jpeg"}}},"referemces":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6bCHA65FVlVaJP4m5jmsDE","type":"Entry","createdAt":"2020-04-20T21:03:44.131Z","updatedAt":"2020-04-20T21:03:44.131Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"skills"}},"locale":"en-US"},"fields":{"title":"Melee ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a dangerous combatant, especially when you are armed with any sort of weaponry. Melee represents your ability to use non-ranged weapons of all forms, from swords and spears, to esoteric martial-arts weaponry such as sai or nunchaku. This skill also includes training with vampire-related weaponry, such as wooden stakes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with the Melee ability may use appropriate combat maneuvers when using melee weapons. For information on combat maneuvers see Chapter Six: Core Systems.\r\n","marks":[],"data":{}}],"data":{}}]}}}]},"sys":{"id":"1F3ltg2U2paYtm8rNBC6iR","type":"Entry"}},{"fields":{"name":"Anna Dogherty","clan":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3GR75PLXNHzGYOVfz14doE","type":"Entry","createdAt":"2020-04-15T12:35:17.220Z","updatedAt":"2021-04-18T14:58:07.073Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":13,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Tremere","nickname":"Warlocks","disciplines":["Auspex","Dominate","The Path of Blood"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Of all the vampire clans, the Tremere may have the most shadowed history. Long ago, the Tremere were not vampires, but powerful mortal sorcerers, specializing in hermetic magic. Through vicious cunning and powerful ambition, they joined the society of immortal undead. Even in modern nights, Tremere are the undisputed masters of blood sorcery, keeping their secrets close and staunchly guarded. Their numerous successes have gained the Tremere many bitter enemies. Their legacy is one of occult power wielded by political acumen, and they are dangerous in the extreme. The Tremere demand respect above all else — both from other vampires, and within their own clan.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Over the centuries, no clan has committed such terrible atrocities as the Tremere. Dark deals, horriﬁc experiments, and vile betrayals stain their reputation. Yet the Tremere continue to hold power, based primarily on strong alliances with other clans and the leverage of their magic. Those who turn against the Tremere lose access to their occult gifts and Thaumaturgical skill. A sorcerous ally can be a powerful boon.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Wizards left their black robes and tall staves in the Middle Ages; instead, the Tremere have adopted a strict, businesslike mien as is appropriate to modern nights. Conservative suits, prim dresses and upscale accoutrements have replaced top hats and canes, as the image of occult mastery adapts with each passing age.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Tremere exist in a strict, disciplined hierarchy of static ranks and severe restrictions known as “the Pyramid,” which is led by a council of the most powerful Tremere elders. Titles such as Apprentice, Lord, and Regent clearly distinguish Tremere ranks within the clan.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each Tremere is chosen carefully from a controlled mortal populace. Once transformed into a ghoul, the prospective childe is educated, tested, and then brought into the clan as a lowly Apprentice. With hard work, dedication, and judicious treason, a Tremere can rise through the Pyramid and seize power within the clan. Tremere do not live on their own, but haven together in occult chantries where they can work together and watch each other’s backs.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Core Book: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"The blood of the Tremere holds difﬁculties and inequities not found in the other clans. Because of these failings, Tremere are easily made dependent on the blood of another. It takes only two draughts of another vampire’s blood for a Tremere to become blood bound instead of the normal three — the ﬁrst drink counts as if the Tremere had taken two drinks.\n\n","marks":[],"data":{}},{"nodeType":"text","value":"V2: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"The fracturing of clan Tremere into multiple Houses has had more than just an ideological impact; it has impacted the very nature of their blood. Some claim that this is a direct result of the attacks on the Prime Chantry while others claim it was caused by the severance of the bonds between members of the clan. Whatever the cause, the blood of clan Tremere has been altered. The following Clan Weakness replaces the Clan Weakness in the core BNS V:TM 2013 core rulebook.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Clan Weakness:","marks":[{"type":"bold"},{"type":"italic"}],"data":{}},{"nodeType":"text","value":" Members of clan Tremere can no longer fully Blood Bond other vampires. No matter how many times another vampire consumes the blood of a Tremere they only suffer from a stage one Blood Bond; however, Tremere are still able to create ghouls and bind them. Should a Tremere Embrace a bound ghoul, the clan weakness immediately takes effect with regard to the new childe and any existing Blood Bond the childe has to its sire fades by one stage per month.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Storyteller Note:","marks":[{"type":"bold"},{"type":"italic"}],"data":{}},{"nodeType":"text","value":" If you have characters in your troupe with a stage two or higher Blood Bond to a Tremere, that Bond fades by one stage per month until it is a stage one Blood Bond.","marks":[{"type":"italic"}],"data":{}},{"nodeType":"text","value":"\n\n\n\r\n","marks":[],"data":{}}],"data":{}}]},"merits":["Thaumaturgical Expertise (1 point merit): You can purchase an additional path of Thaumaturgy, other than the Path of Blood.","Bloodline: Telyav (2 point merit): You are a member of the Telyav bloodline, a group of Lithuanian pagan Tremere believed to be extinct — and they prefer it that way, as other Tremere would destroy any Telyav they found. ","Talisman (3 point merit): You possess a magical talisman, which grants you a bonus when using Thaumaturgy.","Countermagic (4 point merit): You are extraordinarily adept with magic, and can dispel Thaumaturgical effects."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Evil is an excuse, a mere pablam spewed by those too weak to use force. There is no good, nor evil. There is only power, and powerlessness.”  — Abetorius the Curseborn","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"45MtEQZIrQ3C4dAXvcFEpV","type":"Asset","createdAt":"2021-02-02T15:18:52.142Z","updatedAt":"2021-02-02T15:18:52.142Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tremere Clan Art","description":"Tremere","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/45MtEQZIrQ3C4dAXvcFEpV/22980be30905d5f5fd671d95069311a3/Tremere_Single_Design.png","details":{"size":238544,"image":{"width":320,"height":386}},"fileName":"Tremere Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5nFPWFMO4HGipNMkF0730T","type":"Asset","createdAt":"2021-01-29T21:08:33.984Z","updatedAt":"2021-01-29T21:08:33.984Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tremere Legacy Clan Symbol","description":"Tremere Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5nFPWFMO4HGipNMkF0730T/ce6dcd2ae1ae74b4583236257d78d6fa/LogoClanTremere.png","details":{"size":15320,"image":{"width":502,"height":500}},"fileName":"LogoClanTremere.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"4lpmUKug2RyFfb6MD9i1lT"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"7tqTPgKaHgZ6usXj7BePpD"}},{"sys":{"type":"Link","linkType":"Entry","id":"2BjGIgJyqnEd6vOaLqTrnj"}},{"sys":{"type":"Link","linkType":"Entry","id":"ow1xkyR0UDgm9cmpQ9S0M"}},{"sys":{"type":"Link","linkType":"Entry","id":"65yKIOXfnTWBmZ1Ytf6ZS6"}},{"sys":{"type":"Link","linkType":"Entry","id":"7HpkeM2tfe2NZcVP5kKnim"}},{"sys":{"type":"Link","linkType":"Entry","id":"3fsU4ohsnGkmq55l6bmE2N"}},{"sys":{"type":"Link","linkType":"Entry","id":"34DUdPSpFxmmBdX5abddzD"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4LoHzWKxCJOqUGOskY6vcx"}},{"sys":{"type":"Link","linkType":"Entry","id":"5ecYIuILm2xhVFDfUZOHR2"}},{"sys":{"type":"Link","linkType":"Entry","id":"2hf4jLoItpHlAY0aB9uRma"}}]}},"sect":"Camarilla","looks":"In the chantry, Anna always wears a black robe. In public, she tries hard to fit in with designer blue jeans, plain white silk blouse and blue kerchief around the neck. At elysium, she will wear a simple black evening gown with saphire necklace.\nShe drives a pink and black Lamborghini, a present from her Sire.\n","background":"Background: Anna was a student in the 1960's, into tarot and magic, but never quite fit in at college due to her love of rules and following the law.  A local Tremere noticed her and made her a ghoul, where she thrived assisting with research and helping in the occult garden. A decade later she got embraced. She nearly died in the 1990's during her domain's war with the garou, as she was brought along to a battle for her knowledge of Thaumaturgical paths, but is squishy and knows nothing about combat. She panicked, flailed wildly and ran away- terribly embarassing for her and her clan, she hates it being mentioned. \nShe has been a talon to two local harpies now, and does very well in that position, keeping the records of boons and standing.\n\nAnna is a follower- she will never be a clan leader or a Prince, but is a useful tool who will keep her mouth shut as necessary. She is very proud of her research and knowledge, and her personal library.","drive":"Loyalty to House and Clan, to the death. Then loyalty to the Camarilla. If she gets recognised for said loyalty by her superiors, that is the best night ever!","quote":"“I'll need to check with my Elder first, but assuming I am allowed, would be happy to assist you.”","art":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3rEmfHwFRffskjz1oB9J3H","type":"Asset","createdAt":"2021-09-20T22:45:41.922Z","updatedAt":"2021-09-20T22:45:41.922Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Anna","description":"Anna Dogherty- Vampire Yearbook","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3rEmfHwFRffskjz1oB9J3H/3236bf6d3087405b251fd2900acccc76/anna.jpg","details":{"size":54223,"image":{"width":528,"height":960}},"fileName":"anna.jpg","contentType":"image/jpeg"}}},"referemces":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2ePYvwrvZja0xvFmNTggiC","type":"Entry","createdAt":"2021-02-22T21:26:14.842Z","updatedAt":"2021-02-22T21:26:14.842Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"rituals"}},"locale":"en-US"},"fields":{"title":"Pavis of the Foul Presence","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By casting Pavis of the Foul Presence, you reflect the effects of the Presence discipline against your aggressor. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"First, you must tie a blue silken cord around your neck while intoning the chant to activate the ritual. Once the ritual has been cast, the very next time a character targets you with a Presence power or a Presence-based technique, Pavis of the Foul Presence reflects the effect of that Presence power back upon the aggressor. Once triggered, the ribbon around your neck turns to ash, ending the effects of Pavis of the Foul Presence.\nResolve the Presence power’s opposed challenge as normal with the aggressor. If your attacker wins the challenge, the incoming Presence power simply has no effect on you. The attacker must wait at least one hour before targeting you with the same power again, although she can target you with other Presence powers. For the next hour, you are immune to the power which triggered Pavis of the Foul Presence, if the same character attempts to target you with that power again.\nIf you win the challenge to resist the incoming Presence power, Pavis of the Foul Presence turns the power back on the user. In this case, that power automatically affects the user, as if you had used it on her. Note that Pavis of the Foul Presence only reflects powers that specifically target you. This ritual does not affect powers that do not target you directly, such as Majesty or Awe.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6lF16g9p8hnGLAn6AuFZOh","type":"Entry","createdAt":"2021-02-22T20:42:23.565Z","updatedAt":"2021-03-07T00:33:09.716Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"rituals"}},"locale":"en-US"},"fields":{"title":" Principal Focus of Vitae Infusion","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to freeze your blood in stasis and thaw it out for later use. This power can be very useful for a vampire who needs to feed in an emergency.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through ritual concentration, you can transform 1 point of your Blood into a small red sphere the size of a common marble. Casting this ritual draws that point of Blood from your system. At a later time, you can place this sphere in your mouth, crush it between your teeth, and mentally command it to turn back into blood, thus drinking the blood and refilling your Blood pool. The entire process of reabsorbing a point of Blood requires one simple action.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If another character is present when you create a blood sphere, you can teach that character the mental command to transform the sphere into blood. If she places the blood sphere in her mouth, she can then give the mental command, allowing her to use the blood sphere in the same way you would. Of course, since your own blood is used to create the blood sphere, the subject establishes one step of a blood bond to the caster of this ritual.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can create a number of blood spheres equal to of the number of dots you possess of the Occult skill. If you make a blood sphere that would take you above this limit, a previously existing sphere is immediately destroyed. Ritualists know that allowing another individual – particularly another thaumaturge – to have access to your blood is very dangerous. Users should consider themselves warned.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"sourceBook":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1y0VIxzBQdA93Sp8TxCTjS","type":"Entry","createdAt":"2021-02-20T00:00:42.043Z","updatedAt":"2021-03-07T16:10:32.134Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"The Green Path","power":"The Green Path","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"“Learn from the wilds of the rainforests. Appear to bend from above when the harsh winds blow, but from below…grow and conquer the masses.” ","nodeType":"text"},{"data":{},"marks":[],"value":"— Aithne Frigg, the Professor of Perennials, Regent of Clan Tremere","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Green Path draws upon the metaphysical connection to earth, plants, and organic materials. A craft as old and arcane as magic itself, the practitioners of the Green Path are as diversified in their magics as plants are in their species. Used for healing, self-progression, protection, and destruction, plants give thaumaturgists new knowledge of the potential of the world around them; empowering insights beyond the archaic methods of herbalism that enable them to  communicate in a transcendent and symbolic language that reflects the inner workings of the natural world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Masters of the Green Path can be found in a botany lab experimenting on seedlings and in massive greenhouses. Rumors have persisted  throughout the centuries of isolated bioarcanists, so consumed by the pursuit of their dedicated practice that they lost touch with vampire society.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Green Path thaumaturgists have studied the success of nocturnal plants and organic materials at such lengths that the plants they grow thrive and survive under the moon’s soft glow. The success of a cultivated garden by a Master of the Green Path stems from the key ingredients of blood, moonlight, and the power of the occult.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"Mental attribute + Occult skill versus target’s Physical attribute + Dodge skill","level":0,"thaumaturgy":true,"necromancy":false,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1ywBxPka7eJ1WqiqxALynm"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3vTqmQEMgbGqUcuyj02Dqp","type":"Entry","createdAt":"2020-04-19T22:04:07.417Z","updatedAt":"2020-04-19T22:04:28.692Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"skills"}},"locale":"en-US"},"fields":{"title":"Academics ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You possess a level of scholarship and general knowledge beyond primary schooling. This skill reﬂects the fact that the character has received an in-depth education. With Academics, you can express artistic criticism, comment on the classics, discuss philosophy, and indulge in cultural \rdebate. A player may further focus the character’s education by choosing a ﬁeld of study for each dot purchased, such as mathematics, literature, history, journalism, theology, or anything appropriate to a classical education. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Once per night, a character with Academics may spend 10 minutes in study. Thereafter, she may retest a single static (non-combat) challenge without using Willpower. This retest must be relevant to one of the character’s speciﬁc Academics categories.\r\n","marks":[],"data":{}}],"data":{}}]}}}]},"sys":{"id":"51OAILZz02La5fUa4KPKzp","type":"Entry"}}],"includes":{"Entry":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"0ic32uu6963EswH5hG5Vz","type":"Entry","createdAt":"2020-04-15T12:32:26.898Z","updatedAt":"2021-04-18T14:18:14.834Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Brujah","nickname":"Rabble","disciplines":["Celerity"," Potence","Presence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The vampires of Clan Brujah were once scholars and seekers of wisdom. They inspired the glory of ancient Carthage, a mighty city where mortals and vampires lived together in peace. However, Ventrue treachery and the armies of ancient Rome laid Carthage low and forever shattered the Brujah clan. Over the centuries, internal divides have shaken Clan Brujah to its core, changing the clan’s nature from stoic philosopher to passionate warrior. The Brujah are no longer the creatures they were in Carthage.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"In modern nights, the Brujah are a ﬁery group of warriors, individualists, and rebels, driven to both success and failure by their tempestuous natures. They feel mortal passions more deeply than other vampires, and are prone to attack ﬁrst and ask questions later. Members of this clan love a cause, and will eagerly act on anything they see as injustice. They come together in violent gatherings called rants, where they give passionate speeches, challenge rivals to personal combat, or drum up support for crusades against the status quo. They know best that the capacity for emotion can also be a dark path. Many Brujah are driven to frenzy and madness if they cannot control their passions.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of the Brujah clan are Embraced from many cultures, regions, and religions. The Brujah have never been selective — they choose childer based on an individual’s drive and desire to right wrongs. When it comes to ﬁtting in with the modern world, Brujah do it better than most vampires. They easily adopt styles of rebellion: shaved heads, motorcycles, rivets, leather jackets, or t-shirts with rude slogans.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Brujah with experience tend to be inspirations to their clanmates, but a clanmate is expected to prove her worth rather than turning to her elders to solve problems, so clan hierarchy is loose at best. Brujah tend to group themselves into philosophical factions, often claiming to be Idealists, Individualists, or Iconoclasts. Iconoclasts are passionate about tearing down society and building \rsomething new, while Idealists prefer to solve society’s problems rather than start completely over. Individualists are more reclusive, working on a person-by-person basis instead of concentrating on society as a whole.\r","marks":[],"data":{}}],"data":{}}]},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":" Brujah are highly emotional, and have great trouble controlling the wrath of their Beasts. Their difﬁculty to resist frenzy is increased by 2.\r","marks":[],"data":{}}],"data":{}}]},"merits":[" Brotherhood (1 point merit): You gain a bonus when ﬁghting alongside other Brujah"," Burning Wrath (2 point merit): You can inﬂict aggravated damage with your ﬁsts.","Scourge of Alecto (3 point merit): You can incite the Beast of anyone who attempts to ignore your Awe or Majesty."," Bloodline: True Brujah (4 point merit): You are a member of a bloodline within the Brujah clan that reviles its tempestuous ancestors, and dedicates itself to intellectual studies and passionless pursuits. "],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Might doesn’t make right. Right makes might. Fuck it, I’m not going to waste my immortality compromising with the corrupt.” — Aligheri, Advocate of 8 Mile ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2BnaXTnj0jtEFy7jAhFIen","type":"Asset","createdAt":"2021-02-02T15:16:40.560Z","updatedAt":"2021-02-02T15:16:40.560Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Clan Art","description":"Brujah","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2BnaXTnj0jtEFy7jAhFIen/e05fec131d6c2da15e91149de63a6ec2/Brujah_Single_Design.png","details":{"size":249576,"image":{"width":320,"height":386}},"fileName":"Brujah Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5N7vZI6fzjZbpPuHxw7ah8","type":"Asset","createdAt":"2021-01-29T21:10:47.008Z","updatedAt":"2021-01-29T21:10:47.008Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Legacy Clan Symbol","description":"Brujah Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5N7vZI6fzjZbpPuHxw7ah8/24d33696924c806f7895dcd0cf1281df/LogoClanBrujah.png","details":{"size":97526,"image":{"width":500,"height":509}},"fileName":"LogoClanBrujah.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"b8A1mPRZGzwc4i7SqFHTg","type":"Entry","createdAt":"2020-03-23T16:06:18.383Z","updatedAt":"2021-04-11T11:41:46.092Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Potence","power":"Potence","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Son, I’ll punch you so hard that when someone pulls you out of the ground, they’ll have to crown him King of England.” — Vance St. Benedict, Cardinal of the Sabbat ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All vampires are capable of short bursts of preternatural strength, simply through the expenditure of blood. Practitioners of the Potence discipline have tapped into the primal quality of their blood in order to make such strength permanent. The inhuman might of Potence is incredible and clearly supernatural. With this discipline, a vampire can easily break bones or shatter stone. Armor is meaningless to her, as are obstacles. Anything in her way will simply be demolished or hurled aside.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nEach dot of Potence represents an additional increase to a character’s physical strength, and each dot stacks with all other mechanical bonuses granted by other dots of this discipline. If your character has Vigor (Potence •••), she also has the bonuses granted by Prowess (Potence •) and Might (Potence ••), which she must possess to reach Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nPotence powers are always active, and do not normally require Blood to activate. Some techniques and elder powers may require Blood or an action to activate; refer to each power for speciﬁcs. The Potence powers cannot be used outside of hand-to-hand and melee combat range, unless the power speciﬁes that you can do so.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Strength","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Strength-focused characters who have at least 1 dot of Potence add +2 to all Brawl and Melee attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Potence test pool.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"6m0lM9CZlPTjSIkH2pyzfS"}},{"sys":{"type":"Link","linkType":"Entry","id":"MDjv2XZQoCjqFvACLDaUK"}},{"sys":{"type":"Link","linkType":"Entry","id":"27OgG2QUidpXcgJrUpsN5d"}},{"sys":{"type":"Link","linkType":"Entry","id":"7I1mA5NJhFvnVSxwgcDjPg"}},{"sys":{"type":"Link","linkType":"Entry","id":"6HegKVuhfAfm8EwtoZgNSp"}},{"sys":{"type":"Link","linkType":"Entry","id":"5y8JHfH7bteIPLtGdNnp5T"}},{"sys":{"type":"Link","linkType":"Entry","id":"7yaYw9J5zGLPauNofZGyVY"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"3zqtP7YWCfVn3D0egtZfjn"}},{"sys":{"type":"Link","linkType":"Entry","id":"WF7LB9xrgxEFEviUw1dYk"}},{"sys":{"type":"Link","linkType":"Entry","id":"2JNrS44Rjr36yvd0OYSJJL"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1RNaOHjHaH0MYzeH3QKZvW","type":"Entry","createdAt":"2020-03-22T20:30:27.850Z","updatedAt":"2021-04-11T11:38:19.086Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Dementation","power":"Dementation","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Madness is not the end. It is not the beginning. It is a twisted path that leads from darkness to darkness, and truth to truth.” — Anna Nevermore ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Embrace ravages the minds of Malkavians, twisting and shattering their psyches, but also expanding their consciousness to a point where there is very little distinction between madness and insight. They become visionaries, catalysts of change and insanity, carrying both wisdom and pandemonium in their wake. Their signature discipline, the power of Dementation, carries this madness forward, spreading it throughout the world. The discipline unlocks the doors of the subconscious and frees the ego, ravaging a victim’s logic and supplanting it with chaos.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Derangements : A character must have a Derangement in order to purchase any dot of Dementation. If she does not already have a Derangement, then purchasing the 1st dot of Dementation causes the character to permanently gain a Derangement that cannot be removed. A character does not gain XP for acquiring this Derangement. For more information on Derangements, see Chapter Five: Merits and Flaws, page 266.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"Dementation Test Pool: The Dementation wielder uses her Social attribute + Empathy, versus the target’s Social attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1y0VIxzBQdA93Sp8TxCTjS","type":"Entry","createdAt":"2021-02-20T00:00:42.043Z","updatedAt":"2021-03-07T16:10:32.134Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"The Green Path","power":"The Green Path","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[{"type":"italic"}],"value":"“Learn from the wilds of the rainforests. Appear to bend from above when the harsh winds blow, but from below…grow and conquer the masses.” ","nodeType":"text"},{"data":{},"marks":[],"value":"— Aithne Frigg, the Professor of Perennials, Regent of Clan Tremere","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Green Path draws upon the metaphysical connection to earth, plants, and organic materials. A craft as old and arcane as magic itself, the practitioners of the Green Path are as diversified in their magics as plants are in their species. Used for healing, self-progression, protection, and destruction, plants give thaumaturgists new knowledge of the potential of the world around them; empowering insights beyond the archaic methods of herbalism that enable them to  communicate in a transcendent and symbolic language that reflects the inner workings of the natural world.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Masters of the Green Path can be found in a botany lab experimenting on seedlings and in massive greenhouses. Rumors have persisted  throughout the centuries of isolated bioarcanists, so consumed by the pursuit of their dedicated practice that they lost touch with vampire society.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Green Path thaumaturgists have studied the success of nocturnal plants and organic materials at such lengths that the plants they grow thrive and survive under the moon’s soft glow. The success of a cultivated garden by a Master of the Green Path stems from the key ingredients of blood, moonlight, and the power of the occult.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"Mental attribute + Occult skill versus target’s Physical attribute + Dodge skill","level":0,"thaumaturgy":true,"necromancy":false,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1ywBxPka7eJ1WqiqxALynm"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2O8Ze2xba99SDbQX3uAn8q","type":"Entry","createdAt":"2020-04-15T12:33:52.446Z","updatedAt":"2021-04-18T14:56:19.919Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":12,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Toreador","nickname":"Degenerates","disciplines":["Auspex","Celerity","Presence"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Magniﬁcent roses in a garden of evening stars. A lilting aria in a drowsy twilight. The sweet brush of a lover’s kiss. These images evoke the Toreador, as these vampires are the most beautiful of all. \r\nToreador are artists, writers, and creators: artisans enjoying an immortal life of pageantry and sensuality. Unlike other clans, Toreador plunge themselves into the mortal world. Often, they will pretend to be mortal, living as glitterati and giving patronage to inﬂuential mortal artists. From city to city, passion to passion, the Toreador ﬂ it about, inspiring the ﬁnest art and leaving a trail of broken hearts.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"With such reﬁned tastes, it is easy for a member of the Toreador clan to become jaded and bitter, ﬁlled with ennui. Surrounded by excess, they quickly lose interest, seizing prize after prize — the sweetest of which are those stolen from another. The oldest Toreador often become depraved, sinking into debauchery simply so they can feel anything at all.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Toreador love politics and live for hierarchy, so long as they can remain at the top. They develop cults of personality, gathering followers captivated by their beauty or begging for their patronage. They are always at the cutting edge of arts, culture, and society. They pride themselves on their beauty and poise, hosting salons and gatherings to show off their wealth and style. Those who cannot keep up are mocked and ridiculed. Vampires who are ugly, uncivilized, or show no respect for the arts are torn apart by a Toreador’s metaphorical claws. For this reason, there is an eternal enmity between the Nosferatu and Toreador clans, a hatred that will never be reconciled.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Toreador hierarchy is based around an elaborate system of guilds and patrons, with rising stars shooting to the fore — and discarded just as quickly when their moment of glory has faded. Cliques of powerful elders snipe one another, engaging in subtle politics as they shred reputations and destroy lives. Young Toreador thrown into this pool of sharks must quickly learn to sink or swim.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" Toreador are often entranced by beauty and art. When you encounter a piece of art, a performance, or something beautiful that you are particularly interested in or that you have never seen before, you must give it your undivided attention for a scene. Toreador can resist this urge by expending a point of Willpower. Although distractions like loud voices or a nearby scufﬂe can divert your attentions, Toreador dislike being interrupted while experiencing art and beauty, and will respond with anger — even violence or frenzy.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Artist’s Blessing (1 point merit): You can purchase up to 7 points of Crafts and Performance skills, and you gain 3 free dots of one Craft or Performance skill.","Bloodline: Ishtarri (2 point merit): You’re a member of the Ishtarri bloodline, which devotes itself to the perfection of movement, whether in dance or battle. Your in-clan disciplines are Celerity, Fortitude, and Presence."," Bloodline: Volgirre (2 point merit): You’re a member of the Volgirre bloodline, which is a secret lineage of antitribu that has returned to the Camarilla.","Absent Sway (3 point merit): Your art has a lasting emotional impact on those who observe it.","Dancer’s Grace (4 point merit): Your body is the ultimate form of physical perfection,  and epitomizes the grace and dexterity of the Toreador clan. You gain a free retest when dodging."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Le spine della rosa sono nacoste dal ﬁore: the thorns of the rose are hidden by the bloom.” — Lynda La Plante, Bella Maﬁa","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"4deNEuFOV7qDyfeNyIatMU"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"V6r7F61kW6qIVA2DIE3gF"}},{"sys":{"type":"Link","linkType":"Entry","id":"7B1PXlra0YgaASwpPeZwYp"}},{"sys":{"type":"Link","linkType":"Entry","id":"7tejSajbcpRERKmQewhh74"}},{"sys":{"type":"Link","linkType":"Entry","id":"4YOopTDPAgKdxBrYlFuDoN"}},{"sys":{"type":"Link","linkType":"Entry","id":"5E0keCaK95dcanyVQlNG98"}},{"sys":{"type":"Link","linkType":"Entry","id":"3Y7QB4tr56NYQzdi3t4tqK"}},{"sys":{"type":"Link","linkType":"Entry","id":"5I2InZemFvieb5P6QUSohK"}},{"sys":{"type":"Link","linkType":"Entry","id":"2E1ICJSXhZm3fx5L7gndQY"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"i0HTpJ29wc0TFq3nSys63"}},{"sys":{"type":"Link","linkType":"Entry","id":"5l8GtzKo7VH3U2VcAIOl57"}},{"sys":{"type":"Link","linkType":"Entry","id":"6sK7KWkJfIoFsMjs6dKxsr"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2ePYvwrvZja0xvFmNTggiC","type":"Entry","createdAt":"2021-02-22T21:26:14.842Z","updatedAt":"2021-02-22T21:26:14.842Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"rituals"}},"locale":"en-US"},"fields":{"title":"Pavis of the Foul Presence","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"By casting Pavis of the Foul Presence, you reflect the effects of the Presence discipline against your aggressor. \n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"First, you must tie a blue silken cord around your neck while intoning the chant to activate the ritual. Once the ritual has been cast, the very next time a character targets you with a Presence power or a Presence-based technique, Pavis of the Foul Presence reflects the effect of that Presence power back upon the aggressor. Once triggered, the ribbon around your neck turns to ash, ending the effects of Pavis of the Foul Presence.\nResolve the Presence power’s opposed challenge as normal with the aggressor. If your attacker wins the challenge, the incoming Presence power simply has no effect on you. The attacker must wait at least one hour before targeting you with the same power again, although she can target you with other Presence powers. For the next hour, you are immune to the power which triggered Pavis of the Foul Presence, if the same character attempts to target you with that power again.\nIf you win the challenge to resist the incoming Presence power, Pavis of the Foul Presence turns the power back on the user. In this case, that power automatically affects the user, as if you had used it on her. Note that Pavis of the Foul Presence only reflects powers that specifically target you. This ritual does not affect powers that do not target you directly, such as Majesty or Awe.\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":3,"thaumaturgy":true,"necromancy":false,"abyssal":false,"sourceBook":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3GR75PLXNHzGYOVfz14doE","type":"Entry","createdAt":"2020-04-15T12:35:17.220Z","updatedAt":"2021-04-18T14:58:07.073Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":13,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Tremere","nickname":"Warlocks","disciplines":["Auspex","Dominate","The Path of Blood"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Of all the vampire clans, the Tremere may have the most shadowed history. Long ago, the Tremere were not vampires, but powerful mortal sorcerers, specializing in hermetic magic. Through vicious cunning and powerful ambition, they joined the society of immortal undead. Even in modern nights, Tremere are the undisputed masters of blood sorcery, keeping their secrets close and staunchly guarded. Their numerous successes have gained the Tremere many bitter enemies. Their legacy is one of occult power wielded by political acumen, and they are dangerous in the extreme. The Tremere demand respect above all else — both from other vampires, and within their own clan.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Over the centuries, no clan has committed such terrible atrocities as the Tremere. Dark deals, horriﬁc experiments, and vile betrayals stain their reputation. Yet the Tremere continue to hold power, based primarily on strong alliances with other clans and the leverage of their magic. Those who turn against the Tremere lose access to their occult gifts and Thaumaturgical skill. A sorcerous ally can be a powerful boon.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Wizards left their black robes and tall staves in the Middle Ages; instead, the Tremere have adopted a strict, businesslike mien as is appropriate to modern nights. Conservative suits, prim dresses and upscale accoutrements have replaced top hats and canes, as the image of occult mastery adapts with each passing age.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" The Tremere exist in a strict, disciplined hierarchy of static ranks and severe restrictions known as “the Pyramid,” which is led by a council of the most powerful Tremere elders. Titles such as Apprentice, Lord, and Regent clearly distinguish Tremere ranks within the clan.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each Tremere is chosen carefully from a controlled mortal populace. Once transformed into a ghoul, the prospective childe is educated, tested, and then brought into the clan as a lowly Apprentice. With hard work, dedication, and judicious treason, a Tremere can rise through the Pyramid and seize power within the clan. Tremere do not live on their own, but haven together in occult chantries where they can work together and watch each other’s backs.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Core Book: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"The blood of the Tremere holds difﬁculties and inequities not found in the other clans. Because of these failings, Tremere are easily made dependent on the blood of another. It takes only two draughts of another vampire’s blood for a Tremere to become blood bound instead of the normal three — the ﬁrst drink counts as if the Tremere had taken two drinks.\n\n","marks":[],"data":{}},{"nodeType":"text","value":"V2: ","marks":[{"type":"bold"}],"data":{}},{"nodeType":"text","value":"The fracturing of clan Tremere into multiple Houses has had more than just an ideological impact; it has impacted the very nature of their blood. Some claim that this is a direct result of the attacks on the Prime Chantry while others claim it was caused by the severance of the bonds between members of the clan. Whatever the cause, the blood of clan Tremere has been altered. The following Clan Weakness replaces the Clan Weakness in the core BNS V:TM 2013 core rulebook.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Clan Weakness:","marks":[{"type":"bold"},{"type":"italic"}],"data":{}},{"nodeType":"text","value":" Members of clan Tremere can no longer fully Blood Bond other vampires. No matter how many times another vampire consumes the blood of a Tremere they only suffer from a stage one Blood Bond; however, Tremere are still able to create ghouls and bind them. Should a Tremere Embrace a bound ghoul, the clan weakness immediately takes effect with regard to the new childe and any existing Blood Bond the childe has to its sire fades by one stage per month.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Storyteller Note:","marks":[{"type":"bold"},{"type":"italic"}],"data":{}},{"nodeType":"text","value":" If you have characters in your troupe with a stage two or higher Blood Bond to a Tremere, that Bond fades by one stage per month until it is a stage one Blood Bond.","marks":[{"type":"italic"}],"data":{}},{"nodeType":"text","value":"\n\n\n\r\n","marks":[],"data":{}}],"data":{}}]},"merits":["Thaumaturgical Expertise (1 point merit): You can purchase an additional path of Thaumaturgy, other than the Path of Blood.","Bloodline: Telyav (2 point merit): You are a member of the Telyav bloodline, a group of Lithuanian pagan Tremere believed to be extinct — and they prefer it that way, as other Tremere would destroy any Telyav they found. ","Talisman (3 point merit): You possess a magical talisman, which grants you a bonus when using Thaumaturgy.","Countermagic (4 point merit): You are extraordinarily adept with magic, and can dispel Thaumaturgical effects."],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Evil is an excuse, a mere pablam spewed by those too weak to use force. There is no good, nor evil. There is only power, and powerlessness.”  — Abetorius the Curseborn","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"45MtEQZIrQ3C4dAXvcFEpV","type":"Asset","createdAt":"2021-02-02T15:18:52.142Z","updatedAt":"2021-02-02T15:18:52.142Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tremere Clan Art","description":"Tremere","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/45MtEQZIrQ3C4dAXvcFEpV/22980be30905d5f5fd671d95069311a3/Tremere_Single_Design.png","details":{"size":238544,"image":{"width":320,"height":386}},"fileName":"Tremere Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5nFPWFMO4HGipNMkF0730T","type":"Asset","createdAt":"2021-01-29T21:08:33.984Z","updatedAt":"2021-01-29T21:08:33.984Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tremere Legacy Clan Symbol","description":"Tremere Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5nFPWFMO4HGipNMkF0730T/ce6dcd2ae1ae74b4583236257d78d6fa/LogoClanTremere.png","details":{"size":15320,"image":{"width":502,"height":500}},"fileName":"LogoClanTremere.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"sys":{"type":"Link","linkType":"Entry","id":"7l7aeCPW2Nm9h4KX2gpuHB"}},{"sys":{"type":"Link","linkType":"Entry","id":"4lpmUKug2RyFfb6MD9i1lT"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"7tqTPgKaHgZ6usXj7BePpD"}},{"sys":{"type":"Link","linkType":"Entry","id":"2BjGIgJyqnEd6vOaLqTrnj"}},{"sys":{"type":"Link","linkType":"Entry","id":"ow1xkyR0UDgm9cmpQ9S0M"}},{"sys":{"type":"Link","linkType":"Entry","id":"65yKIOXfnTWBmZ1Ytf6ZS6"}},{"sys":{"type":"Link","linkType":"Entry","id":"7HpkeM2tfe2NZcVP5kKnim"}},{"sys":{"type":"Link","linkType":"Entry","id":"3fsU4ohsnGkmq55l6bmE2N"}},{"sys":{"type":"Link","linkType":"Entry","id":"34DUdPSpFxmmBdX5abddzD"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4LoHzWKxCJOqUGOskY6vcx"}},{"sys":{"type":"Link","linkType":"Entry","id":"5ecYIuILm2xhVFDfUZOHR2"}},{"sys":{"type":"Link","linkType":"Entry","id":"2hf4jLoItpHlAY0aB9uRma"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3vTqmQEMgbGqUcuyj02Dqp","type":"Entry","createdAt":"2020-04-19T22:04:07.417Z","updatedAt":"2020-04-19T22:04:28.692Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"skills"}},"locale":"en-US"},"fields":{"title":"Academics ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You possess a level of scholarship and general knowledge beyond primary schooling. This skill reﬂects the fact that the character has received an in-depth education. With Academics, you can express artistic criticism, comment on the classics, discuss philosophy, and indulge in cultural \rdebate. A player may further focus the character’s education by choosing a ﬁeld of study for each dot purchased, such as mathematics, literature, history, journalism, theology, or anything appropriate to a classical education. \r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Once per night, a character with Academics may spend 10 minutes in study. Thereafter, she may retest a single static (non-combat) challenge without using Willpower. This retest must be relevant to one of the character’s speciﬁc Academics categories.\r\n","marks":[],"data":{}}],"data":{}}]}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"4t1sU7ygUlVwdHxnCldrbw","type":"Entry","createdAt":"2020-04-14T21:36:13.109Z","updatedAt":"2021-08-21T11:33:50.479Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":10,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Nosferatu","nickname":"Sewer Rats","disciplines":["Animalism","Obfuscate","Potence"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Members of Clan Nosferatu are physically twisted and deformed by the Embrace, turned from their mortal appearance into the shape of horriﬁc monsters. Worse, Nosferatu deformations are so cruel and vicious that many who are Embraced do not survive. Because these vampires are so hideous, they must keep themselves hidden from mortal society, lest they break the Masquerade. These deformities cause a deep bond between members of the clan, unifying them.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Some members of the Nosferatu clan revel in their repugnant appearance, using their deformities to shock and horrify other vampires. They keep their visages clearly apparent whenever possible, enjoying the discomfort that such a sight causes. In particular, these deformed vampires taunt the Toreador; the Nosferatu hate their beauty and artistic ability with a passion. If the Toreador had their way, Clan Nosferatu would be eradicated in order to protect the Masquerade — a thinly veiled excuse to cover bigotry and elitism. Clan Nosferatu carries similar animosity and revels in hurting Toreador above all else.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Members of Clan Nosferatu make their home amid the sewers of large cities, sheltering in broods with ghouled animals to protect them during the day. The Nosferatu are information-brokers, expert at stealth and cunning in the application of political pressure. They collect secrets, spying on and blackmailing other vampires. If they are cruel in their use of other people’s secrets, it is because their eternity is a hard one. Their ugliness makes them loathed, and such alienation quickly turns to spite.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Legend has it that the Nosferatu Antediluvian regretted breaking Caine’s law, and when the clan was cursed, he swore to eradicate his progeny from the earth. He took the most powerful of his brood, blood bound them, and commanded them to hunt the Nosferatu until every member of the clan is destroyed. No matter what sect or other loyalties a Nosferatu may have, the clan is uniﬁed in its fear and hatred of these Niktuku.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Nosferatu tend to organize in small groups, usually broods sired by the same individual. These broods can sprawl into vast groups, with internal hierarchies based on nothing more than the original sire’s whims and moods. Beyond a single city, the clan shares information via technology; they use email, forums, and secure servers known as ShreckNET, which is maintained by a powerful lineage of Nosferatu.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" All Nosferatu are inhumanly ugly. Nosferatu cannot have the Appearance attribute focus.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Unseeing Eye (1 point merit): You can’t be targeted by powers such as Clairvoyance."," Hidden Advantage (2 point merit): It is more difﬁcult than normal to see through your Obfuscate, and your powers of invisibility persist even while you sleep.","Pliable Blood (3 point merit): You have a fourth inclan discipline.","Unnatural Adaptation (4 point merit)"],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Above, we are divided by politics, religion, and petty concerns. Below, we are brothers and sisters born of mutual agony and terror. We are hunted as one. We live and die the same way.”  — Lorelei, Nosferatu Elder","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"clanArt":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6JlibZvsZjeek6lQhD1lC2","type":"Asset","createdAt":"2020-08-24T21:12:29.688Z","updatedAt":"2020-08-24T21:12:29.688Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu.Final","file":{"url":"//downloads.ctfassets.net/yicuw1hpxsdg/6JlibZvsZjeek6lQhD1lC2/30005da688e9491a2b8946f8cfd762d4/Nosferatu.Final.png","details":{"size":28625268,"image":{"width":3150,"height":4800}},"fileName":"Nosferatu.Final.png","contentType":"image/png"}}}],"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"Fim7svKqGA4qpmnxN4dYx","type":"Asset","createdAt":"2021-02-02T15:22:20.885Z","updatedAt":"2021-02-02T15:22:20.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu Clan Art","description":"Nosferatu","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/Fim7svKqGA4qpmnxN4dYx/52dc2e3438ab9342b2020f3f0badba9e/Nosferatu_Single_Design.png","details":{"size":213660,"image":{"width":320,"height":386}},"fileName":"Nosferatu Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7IoasBvoNXWTVkZFqWSKbA","type":"Asset","createdAt":"2021-01-29T21:01:51.000Z","updatedAt":"2021-01-29T21:01:51.000Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu Legacy Clan Symbol","description":"Nosferatu Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/7IoasBvoNXWTVkZFqWSKbA/d72d183dcc41f8db3ec79ff410325cf7/LogoClanNosferatu.png","details":{"size":25665,"image":{"width":500,"height":611}},"fileName":"LogoClanNosferatu.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"5ZKjyeM2RCuSrhAigJbQ30"}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"b8A1mPRZGzwc4i7SqFHTg","type":"Entry","createdAt":"2020-03-23T16:06:18.383Z","updatedAt":"2021-04-11T11:41:46.092Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Potence","power":"Potence","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Son, I’ll punch you so hard that when someone pulls you out of the ground, they’ll have to crown him King of England.” — Vance St. Benedict, Cardinal of the Sabbat ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All vampires are capable of short bursts of preternatural strength, simply through the expenditure of blood. Practitioners of the Potence discipline have tapped into the primal quality of their blood in order to make such strength permanent. The inhuman might of Potence is incredible and clearly supernatural. With this discipline, a vampire can easily break bones or shatter stone. Armor is meaningless to her, as are obstacles. Anything in her way will simply be demolished or hurled aside.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nEach dot of Potence represents an additional increase to a character’s physical strength, and each dot stacks with all other mechanical bonuses granted by other dots of this discipline. If your character has Vigor (Potence •••), she also has the bonuses granted by Prowess (Potence •) and Might (Potence ••), which she must possess to reach Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nPotence powers are always active, and do not normally require Blood to activate. Some techniques and elder powers may require Blood or an action to activate; refer to each power for speciﬁcs. The Potence powers cannot be used outside of hand-to-hand and melee combat range, unless the power speciﬁes that you can do so.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Strength","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Strength-focused characters who have at least 1 dot of Potence add +2 to all Brawl and Melee attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Potence test pool.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"3LiqKLVqGbvszqdbWv13dp"}},{"sys":{"type":"Link","linkType":"Entry","id":"5dAEqP2IoTTZgYmxZVcqRi"}},{"sys":{"type":"Link","linkType":"Entry","id":"3qMCreAWTgrXIpeenu6MQW"}},{"sys":{"type":"Link","linkType":"Entry","id":"2anx7iK0t8nsa6r6ChTL5Q"}},{"sys":{"type":"Link","linkType":"Entry","id":"mTzChmpv7omGuuvI3rI3Q"}},{"sys":{"type":"Link","linkType":"Entry","id":"4IPofcIzPYFbTavlgfvkIv"}},{"sys":{"type":"Link","linkType":"Entry","id":"4tafuAaP2UsG57f5RR5yQP"}},{"sys":{"type":"Link","linkType":"Entry","id":"5yDhXWSSBtehShAZSKIyWl"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"7aIVKGChVHEKpi2yeIevhk"}},{"sys":{"type":"Link","linkType":"Entry","id":"76NDL0IknZqMuH1JZh033y"}},{"sys":{"type":"Link","linkType":"Entry","id":"1tigF0o6FKbv3oKXL1J5dH"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6bCHA65FVlVaJP4m5jmsDE","type":"Entry","createdAt":"2020-04-20T21:03:44.131Z","updatedAt":"2020-04-20T21:03:44.131Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"skills"}},"locale":"en-US"},"fields":{"title":"Melee ","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You are a dangerous combatant, especially when you are armed with any sort of weaponry. Melee represents your ability to use non-ranged weapons of all forms, from swords and spears, to esoteric martial-arts weaponry such as sai or nunchaku. This skill also includes training with vampire-related weaponry, such as wooden stakes.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with the Melee ability may use appropriate combat maneuvers when using melee weapons. For information on combat maneuvers see Chapter Six: Core Systems.\r\n","marks":[],"data":{}}],"data":{}}]}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6dYOhMRa9pRiC2LA9whG2e","type":"Entry","createdAt":"2020-04-14T21:30:10.711Z","updatedAt":"2021-04-18T14:44:15.029Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":9,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Malkavian","nickname":" Lunatics","disciplines":["Auspex"," Dementation","Obfuscate"],"description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"For some, eternity is no more than a continuance of mortal existence. For Malkavians, the transition is far more abrupt and devastating. The act of Embrace shatters the minds of those brought into this clan, driving them over the sharp brink of madness — but also unlocking supernatural gifts of insight and introspection.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"All Malkavians are deeply, darkly insane; their psychology is precariously balanced on the edge of sanity’s cliff. This is a painful, alienating phenomenon. The madness may take the form of a structured, clinically understood insanity, or it may be a complete reversal of the senses. It may come and go in vivid psychosis, or it may manifest as elaborate, longterm hallucinations. Each Malkavian’s Embrace shatters the mind in a different pattern; no two emerge into immortality exactly the same.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"It is difﬁcult for other vampires to relate to members of the Malkavian clan. They are fractious, unpredictable, and sometimes unintelligible. They see the world differently and, occasionally, they try to educate and enlighten others to truths that only they seem to understand. These lessons take the form of pranks, and they are elaborate, terrifying, and dangerous, following logic only a Malkavian could understand.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Malkavians Embrace seemingly at random, taking their childer from all strata of mortal society. A Malkavian’s outward appearance is usually speciﬁc to the individual’s derangement, varying from disheveled and dirty to obsessively clean. Younger Malkavians tend to be deviants and loners, struggling to understand themselves and the new world into which they’ve been plunged. Elders tend to have a better grasp of their inner pandemonium, and seem more at ease. Further, all Malkavians are connected by a vast, lingering sixth sense – some say it is the slumbering consciousness of the founder of their clan – and they all have insights beyond any mortal capacity to understand.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Truly, the concept of structure is nearly meaningless when describing the rampant chaos that affects the Malkavian clan. Malkavians come and go as they please, barely noticing or caring as the ages pass. They have no clan hierarchy, nor structure. Their elders are nominally in charge, primarily because they tend to be more lucid than those who are recently Embraced.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":" All members of Clan Malkavian suffer from a permanent, incurable derangement. They may acquire and recover from other derangements, but they can never recover from their primary derangement. Malkavians do not receive ﬂaw XP for their primary derangement; however, they do receive ﬂaw XP for additional derangements, as normal. Resetting a Malkavian’s Derangement traits places her at 1, rather than 0. ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":["Expanded Consciousness (1 point merit): You can choose a second Mental attribute focus.","Bloodline: Ananke (2 point merit): You’re a member of the Ananke bloodline, practitioners of haruspexy who obsess over the bodies of the recently dead. Your in-clan disciplines are Auspex, Dementation, and Presence.","Bloodline: Knights of the Moon (2 point merit): You’re a member of the Knights of the Moon bloodline, who do not manifest Dementation. Your in-clan disciplines are Auspex, Dominate, and Obfuscate.","Labyrinthine Mind (3 point merit): You receive a bonus to resist mind-altering powers, and people who attempt to read your mind risk gaining derangements."," Sophistry (4 point merit): You  can sometimes predict attacks before they happen, and use this unique insight to avoid harm."],"quote":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"“I hear a lot about Malkavians being ‘broken.’ Then I look at other clans. We see things and know things that they can’t. They’re missing an entire sense that we have gained. They’re the crippled ones, not us.” — Jessica Kesch","marks":[],"data":{}}],"data":{}}]},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5FhCsTqzB90m54BWkg7EcP","type":"Asset","createdAt":"2021-02-02T15:03:17.016Z","updatedAt":"2021-02-02T15:03:17.016Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Malkavian Clan Art","description":"Malkavian","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5FhCsTqzB90m54BWkg7EcP/859d3569a5ca8740964cf5d3b489a673/Malkavian_Single_Design.png","details":{"size":246108,"image":{"width":320,"height":386}},"fileName":"Malkavian Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3qn4gm1v8fvXbJz0QnFoq0","type":"Asset","createdAt":"2021-01-29T21:18:33.914Z","updatedAt":"2021-01-29T21:18:33.914Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Malkavian Legacy Clan Symbol","description":"Malkavian Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3qn4gm1v8fvXbJz0QnFoq0/48c703497f417e091a7ab42a1455f590/LogoClanMalkavian.png","details":{"size":22657,"image":{"width":500,"height":536}},"fileName":"LogoClanMalkavian.png","contentType":"image/png"}}},"inClanDisciplines":[{"sys":{"type":"Link","linkType":"Entry","id":"dQI7Yv1COdtY5bZHRC40S"}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1RNaOHjHaH0MYzeH3QKZvW","type":"Entry","createdAt":"2020-03-22T20:30:27.850Z","updatedAt":"2021-04-11T11:38:19.086Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":3,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Dementation","power":"Dementation","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Madness is not the end. It is not the beginning. It is a twisted path that leads from darkness to darkness, and truth to truth.” — Anna Nevermore ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Embrace ravages the minds of Malkavians, twisting and shattering their psyches, but also expanding their consciousness to a point where there is very little distinction between madness and insight. They become visionaries, catalysts of change and insanity, carrying both wisdom and pandemonium in their wake. Their signature discipline, the power of Dementation, carries this madness forward, spreading it throughout the world. The discipline unlocks the doors of the subconscious and frees the ego, ravaging a victim’s logic and supplanting it with chaos.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Derangements : A character must have a Derangement in order to purchase any dot of Dementation. If she does not already have a Derangement, then purchasing the 1st dot of Dementation causes the character to permanently gain a Derangement that cannot be removed. A character does not gain XP for acquiring this Derangement. For more information on Derangements, see Chapter Five: Merits and Flaws, page 266.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"Dementation Test Pool: The Dementation wielder uses her Social attribute + Empathy, versus the target’s Social attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"1vzlTppm5OyvYrlVBNBR8g"}},{"sys":{"type":"Link","linkType":"Entry","id":"6QCnrxfwrK83Z5i0g6JhtH"}},{"sys":{"type":"Link","linkType":"Entry","id":"2IByw1wxrJVqEpTXcgllzz"}},{"sys":{"type":"Link","linkType":"Entry","id":"36eyCpg2m5y2S2yXF9KDkr"}},{"sys":{"type":"Link","linkType":"Entry","id":"6Nml4Uh4YYzDQAH1KWx5KC"}},{"sys":{"type":"Link","linkType":"Entry","id":"479TaCO1NsJgSp9bbgPHkV"}},{"sys":{"type":"Link","linkType":"Entry","id":"7oPQrLZSAzFNCvN3vOfQID"}},{"sys":{"type":"Link","linkType":"Entry","id":"3asCpyOy4Db6gSXQYDnTdr"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"7dxq0Q0FPakTOL9ELG57zG"}},{"sys":{"type":"Link","linkType":"Entry","id":"2vuoFOShLeSasqpWZMDRGl"}},{"sys":{"type":"Link","linkType":"Entry","id":"2oPOn6fmOVPlguHr0JzBmL"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6lF16g9p8hnGLAn6AuFZOh","type":"Entry","createdAt":"2021-02-22T20:42:23.565Z","updatedAt":"2021-03-07T00:33:09.716Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":2,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"rituals"}},"locale":"en-US"},"fields":{"title":" Principal Focus of Vitae Infusion","summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have learned to freeze your blood in stasis and thaw it out for later use. This power can be very useful for a vampire who needs to feed in an emergency.\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Through ritual concentration, you can transform 1 point of your Blood into a small red sphere the size of a common marble. Casting this ritual draws that point of Blood from your system. At a later time, you can place this sphere in your mouth, crush it between your teeth, and mentally command it to turn back into blood, thus drinking the blood and refilling your Blood pool. The entire process of reabsorbing a point of Blood requires one simple action.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"If another character is present when you create a blood sphere, you can teach that character the mental command to transform the sphere into blood. If she places the blood sphere in her mouth, she can then give the mental command, allowing her to use the blood sphere in the same way you would. Of course, since your own blood is used to create the blood sphere, the subject establishes one step of a blood bond to the caster of this ritual.\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can create a number of blood spheres equal to of the number of dots you possess of the Occult skill. If you make a blood sphere that would take you above this limit, a previously existing sphere is immediately destroyed. Ritualists know that allowing another individual – particularly another thaumaturge – to have access to your blood is very dangerous. Users should consider themselves warned.\n\n\n\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"level":1,"thaumaturgy":true,"sourceBook":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}]}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"72DArNRxSyuXCPxOZDN3DG","type":"Entry","createdAt":"2020-04-19T22:11:17.399Z","updatedAt":"2020-04-19T22:11:17.399Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"skills"}},"locale":"en-US"},"fields":{"title":"Brawl","description":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have been trained to ﬁght, and know how to use your body in hand-to-hand combat. You might have military training, you might have been trained in the martial arts, or maybe you grew up with a lot of rough-and-tumble siblings. Whatever the case, you know how to dish out damage with your ﬁsts and feet.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"system":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Characters with Brawl may use appropriate combat maneuvers when engaging in unarmed combat. For information on combat maneuvers see Chapter Six: Core Systems.","marks":[],"data":{}}],"data":{}}]}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"b8A1mPRZGzwc4i7SqFHTg","type":"Entry","createdAt":"2020-03-23T16:06:18.383Z","updatedAt":"2021-04-11T11:41:46.092Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":4,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Potence","power":"Potence","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Son, I’ll punch you so hard that when someone pulls you out of the ground, they’ll have to crown him King of England.” — Vance St. Benedict, Cardinal of the Sabbat ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"All vampires are capable of short bursts of preternatural strength, simply through the expenditure of blood. Practitioners of the Potence discipline have tapped into the primal quality of their blood in order to make such strength permanent. The inhuman might of Potence is incredible and clearly supernatural. With this discipline, a vampire can easily break bones or shatter stone. Armor is meaningless to her, as are obstacles. Anything in her way will simply be demolished or hurled aside.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nEach dot of Potence represents an additional increase to a character’s physical strength, and each dot stacks with all other mechanical bonuses granted by other dots of this discipline. If your character has Vigor (Potence •••), she also has the bonuses granted by Prowess (Potence •) and Might (Potence ••), which she must possess to reach Vigor.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nPotence powers are always active, and do not normally require Blood to activate. Some techniques and elder powers may require Blood or an action to activate; refer to each power for speciﬁcs. The Potence powers cannot be used outside of hand-to-hand and melee combat range, unless the power speciﬁes that you can do so.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Strength","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Strength-focused characters who have at least 1 dot of Potence add +2 to all Brawl and Melee attack test pools.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Potence test pool.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"d6oMK1Mfpcl9f4AzYyWrf","type":"Entry","createdAt":"2020-04-15T12:30:51.410Z","updatedAt":"2021-04-18T17:06:24.041Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":13,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"clans"}},"locale":"en-US"},"fields":{"title":"Assamite","nickname":" Assassins","disciplines":[" Celerity","Obfuscate","Quietus"],"description":{"nodeType":"document","data":{},"content":[{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Assamites, also known as the Children of Haqim, originated in the ancient Middle East. Skilled assassins and swift warriors, the majority of the clan resides in a mountain fortress known as Alamut . These warriors will readily agree to dangerous missions, if paid a high enough blood-price. Their thirst for blood is legendary, as is their desire to judge vampires according to their founder’s laws. Those who are found wanting must be destroyed.","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"The Assamite clan has no sect allegiance. Although a few scattered individuals have joined either the Camarilla or the Sabbat, the clan as a whole refuses to bow to any vampiric hierarchy. To that end, its members never agree to long-term contracts, remaining staunchly independent in the great Jyhad. This causes the clan to be both feared and mistrusted, as vampires know that Assamite loyalty belongs to the highest bidder. Some Assamites follow a religious-themed Path of Enlightenment that codiﬁes the clan’s fanatic devotion to the Mountain. Known as the Path of Blood, it venerates diablerie and insists on a fanatic reverence to the clan’s founder, Haqim.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"In the past, the Assamites were rampant diablerists, forced to stop only because the Tremere levied a powerful curse upon them at the behest of the Camarilla’s Inner Circle. This curse caused vampiric vitae to become poisonous to Assamites, burning their veins. Because of this, Assamites (particularly ancient ones) hate the Tremere above all else. When the Eldest of their clan rose and took control, he broke the curse with his own sorcery, throwing off the shackles of the Tremere and swearing the clan to vengeance.\r","marks":[],"data":{}}],"data":{}},{"nodeType":"paragraph","content":[{"nodeType":"text","value":"Older Assamites tend to come from Middle Eastern and North African cultures, though young Assamites are Embraced from a more global demographic. An Assamite’s skin grows darker with age, as opposed to other vampires, whose skin gets paler. Because of this, particularly ancient Assamites appear unnaturally onyx-skinned, as though carved from darkest ebony. \r\nThe majority of the Children of Haqim are warriors, trained as killers, spies, and covert operatives. They take contracts and return to Alamut with the spoils of victory when they are successful. The rest of the clan – a signiﬁcant minority – are of the two other castes: the Sorcerers and the Viziers. The Sorcerers remain hidden in the mountain of Alamut, tending to the clan’s powerful leader, a vampire known as the Eldest. The Viziers, once trusted by their clan, defected from the Mountain over an ideological schism, refusing to bow to the will of the Eldest. For that crime, they are hunted by their fellows. The Mountain will not stop pursuing them until all of the treasonous Viziers are destroyed.\r","marks":[],"data":{}}],"data":{}}]},"organization":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"The Assamite clan has an insular, structured culture. All Assamites are expected to follow the dictates of the Eldest, whom they treat with a mix of reverence and fear. Small cells of two to three Assamites (known as falaqi) can reside outside the Mountain, so long as they adhere to the faith of Haqim and the dictates of the Eldest. Although the clan once had a strong reverence for the Muslim faith, the worship of Allah has been forbidden by the Eldest. All Assamites must revere only Haqim, or be destroyed for their disloyalty.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"weakness":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Since the Tremere curse was broken, Assamites have returned to their bloodthirsty ways. Assamites ﬁnd the blood of vampires highly addictive. When an Assamite drinks vampiric blood she gains 2 Beast traits for the next 10 minutes. If the Assamite frenzies during this time, she will attempt to diablerize the last vampire whose blood she tasted. Unlike normal Beast traits, these traits do not count when determining if a vampire loses a point of Morality, and these Beast traits fade after 10 minutes.\r","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"merits":[" Surprise Attack (1 point merit): You are skilled at attacking from surprise.","Bloodline: Vizier (2 point merit): You are a member of the primarily-Islamic Viziers. With the rest of your caste, you deﬁed the worship of Haqim and ﬂed the Mountain. Your in-clan disciplines are Auspex, Celerity, and Quietus.","Awakening the Steel (3 point merit): You possess a melee weapon that has been named and enchanted by a member of the Sorcerer caste.","Bloodline: Sorcerer (4 point merit) You are a member of the Assamite Sorcerer caste, which obeys the will of the Eldest and also seeks vengeance on the Tremere and Viziers. Your in-clan disciplines are Obfuscate, Quietus, and Thaumaturgy: Lure of Flames. "],"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"You have two choices. You can close your eyes, and when they open, you will be with your loved ones in death. Or you can raise your weapon, and meet oblivion as a warrior. — Antonio Salerno ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"featuredLead":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"dxj0SP8GnNw1ordIC3U5O","type":"Asset","createdAt":"2021-02-02T15:20:48.943Z","updatedAt":"2021-02-02T15:20:48.943Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Assamite Clan Art","description":"Assamites","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/dxj0SP8GnNw1ordIC3U5O/f6b33e70b9a146a16b6a1e39aef1935d/Assamites_Single_Design.png","details":{"size":231013,"image":{"width":320,"height":386}},"fileName":"Assamites Single Design.png","contentType":"image/png"}}},"clanSymbol":{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3i9XPGUmBthJzL2e7sKops","type":"Asset","createdAt":"2021-01-29T21:03:39.313Z","updatedAt":"2021-01-29T21:03:39.313Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Assamite Legacy Clan Symbol","description":"Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3i9XPGUmBthJzL2e7sKops/223ca7763d7a05c17cd03458e602f7e7/LogoClanAssamite.png","details":{"size":55255,"image":{"width":1000,"height":486}},"fileName":"LogoClanAssamite.png","contentType":"image/png"}}},"inClanDisciplines":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"OigFM4PU5B909KMC7HveB","type":"Entry","createdAt":"2019-12-17T13:17:57.623Z","updatedAt":"2021-04-07T22:46:29.664Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Celerity","power":"Celerity","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“It was like the guy was teleporting. Ay, boss, you can’t expect me to shoot a mook that’s faster than my ammo!”\r\n— Benito Giovanni","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Throughout history, myths have described vampires as\r having preternatural speed and reflexes. They move in a\r blur, travel across surfaces that shouldn’t be able to hold\r their weight, and strike between heartbeats when fighting.\r Celerity is the discipline of extraordinary speed and\r precision. When in need, a vampire can expend her Blood\r to fuel her actions, moving with startling quickness.\r ","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity allows you to take additional actions. These extra\r actions resolve in a series of special rounds known as Celerity\r rounds. After resolving the everyman round of actions for\r all characters (performed in initiative order), the Storyteller\r progresses the combat into the first Celerity round. Each\r Celerity round is processed in initiative order. After all\r character actions on the first Celerity round are complete, the\r Storyteller progresses to a second Celerity round, and so forth,\r until all players involved have expended all of their actions.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"The everyman round and all subsequent Celerity rounds\r comprise a single turn. Once all Celerity rounds have been\r resolved, the Storyteller begins a new turn, starting with a\r new everyman round and moving through Celerity rounds\r once more.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"You can only take Physical actions during a Celerity round.\r Your character may move, attack, or activate a Physical power,\r but cannot engage in any Mental or Social challenges.\r You must spend 1 Blood point to activate Celerity for the\r turn. That expenditure activates all Celerity powers you\r possess. Activating Celerity doesn’t require an action and\r can be done at any time (even before your turn in the\r initiative order). Some Celerity-based techniques and elder\r\npowers require the expenditure of additional Blood or the\r use of an action to activate. If so, that requirement will be\r denoted in the individual power.\r\n","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"Each dot of Celerity represents an additional increase in\r physical speed, and each dot stacks with all mechanical\r bonuses granted by other dots of this discipline. If a character\r has Rapidity (Celerity •••), she has the bonuses granted\r by Rapidity, and also the bonuses granted by Alacrity\r (Celerity •) and Swiftness (Celerity ••), which she must\r possess to reach Rapidity.\r\nUsing Celerity at the Rapidity level or beyond is a breach of\r the Masquerade, should it be seen by mortals.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"exceptionalLong":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"None.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"foci":"Dexterity","focusDescriptor":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Anytime you activate Celerity, your character gains +2 to\r Dodge-based defensive test pools.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Celerity and Temporis : A character who has purchased any\r amount of Celerity cannot purchase Temporis. Likewise, a\r character who has purchased any amount of Temporis can\r\nnever purchase Celerity.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"There is no standardized Celerity test pool.","level":0,"cost":"1 Blood","sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3Rsy3RCfwhexMQ1Mskjz50","type":"Entry","createdAt":"2020-03-23T15:34:13.815Z","updatedAt":"2021-04-07T20:20:31.539Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":6,"contentType":{"sys":{"type":"Link","linkType":"ContentType","id":"discipline"}},"locale":"en-US"},"fields":{"title":"Obfuscate","power":"Obfuscate","parent":true,"quote":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"“Dead? Really? Who told you that? Perhaps they just weren’t watching closely enough.” — Anatole, Prophet of Gehenna ","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"summary":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"As creatures of the night, vampires often rely on their ability to remain hidden, keeping themselves unnoticed through stealth or misdirection. Obfuscate is the power of fogging another’s mind, lowering her perception, and making her miss small details or notable inconsistencies. With this power, a vampire can change her physical appearance, steal or conceal valuable items, and even cloak a small group of individuals from sight. So long as an Obfuscated individual does nothing to draw attention to herself or interact with her environment, such as by speaking to someone or manipulating a visible object, she remains unnoticed.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate affects all ﬁve senses. It can visibly change or conceal an individual’s physical appearance and also mask minor incongruent sounds, alter the user’s voice, disguise the individual’s odor, or even make a ratty denim jacket feel like rich leather, all to support an Obfuscate-based disguise.","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"interactions":{"data":{},"content":[{"data":{},"content":[{"data":{},"marks":[],"value":"Obfuscate  and Animals: Animals can occasionally sense when a vampire who currently possesses any number of Beast traits is nearby, even if that vampire is hidden or altered by Obfuscate. This doesn’t allow the animal to pierce the vampire’s Obfuscate, but it will cause the animal to become noticeably nervous, skittish, and aggressive.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Auspex: A vampire using Auspex can attempt to use her sharpened senses to pierce an individual’s Obfuscate. The Auspex user must test using her Mental attribute + Investigation versus the Obfuscate user’s Mental attribute + Willpower. The Obfuscate user may opt to use her Mental attribute + Stealth as a defensive test pool rather than her Mental attribute + Willpower.\r\nIf the Auspex user is successful, she pierces the powers of Obfuscate.\r","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate  and Machines: Obfuscate works by clouding the minds of observers and, therefore, has no effect on machines. An obfuscated character will still be picked up by a metal detector, can be caught on a stationary or automatic video camera, and will have her weight felt by elevator sensors. However, any individuals utilizing such machines may omit the Obfuscated character. A paparazzi taking pictures might pause between shots of a crowd, or an airport guard with a hand-held metal detector might hold it away from the Obfuscated individual without even noticing. An individual in an elevator would not bother to look at the sensors, so long as the elevator did not mechanically trigger an alarm.","nodeType":"text"}],"nodeType":"paragraph"},{"data":{},"content":[{"data":{},"marks":[],"value":"\nObfuscate does cloud the minds of those observing a location through the use of electronic equipment (remotely or otherwise), so long as they are watching live (or near live) recordings. An airport guard looking at a video monitor will not notice an invisible character caught on her security camera, even if there are a few seconds of natural lag or even a full minute’s delay, between her display and the actual events. However, if that same guard rewinds her recording to view something that happened 10 minutes or more in the past, she’ll see the image of the Obfuscated vampire as captured by the recording device.\r\n","nodeType":"text"}],"nodeType":"paragraph"}],"nodeType":"document"},"testPool":"The Obfuscate user’s Mental attribute + Stealth versus the target’s Mental attribute + Willpower.","level":0,"sourceBook":{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}}},{"sys":{"type":"Link","linkType":"Entry","id":"4nmW5JAJUtZa2bmKZRmSOV"}}],"inClanMerits":[{"sys":{"type":"Link","linkType":"Entry","id":"47LEvBXRXNZOIJxYN19qCh"}},{"sys":{"type":"Link","linkType":"Entry","id":"7qvIjIRxZKommJzaLL2WGn"}},{"sys":{"type":"Link","linkType":"Entry","id":"75RTPD73LLpRga4zlrs3XL"}},{"sys":{"type":"Link","linkType":"Entry","id":"dh9PTXpM8QTKagP05PWZZ"}},{"sys":{"type":"Link","linkType":"Entry","id":"2l3Oe0Dxexwikj5ejKLoQx"}},{"sys":{"type":"Link","linkType":"Entry","id":"3zcTzF03FX2fIb8tEPZOko"}},{"sys":{"type":"Link","linkType":"Entry","id":"5Cig5YL8uG5Hnxd9bc3wJP"}}],"sourceBooks":[{"sys":{"type":"Link","linkType":"Entry","id":"1Xzcnrx0liSdyDzRYYQ6L7"}}],"flaws":[{"sys":{"type":"Link","linkType":"Entry","id":"4nZhvvmwl44dlQmPgMzlMH"}},{"sys":{"type":"Link","linkType":"Entry","id":"25WN27LQ9zBA4i0dmw1aId"}},{"sys":{"type":"Link","linkType":"Entry","id":"5h5N6Vp33sgrPrMf3Jc7yW"}}]}}],"Asset":[{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"18YTqsIgbiFIpNOtOzR3K4","type":"Asset","createdAt":"2021-01-26T20:29:39.382Z","updatedAt":"2021-01-26T20:29:39.382Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Legacy Clan Logo","description":"MET Legacy Clan Logo for Toreador","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/18YTqsIgbiFIpNOtOzR3K4/038a32bff0ee9464821c2241e030c22b/logo-toreador.png","details":{"size":8880,"image":{"width":300,"height":221}},"fileName":"logo-toreador.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"1wjVtYarQ4d523yKClivf1","type":"Asset","createdAt":"2021-10-04T01:03:09.255Z","updatedAt":"2021-10-04T01:03:09.255Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Lilian Tyler","description":"Yearbook pic for Lilian","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/1wjVtYarQ4d523yKClivf1/18bfe3541e32b89cf8195d71fae6d547/tyler_2.jpg","details":{"size":711934,"image":{"width":1440,"height":1427}},"fileName":"tyler 2.jpg","contentType":"image/jpeg"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"2BnaXTnj0jtEFy7jAhFIen","type":"Asset","createdAt":"2021-02-02T15:16:40.560Z","updatedAt":"2021-02-02T15:16:40.560Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Clan Art","description":"Brujah","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/2BnaXTnj0jtEFy7jAhFIen/e05fec131d6c2da15e91149de63a6ec2/Brujah_Single_Design.png","details":{"size":249576,"image":{"width":320,"height":386}},"fileName":"Brujah Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3i9XPGUmBthJzL2e7sKops","type":"Asset","createdAt":"2021-01-29T21:03:39.313Z","updatedAt":"2021-01-29T21:03:39.313Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Assamite Legacy Clan Symbol","description":"Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3i9XPGUmBthJzL2e7sKops/223ca7763d7a05c17cd03458e602f7e7/LogoClanAssamite.png","details":{"size":55255,"image":{"width":1000,"height":486}},"fileName":"LogoClanAssamite.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3qn4gm1v8fvXbJz0QnFoq0","type":"Asset","createdAt":"2021-01-29T21:18:33.914Z","updatedAt":"2021-01-29T21:18:33.914Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Malkavian Legacy Clan Symbol","description":"Malkavian Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3qn4gm1v8fvXbJz0QnFoq0/48c703497f417e091a7ab42a1455f590/LogoClanMalkavian.png","details":{"size":22657,"image":{"width":500,"height":536}},"fileName":"LogoClanMalkavian.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"3rEmfHwFRffskjz1oB9J3H","type":"Asset","createdAt":"2021-09-20T22:45:41.922Z","updatedAt":"2021-09-20T22:45:41.922Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Anna","description":"Anna Dogherty- Vampire Yearbook","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/3rEmfHwFRffskjz1oB9J3H/3236bf6d3087405b251fd2900acccc76/anna.jpg","details":{"size":54223,"image":{"width":528,"height":960}},"fileName":"anna.jpg","contentType":"image/jpeg"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"45MtEQZIrQ3C4dAXvcFEpV","type":"Asset","createdAt":"2021-02-02T15:18:52.142Z","updatedAt":"2021-02-02T15:18:52.142Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tremere Clan Art","description":"Tremere","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/45MtEQZIrQ3C4dAXvcFEpV/22980be30905d5f5fd671d95069311a3/Tremere_Single_Design.png","details":{"size":238544,"image":{"width":320,"height":386}},"fileName":"Tremere Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5FhCsTqzB90m54BWkg7EcP","type":"Asset","createdAt":"2021-02-02T15:03:17.016Z","updatedAt":"2021-02-02T15:03:17.016Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Malkavian Clan Art","description":"Malkavian","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5FhCsTqzB90m54BWkg7EcP/859d3569a5ca8740964cf5d3b489a673/Malkavian_Single_Design.png","details":{"size":246108,"image":{"width":320,"height":386}},"fileName":"Malkavian Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5N7vZI6fzjZbpPuHxw7ah8","type":"Asset","createdAt":"2021-01-29T21:10:47.008Z","updatedAt":"2021-01-29T21:10:47.008Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Brujah Legacy Clan Symbol","description":"Brujah Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5N7vZI6fzjZbpPuHxw7ah8/24d33696924c806f7895dcd0cf1281df/LogoClanBrujah.png","details":{"size":97526,"image":{"width":500,"height":509}},"fileName":"LogoClanBrujah.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5WUdmDB6fcueS672AufKpK","type":"Asset","createdAt":"2021-01-26T20:30:10.728Z","updatedAt":"2021-01-26T20:30:10.728Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Toreador Lead Image","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5WUdmDB6fcueS672AufKpK/55ec17b16f2b9cccc02199b2192b581b/lead-toreador.png","details":{"size":56265,"image":{"width":320,"height":386}},"fileName":"lead-toreador.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5kLxlO8MAjBj52ZerqEev5","type":"Asset","createdAt":"2021-09-21T11:22:31.202Z","updatedAt":"2021-09-21T11:22:31.202Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Civil Madison","description":"Yearbook pic for Civil","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5kLxlO8MAjBj52ZerqEev5/e31e0826311c5ba068d560150269f976/Civil_Madison.jpg","details":{"size":204280,"image":{"width":960,"height":1200}},"fileName":"Civil Madison.jpg","contentType":"image/jpeg"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"5nFPWFMO4HGipNMkF0730T","type":"Asset","createdAt":"2021-01-29T21:08:33.984Z","updatedAt":"2021-01-29T21:08:33.984Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tremere Legacy Clan Symbol","description":"Tremere Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/5nFPWFMO4HGipNMkF0730T/ce6dcd2ae1ae74b4583236257d78d6fa/LogoClanTremere.png","details":{"size":15320,"image":{"width":502,"height":500}},"fileName":"LogoClanTremere.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6JlibZvsZjeek6lQhD1lC2","type":"Asset","createdAt":"2020-08-24T21:12:29.688Z","updatedAt":"2020-08-24T21:12:29.688Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu.Final","file":{"url":"//downloads.ctfassets.net/yicuw1hpxsdg/6JlibZvsZjeek6lQhD1lC2/30005da688e9491a2b8946f8cfd762d4/Nosferatu.Final.png","details":{"size":28625268,"image":{"width":3150,"height":4800}},"fileName":"Nosferatu.Final.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"6qAL1XuWIeJMNSRiCujK4P","type":"Asset","createdAt":"2021-09-22T23:45:44.534Z","updatedAt":"2021-09-22T23:45:44.534Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Matek Khaldun","description":"Matek for Yearbook","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/6qAL1XuWIeJMNSRiCujK4P/d81a3a3cbb0a8274de701bbc258b54de/Mztek.jpg","details":{"size":447312,"image":{"width":954,"height":1308}},"fileName":"Mztek.jpg","contentType":"image/jpeg"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"77GsKbCdxUZ8XPt8H2iCWt","type":"Asset","createdAt":"2021-09-20T23:06:51.113Z","updatedAt":"2021-09-20T23:06:51.113Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Em (Maryanne Martini)","description":"Yearbook entry for Em (Maryanne Martini)","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/77GsKbCdxUZ8XPt8H2iCWt/bcbfaef28aeff9400ddc0ff46d9b7381/Em_NPC.png","details":{"size":373362,"image":{"width":1500,"height":1875}},"fileName":"Em NPC.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"7IoasBvoNXWTVkZFqWSKbA","type":"Asset","createdAt":"2021-01-29T21:01:51.000Z","updatedAt":"2021-01-29T21:01:51.000Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu Legacy Clan Symbol","description":"Nosferatu Legacy Clan Symbol","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/7IoasBvoNXWTVkZFqWSKbA/d72d183dcc41f8db3ec79ff410325cf7/LogoClanNosferatu.png","details":{"size":25665,"image":{"width":500,"height":611}},"fileName":"LogoClanNosferatu.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"E52iwqIhtpCHqAKM2pFs9","type":"Asset","createdAt":"2021-09-22T14:00:01.887Z","updatedAt":"2021-09-22T14:00:01.887Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Tony","description":"Tony's pic for Vampire Yearbook","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/E52iwqIhtpCHqAKM2pFs9/c7947b8b1d8de67a4eeb685eec446b2e/Tony.png","details":{"size":2720880,"image":{"width":1920,"height":1080}},"fileName":"Tony.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"Fim7svKqGA4qpmnxN4dYx","type":"Asset","createdAt":"2021-02-02T15:22:20.885Z","updatedAt":"2021-02-02T15:22:20.885Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Nosferatu Clan Art","description":"Nosferatu","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/Fim7svKqGA4qpmnxN4dYx/52dc2e3438ab9342b2020f3f0badba9e/Nosferatu_Single_Design.png","details":{"size":213660,"image":{"width":320,"height":386}},"fileName":"Nosferatu Single Design.png","contentType":"image/png"}}},{"metadata":{"tags":[]},"sys":{"space":{"sys":{"type":"Link","linkType":"Space","id":"yicuw1hpxsdg"}},"id":"dxj0SP8GnNw1ordIC3U5O","type":"Asset","createdAt":"2021-02-02T15:20:48.943Z","updatedAt":"2021-02-02T15:20:48.943Z","environment":{"sys":{"id":"master","type":"Link","linkType":"Environment"}},"revision":1,"locale":"en-US"},"fields":{"title":"Assamite Clan Art","description":"Assamites","file":{"url":"//images.ctfassets.net/yicuw1hpxsdg/dxj0SP8GnNw1ordIC3U5O/f6b33e70b9a146a16b6a1e39aef1935d/Assamites_Single_Design.png","details":{"size":231013,"image":{"width":320,"height":386}},"fileName":"Assamites Single Design.png","contentType":"image/png"}}}]}}